[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 M3 . M2 wdt:P162|wdt:P272 M4 }"
        },
        "question": {
            "en": "Was M2 produced by M3 and M4 and executive produced by a Canadian sibling of M0",
            "kn": "M2 ಅನ್ನು M3 ಮತ್ತು M4 ಮತ್ತು ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು M0 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי M3 ו- M4 והמנהל הופק על ידי אח קנדי מ- M0",
            "zh": "M2 是 由 M3 和 M4 产 生 的 ， 而 执 行 人 员 是 由 加 拿 大 M0 的 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was M0 's spouse M1 's employee 's parent",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ M1 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה של עובד M1 של בן / בת הזוג M0",
            "zh": "M0 的 配 偶 是 M1 的 雇 员 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 ?x2 . ?x1 wdt:P108 M0 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P27 wd:Q30 . ?x2 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "Was M1 's American female sibling 's spouse a sibling of a employee of M0",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת זוג / אחים אמריקאי / ת של M1 היה אח של עובד / ת M0",
            "zh": "M1 的 美 国 女 性 兄 弟 姐 妹 的 配 偶 是 M0 员 工 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's male sibling a spouse and sibling of M1",
            "kn": "M0 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವರು M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם גבר אחיו של M0 היה בן זוג ואחיו של M1",
            "zh": "M0 的 男 性 同 胞 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was M0 employed by M1 and M2",
            "kn": "M0 ಅನ್ನು M1 ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 הועסק על ידי M1 ו- M2",
            "zh": "M1 和 M2 使 用 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Was M0 's sibling M2 's spouse 's female spouse",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು M2 ಅವರ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה של M0 היה בן / בת הזוג של בן / בת הזוג M2",
            "zh": "M0 的 兄 弟 姐 妹 是 M2 的 配 偶 是 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 a parent , sibling , and spouse of M1",
            "kn": "M0 ಪೋಷಕರು, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M0 היה הורה, אח ובן זוג של M1",
            "zh": "M0 是 M1 的 父 母 ， 兄 弟 姐 妹 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M2 's female American actor M0",
            "kn": "M2 ನ ಮಹಿಳಾ ಅಮೇರಿಕನ್ ನಟ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם השחקן האמריקאי הנשי של M2 היה M0",
            "zh": "M2 的 女 性 美 国 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Was M1 's parent 's spouse M0 's actor",
            "kn": "M1 ಅವರ ಪೋಷಕರ ಸಂಗಾತಿ M0 ನ ನಟನಾ",
            "he": "האם היה בן / בת הזוג של הורה M1 שחקן M0",
            "zh": "M1 的 父 母 的 配 偶 是 M0 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Was M0 's employee a Swedish sibling of M2 's sibling",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M2 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ವೀಡಿಷ್ ಸಹೋದರರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד M0 היה אח אחי שוודי של אחיו M2",
            "zh": "M0 的 员 工 是 M2 的 同 胞 的 瑞 典 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P3373 M3 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M3 ) }"
        },
        "question": {
            "en": "Was M0 's sibling M3 's female sibling 's American female sibling 's spouse",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು M3 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಅಮೇರಿಕನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה של M0 בן / בת הזוג האמריקני / ת של M3",
            "zh": "M0 的 兄 弟 姐 妹 是 M3 的 女 兄 弟 姐 妹 是 美 国 女 的 兄 弟 姐 妹 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 M3 . M2 wdt:P57 M4 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M3 and M4 and written by a male sibling of M0",
            "kn": "M2 ಅನ್ನು M3 ಮತ್ತು M4 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי M3 ו- M4 ונכתב על ידי אח או זכר מ- M0",
            "zh": "M2 是 由 M3 和 M4 导 演 并 由 M0 的 同 胞 兄 弟 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . M3 wdt:P1040 M4 . M3 wdt:P1040 M5 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M3 written by a American female employee of M0 and edited by M4 and M5",
            "kn": "M3 ಅನ್ನು M0 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M4 ಮತ್ತು M5 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M3 נכתב על ידי עובדת אמריקאית של M0 ונערך על ידי M4 ו- M5",
            "zh": "M3 是 由 M0 的 一 名 美 国 女 性 雇 员 编 写 并 由 M4 和 M5 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Was M1 's employee 's spouse M0 's parent",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯ M0 ನ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג של עובד / ת M1 / ה היו הורים M0",
            "zh": "M1 的 雇 员 的 配 偶 是 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 's employee influenced by M2 's Italian employee and influenced by M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯು M2 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದ ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನೇ",
            "he": "האם עובד M0 הושפע מהעובד האיטלקי של M2 והושפע מ- M1",
            "zh": "M0 的 员 工 是 否 受 M2 的 意 大 利 员 工 影 响 且 受 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's British sibling M1 's French sibling",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח הבריטי של M0 היה האח הצרפתי של M1",
            "zh": "M0 的 英 国 兄 弟 姐 妹 是 M1 的 法 国 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P3373 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's sibling M1 's spouse 's parent",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು M1 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח של M0 היה בן / בת הזוג של M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 配 偶 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1431 M1 . M0 wdt:P1431 M2 . M0 wdt:P58 M3 }"
        },
        "question": {
            "en": "Was M0 written by M3 and executive produced by M1 and M2",
            "kn": "M0 ಅನ್ನು M3 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ M1 ಮತ್ತು M2 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם M0 נכתב על ידי M3 והמנהל הופק על ידי M1 ו- M2",
            "zh": "M0 是 由 M3 编 写 并 由 M1 和 M2 生 成 执 行 程 序 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was M0 's employee influenced by a employee of M1 and M2",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯು M1 ಮತ್ತು M2 ನ ಉದ್ಯೋಗಿಯಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד M0 הושפע מעובד M1 ו- M2",
            "zh": "M0 的 员 工 受 到 M1 和 M2 员 工 的 影 响 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a spouse of a female sibling and spouse of M0",
            "kn": "M2 ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದೆಯೇ ಮತ್ತು M0 ರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M2 היה בן זוג של אח / ת אח / ה ובן / בת M0",
            "zh": "M2 是 女 性 兄 弟 姐 妹 的 配 偶 ， 还 是 M0 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "Was M0 's employee 's actor a actor",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ನಟ ನಟನಾಗಿದ್ದನೇ",
            "he": "האם השחקן של עובד M0 היה שחקן",
            "zh": "M0 的 雇 员 的 演 员 是 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 . M2 wdt:P58 M3 . M2 wdt:P58 M4 }"
        },
        "question": {
            "en": "Was M2 written by M3 and M4 and executive produced by M0 's male sibling",
            "kn": "M2 ಅನ್ನು M3 ಮತ್ತು M4 ಮತ್ತು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי M3 ו- M4 והמנהל הופק על ידי אחיו הגברי של M0",
            "zh": "M2 是 由 M3 和 M4 编 写 并 由 M0 的 男 性 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P155 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's sequel directed by and written by a sibling of M1",
            "kn": "M0 ನ ಉತ್ತರಭಾಗವನ್ನು M1 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם סרט ההמשך של M0 ביים ונכתב על ידי אח של M1",
            "zh": "M0 的 续 集 是 由 M1 的 兄 弟 姐 妹 导 演 并 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M1 's spouse , sibling , and parent M0",
            "kn": "M1 ಅವರ ಸಂಗಾತಿ, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן הזוג, האחות וההורה של M1 היו M0",
            "zh": "M1 的 配 偶 ， 兄 弟 姐 妹 和 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 ?x2 . ?x1 wdt:P108 M1 . ?x2 wdt:P156 M2 }"
        },
        "question": {
            "en": "Was M2 's prequel 's sequel executive produced by M0 and executive produced by a employee of M1",
            "kn": "M2 ನ ಪ್ರಿಕ್ವೆಲ್ನ ಸೀಕ್ವೆಲ್ ಎಕ್ಸಿಕ್ಯೂಟಿವ್ ಅನ್ನು M0 ಮತ್ತು ಎಕ್ಸಿಕ್ಯೂಟಿವ್ ಅನ್ನು M1 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל ההמשך של M2 של הפריקוול הופק על ידי M0 והמנהל הופק על ידי עובד M1",
            "zh": "M2 的 前 传 续 作 是 M0 制 作 的 ， 还 是 M1 的 员 工 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M1 's spouse 's spouse employed by M0",
            "kn": "M1 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯನ್ನು M0 ನಿಂದ ನೇಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם בן / בת הזוג של M1 הועסקו על ידי M0",
            "zh": "M1 的 配 偶 是 M0 雇 用 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Was M0 's sequel directed by a Japanese spouse of M2",
            "kn": "M0 ನ ಉತ್ತರಭಾಗವನ್ನು M2 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם סרט ההמשך של M0 ביים בן זוג יפני של M2",
            "zh": "M0 的 续 集 是 由 M2 的 日 本 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's prequel written by M1 's sibling",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿ ಪತ್ರವನ್ನು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם הפריקוול של M0 נכתב על ידי אחיו של M1",
            "zh": "M0 的 前 传 是 M1 的 兄 弟 姐 妹 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "Was M0 's prequel directed by , written by , executive produced by , and produced by M1 's employee",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನವನ್ನು M1 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם הפריקוול של M0 הופנה על ידי, נכתב על ידי המנהל, והופק על ידי עובד M1",
            "zh": "M0 的 前 传 是 由 M1 的 员 工 制 作 ， 还 是 由 M1 的 员 工 制 作 ， 导 演 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Was M0 's employee a employee of M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד M0 היה עובד של M1",
            "zh": "M0 的 员 工 是 M1 的 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Was a British Italian parent of M2 M3 's spouse",
            "kn": "M2 M3 ಅವರ ಸಂಗಾತಿಯ ಬ್ರಿಟಿಷ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה איטלקי בריטי לבן הזוג של M2 M3",
            "zh": "M2   M3 的 配 偶 是 英 国 意 大 利 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P453 M3 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was a German actor of M2 and M3 M0",
            "kn": "M2 ಮತ್ತು M3 M0 ನ ಜರ್ಮನ್ ನಟನಾ",
            "he": "האם היה שחקן גרמני של M2 ו- M3 M0",
            "zh": "是 M2 和 M3   M0 的 德 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Was a Japanese spouse of M3 employed by M0 and M1",
            "kn": "M3 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನಿಂದ ಉದ್ಯೋಗದಲ್ಲಿದ್ದರಾ",
            "he": "האם בן / בת זוג יפניים של M3 הועסקו ב- M0 וב- M1",
            "zh": "M0 和 M1 是 否 雇 用 了 M3 的 日 本 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P40|wdt:P355 M4 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a Spanish French parent of M3 M4 's female parent",
            "kn": "M3 M4 ನ ಸ್ತ್ರೀ ಪೋಷಕರ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಪೋಷಕರು",
            "he": "האם הורה צרפתי ספרדי להורה הנשי של M3 M4",
            "zh": "M3   M4 的 女 性 父 母 是 西 班 牙 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was a Swedish sibling of M0 a employee of M1",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם אח שוודי של M0 היה עובד של M1",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 是 M1 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Was a female actor of M0 and M1 M3 's spouse",
            "kn": "M0 ಮತ್ತು M1 M3 ಅವರ ಸಂಗಾತಿಯ ಮಹಿಳಾ ನಟನಾ",
            "he": "האם הייתה שחקנית נשית מבן הזוג M0 ו- M1 M3",
            "zh": "M0 和 M1   M3 的 配 偶 是 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M2 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Was a female sibling of M2 's employee influenced by M0",
            "kn": "M2 ನ ಉದ್ಯೋಗಿಯ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח של עובדת M2 הושפע מ- M0",
            "zh": "M2 员 工 的 女 性 同 胞 是 否 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a male sibling and spouse of M1 M0",
            "kn": "M1 M0 ನ ಗಂಡು ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה אח ובן זוג של M1 M0",
            "zh": "是 M1   M0 的 男 性 同 胞 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was a male sibling of M0 a sibling of M1",
            "kn": "M0 ನ ಗಂಡು ಸಹೋದರ M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח זכר מ- M0 היה אח של M1",
            "zh": "M0 的 男 性 同 胞 是 M1 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a male spouse and sibling of M1 M0",
            "kn": "M1 M0 ನ ಪುರುಷ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג ואחיו של M1 M0",
            "zh": "是 M1   M0 的 男 性 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a sequel of M0 executive produced by M1 's French employee",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ M0 ಕಾರ್ಯನಿರ್ವಾಹಕದ ಉತ್ತರಭಾಗವೇ",
            "he": "האם סרט ההמשך של מנהל M0 הופק על ידי העובד הצרפתי של M1",
            "zh": "M1 的 法 国 雇 员 制 作 了 M0 执 行 官 的 续 集 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was a sibling of M0 M1 's spouse and sibling",
            "kn": "M0 M1 ಅವರ ಸಂಗಾತಿಯ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם היה אח של בן / בת זוגו של M0 M1",
            "zh": "是 M0   M1 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was a sibling of M0 a Dutch sibling of M1",
            "kn": "M0 ರ ಒಡಹುಟ್ಟಿದವರು M1 ನ ಡಚ್ ಸಹೋದರರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח של M0 היה אח של הולנד של M1",
            "zh": "M0 的 同 胞 是 M1 的 荷 兰 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was a sibling of M1 's spouse and parent M0 's spouse",
            "kn": "M1 ಅವರ ಸಂಗಾತಿಯ ಮತ್ತು ಪೋಷಕ M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של בן / בת הזוג של M1 ובן / בת הזוג של M0",
            "zh": "是 M1 的 配 偶 和 父 母 M0 的 配 偶 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a sibling , parent , and spouse of M1 M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರು, ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה אח, הורה ובן זוגו של M1 M0",
            "zh": "是 M1   M0 的 同 胞 ， 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was a sibling , spouse , and parent of M0 a sibling of M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು, ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח, בן זוג והורה של M0 היה אח של M1",
            "zh": "M0 的 兄 弟 姐 妹 ， 配 偶 和 父 母 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was a spouse and sibling of M0 M1 's sibling 's parent",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן זוג ואח להורה של אח M0 M1",
            "zh": "M0   M1 的 兄 弟 姐 妹 的 父 母 是 其 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a spouse , sibling , and parent of M1 M0",
            "kn": "ಸಂಗಾತಿ, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M1 M0 ನ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת זוג, אח והורה ל- M1 M0",
            "zh": "是 M1   M0 的 配 偶 ， 兄 弟 姐 妹 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was a American female actor of M2 M0",
            "kn": "M2 M0 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ನಟನಾ",
            "he": "האם הייתה שחקנית אמריקאית של M2 M0",
            "zh": "是 M2   M0 的 美 国 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P453 M3 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a Italian actor of M2 and M3 M0",
            "kn": "M2 ಮತ್ತು M3 M0 ನ ಇಟಾಲಿಯನ್ ನಟನಾ",
            "he": "האם היה שחקן איטלקי של M2 ו- M3 M0",
            "zh": "是 M2 和 M3   M0 的 意 大 利 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was a employee of M1 a sibling of M0",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם עובד של M1 היה אח של M0",
            "zh": "M1 的 雇 员 是 M0 的 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was a employee of M0 and M1 M2 's employee",
            "kn": "M0 ಮತ್ತು M1 M2 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד של עובדי M0 ו- M1 M2",
            "zh": "是 M0 和 M1   M2 的 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Was a employee of M0 M1 's employee",
            "kn": "M0 M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה עובד של עובד M0 M1",
            "zh": "是 M0   M1 的 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was a employee of M0 a spouse of M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד של M0 היה בן זוג של M1",
            "zh": "M0 的 雇 员 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P58 M1 . M2 wdt:P1040 M1 . M2 wdt:P162|wdt:P272 M1 . M2 wdt:P58 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 edited , written , and produced by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ, ಬರೆಯಲಾಗಿದೆಯೇ ಮತ್ತು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M2 נערכו, נכתבו והופקו על ידי M1",
            "zh": "M0 和 M2 是 否 由 M1 编 辑 ， 编 写 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P57 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P57 M1 . M3 wdt:P57 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 directed by , produced by , and written by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M0 ו- M3 הופנו על ידי, הופק על ידי ונכתבו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 指 导 ， 产 生 的 ， 还 是 由 M1 和 M2 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 written , edited , and produced by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M3 נכתבו, נערכו והופקו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 编 写 ， 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 M3 . M2 wdt:P57 M4 . M2 wdt:P58 ?x0 . M5 wdt:P57 M3 . M5 wdt:P57 M4 . M5 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M5 directed by M3 and M4 and written by a male parent of M1",
            "kn": "M2 ಮತ್ತು M5 ಅನ್ನು M3 ಮತ್ತು M4 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಪುರುಷ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M5 הופנו על ידי M3 ו- M4 ונכתבו על ידי הורה גברי ל- M1",
            "zh": "M2 和 M5 是 由 M3 和 M4 导 演 并 由 M1 的 男 性 父 母 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P57 M2 . M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M3 wdt:P57 M1 . M3 wdt:P57 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 directed by , produced by , and edited by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದೀರಾ",
            "he": "האם M0 ו- M3 הופנו על ידי, הופק על ידי ונערך על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 否 由 M1 和 M2 导 演 ， 由 M1 和 M2 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1431 M1 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P58 M1 . M2 wdt:P1431 M1 . M2 wdt:P162|wdt:P272 M1 . M2 wdt:P58 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 produced , written , and executive produced by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M2 הופקו, נכתבו והוצגו על ידי M1",
            "zh": "M0 和 M2 是 由 M1 制 作 ， 编 写 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1431 M1 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P58 M1 . M2 wdt:P1431 M1 . M2 wdt:P162|wdt:P272 M1 . M2 wdt:P58 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 written , executive produced , and produced by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M2 נכתבו, הופקו והופקו על ידי M1",
            "zh": "M0 和 M2 是 由 M1 编 写 ， 执 行 并 由 M1 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 written by , produced by , and edited by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M0 ו- M3 נכתבו על ידי, הופקו על ידי וערכו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 编 写 的 ， 由 M1 和 M2 编 写 的 ， 还 是 由 M1 和 M2 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P57 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P57 M1 . M3 wdt:P57 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 written , directed , and produced by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M3 נכתבו, בוימו והופקו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 编 写 ， 指 导 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 . M2 wdt:P58 M3 . M2 wdt:P58 M4 . M5 wdt:P1431 ?x0 . M5 wdt:P58 M3 . M5 wdt:P58 M4 }"
        },
        "question": {
            "en": "Were M2 and M5 written by M3 and M4 and executive produced by a Italian spouse of M1",
            "kn": "M2 ಮತ್ತು M5 ಅನ್ನು M3 ಮತ್ತು M4 ಬರೆದಿದ್ದೀರಾ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M5 נכתבו על ידי M3 ו- M4 והמנהל הופקו על ידי בן זוג איטלקי ל- M1",
            "zh": "M2 和 M5 是 由 M3 和 M4 编 写 并 由 意 大 利 M1 的 配 偶 制 作 的 吗 ？"
        }
    }
]