[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P737 M3 . ?x0 wdt:P737 M4 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Which German employee of M0 was influenced by M1 and M2 and influenced by M3 and M4",
            "kn": "M0 ನ ಯಾವ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ M1 ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה עובד גרמני של M0 הושפע מ- M1 ו- M2 והושפע מ- M3 ו- M4",
            "zh": "M0 的 哪 个 德 国 雇 员 受 M1 和 M2 以 及 M3 和 M4 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which German parent of M2 did M0 influence and marry",
            "kn": "M2 ನ ಯಾವ ಜರ್ಮನ್ ಪೋಷಕರು M0 ಪ್ರಭಾವ ಮತ್ತು ಮದುವೆಯಾದರು",
            "he": "איזה הורה גרמני ל- M2 השפיע והתחתן M0",
            "zh": "M0 影 响 了 哪 位 德 国 M2 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which German spouse of M3 married M2 and was influenced by M0",
            "kn": "M3 ನ ಯಾವ ಜರ್ಮನ್ ಸಂಗಾತಿಯು M2 ಅನ್ನು ವಿವಾಹವಾದರು ಮತ್ತು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה בן זוג גרמני ל- M3 התחתן עם M2 והושפע מ- M0",
            "zh": "M3 的 哪 个 德 国 配 偶 与 M2 结 婚 并 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P108 M3 . ?x0 wdt:P108 M4 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which Italian employee of M0 was employed by M1 and M2 and was employed by M3 and M4",
            "kn": "M0 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಯಿತು ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ಉದ್ಯೋಗದಲ್ಲಿದ್ದರು",
            "he": "איזה עובד איטלקי של M0 הועסק על ידי M1 ו- M2 והועסק על ידי M3 ו- M4",
            "zh": "M0 的 哪 位 意 大 利 M0 雇 员 受 雇 于 M1 和 M2 ， 并 受 M3 和 M4 雇 用 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which Italian parent of M2 was influenced by M0",
            "kn": "M2 ಯ ಯಾವ ಇಟಾಲಿಯನ್ ಪೋಷಕರು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆ",
            "he": "איזה הורה איטלקי ל- M2 הושפע מ- M0",
            "zh": "M2 的 哪 个 意 大 利 父 母 受 M0 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which Italian sibling of M0 married M2",
            "kn": "M0 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಸಹೋದರ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח של איטליה M0 התחתן עם M2",
            "zh": "哪 个 M0 的 意 大 利 同 胞 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which Italian spouse of M2 married M1",
            "kn": "M2 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג איטלקי של M2 התחתן עם M1",
            "zh": "M2 的 哪 个 意 大 利 配 偶 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which Japanese employee of M0 was influenced by M1 and married M3",
            "kn": "M0 ಯ ಯಾವ ಜಪಾನಿನ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M3 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה עובד יפני של M0 הושפע מ- M1 והתחתן עם M3",
            "zh": "M0 的 哪 个 日 本 雇 员 受 M1 影 响 并 与 M3 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which Japanese sibling of M0 married M3 and was influenced by M1",
            "kn": "M0 ಯ ಜಪಾನಿನ ಒಡಹುಟ್ಟಿದವರು M3 ಅನ್ನು ವಿವಾಹವಾದರು ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה אח יפני של M0 התחתן עם M3 והושפע מ- M1",
            "zh": "M0 的 哪 个 日 本 同 胞 与 M3 结 婚 并 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Mexican sibling of M0 was employed by M1 and employed by M2",
            "kn": "M0 ಯ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರನನ್ನು M1 ನಿಂದ ನೇಮಿಸಲಾಯಿತು ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה אח מקסיקני של M0 הועסק על ידי M1 והועסק על ידי M2",
            "zh": "M1 雇 用 了 哪 个 墨 西 哥 同 胞 M0 ， M2 雇 用 了 哪 个 墨 西 哥 同 胞 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which Mexican spouse of M1 did M2 marry",
            "kn": "M1 ನ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು M2 ಅನ್ನು ಮದುವೆಯಾದರು",
            "he": "עם איזה בן זוג מקסיקני של M1 התחתן M2",
            "zh": "M2 与 哪 位 墨 西 哥 M1 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which Mexican spouse of M3 did M0 and M1 employ",
            "kn": "M3 ಮತ್ತು M1 ನ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג מקסיקני של M3 העסיק M0 ו- M1",
            "zh": "M0 和 M1 雇 用 了 哪 个 墨 西 哥 M3 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which Spanish spouse of M2 did M0 employ",
            "kn": "M2 ನ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು M0 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג ספרדי ל- M2 העסיק M0",
            "zh": "M0 雇 用 了 M2 的 哪 个 西 班 牙 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Swedish sibling of M0 was influenced by M1 and influenced by M2",
            "kn": "M0 ಯ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח שוודי של M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "M0 的 哪 个 瑞 典 同 胞 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P453 M2 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "Which actor of M1 and M2 was employed by M0",
            "kn": "M1 ಮತ್ತು M2 ನ ಯಾವ ನಟನನ್ನು M0 ನಿಂದ ನೇಮಿಸಲಾಗಿದೆ",
            "he": "איזה שחקן של M1 ו- M2 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M1 和 M2 中 的 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which actor of M0 and M1 was a spouse of M2",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ನಟ M2 ನ ಸಂಗಾತಿಯಾಗಿದ್ದರು",
            "he": "איזה שחקן של M0 ו- M1 היה בן זוג של M2",
            "zh": "M0 和 M1 的 哪 个 演 员 是 M2 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which actor of M0 and M1 was M3 's female spouse",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ನಟ M3 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದಳು",
            "he": "איזה שחקן של M0 ו- M1 היה בן הזוג הנשי של M3",
            "zh": "M3 的 女 配 偶 是 M0 和 M1 的 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P108 ?x1 . ?x1 wdt:P749 M2 }"
        },
        "question": {
            "en": "Which employee of a child of M2 did M0 and M1 influence",
            "kn": "M2 ಮಗುವಿನ ಯಾವ ಉದ್ಯೋಗಿ M0 ಮತ್ತು M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "איזה עובד של ילד M2 השפיע על M0 ו- M1",
            "zh": "M0 和 M1 对 M2 的 孩 子 的 哪 个 雇 员 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P108 M3 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Which female German employee of M0 and M1 did M2 and M3 employ",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ M2 ಮತ್ತು M3 ಉದ್ಯೋಗಿಗಳಾಗಿದ್ದಾರೆ",
            "he": "איזו עובדת גרמנית ב- M0 ו- M1 העסיקה M2 ו- M3",
            "zh": "M2 和 M3 雇 用 了 M0 和 M1 的 哪 位 德 国 女 性 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which female sibling of M0 married M2 and M3",
            "kn": "M0 ನ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M2 ಮತ್ತು M3 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזו אחיה של M0 התחתנה עם M2 ו- M3",
            "zh": "M0 的 哪 个 女 性 同 胞 与 M2 和 M3 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which female spouse of M2 did M0 marry and influence",
            "kn": "M2 ನ ಯಾವ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು M0 ಮದುವೆಯಾಗಿ ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "עם איזה בן / בת זוג של M2 התחתן M0 והשפיע",
            "zh": "M0 结 婚 并 影 响 了 M2 的 哪 一 位 女 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which male actor of M0 married M2",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ನಟ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה שחקן גבר של M0 התחתן עם M2",
            "zh": "M0 的 哪 个 男 演 员 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which male parent of M2 did M0 influence and marry",
            "kn": "M2 ನ ಯಾವ ಪುರುಷ ಪೋಷಕರು M0 ಪ್ರಭಾವ ಮತ್ತು ಮದುವೆಯಾದರು",
            "he": "איזה הורה גברי ל- M2 השפיע והתחתן M0",
            "zh": "M0 影 响 并 结 婚 了 M2 的 哪 个 男 性 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which male spouse of M2 did M0 influence",
            "kn": "M2 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה בן / בת זוג של M2 השפיע M0",
            "zh": "M0 影 响 了 M2 的 哪 个 男 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which male spouse of M3 played M0 and M1",
            "kn": "M3 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಅನ್ನು ಆಡಿದ್ದಾರೆ",
            "he": "איזה בן / בת זוג של M3 שיחק M0 ו- M1",
            "zh": "M3 的 哪 个 男 性 配 偶 扮 演 M0 和 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which male spouse of M2 did M0 marry and influence",
            "kn": "M2 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಮದುವೆಯಾಗಿ ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "לאיזה בן זוג גברי ל- M2 התחתן והשפיע M0",
            "zh": "M0 结 婚 并 影 响 了 M2 的 哪 一 位 男 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M4 . FILTER ( ?x0 != M4 ) }"
        },
        "question": {
            "en": "Which male spouse of M4 was influenced by M0 and M1 and was influenced by M2",
            "kn": "M4 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು",
            "he": "איזה בן / בת זוג גבר של M4 הושפע מ- M0 ו- M1 והושפע מ- M2",
            "zh": "M4 的 哪 个 男 性 配 偶 受 M0 和 M1 的 影 响 并 且 受 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which parent , sibling , and spouse of M0 did a parent of M1 marry",
            "kn": "M1 ನ ಪೋಷಕರು ಯಾವ ಪೋಷಕರು, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה, אח ובן זוגה של M0 התחתנו הורים ל- M1",
            "zh": "M1 的 父 母 是 M0 的 哪 个 父 母 ， 兄 弟 姐 妹 和 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which prequel of M1 's prequel was directed by , written by , and executive produced by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M0 ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ದೇಶಿಸಲಾಗಿದೆ",
            "he": "איזה פריקוול מהפריקוול של M1 ביים, נכתב על ידי והמנהל שהופק על ידי M0",
            "zh": "M1 的 前 传 中 的 哪 个 前 传 由 M0 执 导 ， 编 写 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1431 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was written by , was executive produced by , starred , and was directed by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಪತ್ರವನ್ನು ಬರೆಯಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಕ್ಷತ್ರ ಹಾಕಿದೆ ಮತ್ತು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 נכתב על ידי, הופק ההנהלה על ידי, כיכב, וביים M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 撰 写 的 ， 执 行 由 ， 加 注 星 标 以 及 由 M1 导 演 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was edited by , produced by , written by , and directed by M1",
            "kn": "M0 ಯ ಯಾವ ಮುನ್ನುಡಿಯನ್ನು M1 ಸಂಪಾದಿಸಿದೆ, ನಿರ್ಮಿಸಿದೆ, ಬರೆದಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 נערך על ידי, הופק על ידי, נכתב על ידי וביים M1",
            "zh": "M0 的 哪 个 前 传 由 M1 编 辑 ， 产 生 ， 编 写 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by , was written by , and was produced by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನ, ನಿರ್ದೇಶನ ಮತ್ತು M1 ನಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה פריקוול של M0 ביים, נכתב על ידי והופק על ידי M1",
            "zh": "M0 的 哪 个 前 传 是 由 ， 编 写 和 由 M1 生 成 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which prequel of M1 's sequel was executive produced by and written by M0",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿ ಬರೆದಿದೆ",
            "he": "איזה פריקוול של סרט ההמשך של M1 הופק על ידי ונכתב על ידי M0",
            "zh": "M1 的 续 集 的 哪 个 前 传 是 由 M0 执 行 并 由 M0 撰 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 did M1 executive produce and write",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿ ಬರೆಯಿತು",
            "he": "איזה פריקוול של M0 הפיק וכתב מנהל M1",
            "zh": "M1 执 行 人 员 产 生 并 编 写 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which prequel of M1 's sequel did M0 distribute and produce",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿ M0 ವಿತರಣೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה פריקוול של סרט ההמשך של M1 הפיץ והפיק M0",
            "zh": "M0 发 行 并 制 作 了 M1 续 集 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 did M1 produce , write , edit , and direct",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ M1 ಅನ್ನು ಉತ್ಪಾದಿಸಿತು, ಬರೆಯಿತು, ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿತು",
            "he": "איזה פריקוול של M0 הפיק, כתב, ערך, וביים M1",
            "zh": "M1 产 生 ， 编 写 ， 编 辑 和 指 导 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which prequel of M1 's prequel was written by and executive produced by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಮುನ್ನುಡಿಯನ್ನು M0 ನಿಂದ ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "איזה פריקוול מהפריקוול של M1 נכתב על ידי והמנהל המיוצר על ידי M0",
            "zh": "M1 的 前 传 中 的 哪 个 前 传 是 由 M0 编 写 并 由 其 执 行 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 was produced by , was directed by , and was edited by M1",
            "kn": "M0 ನ ಯಾವ ಪ್ರಿಕ್ವೆಲ್ ಅನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ, ನಿರ್ದೇಶಿಸಿದೆ ಮತ್ತು M1 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "איזה פריקוול של M0 הופק, ביים, ונערך על ידי M1",
            "zh": "M0 的 哪 个 前 传 是 由 ， 指 导 和 由 M1 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P156 M2 }"
        },
        "question": {
            "en": "Which prequel of M2 's prequel was edited by M0 and M1",
            "kn": "M2 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M0 ಮತ್ತು M1 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "איזה פריקוול מהפריקוול של M2 נערך על ידי M0 ו- M1",
            "zh": "M2 的 前 传 中 的 哪 个 前 传 是 由 M0 和 M1 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was edited by , was directed by , and was written by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ನಿರ್ದೇಶಿಸಿದೆ ಮತ್ತು M1 ಬರೆದಿದೆ",
            "he": "איזה פריקוול של M0 נערך על ידי, ביים אותו ונכתב על ידי M1",
            "zh": "M0 的 哪 个 前 传 由 M1 编 辑 ， 指 导 ， 由 M1 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by , produced by , edited by , and written by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನವನ್ನು M1 ನಿರ್ದೇಶಿಸಿದೆ, ನಿರ್ಮಿಸಿದೆ, ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ಬರೆದಿದೆ",
            "he": "איזה פריקוול של M0 ביים, הופק על ידי, נערך על ידי ונכתב על ידי M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 导 演 ， 产 生 ， 由 M1 编 辑 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by , starred , was written by , and was edited by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನ, ನಕ್ಷತ್ರ, ಬರೆಯಲಾಗಿದೆ ಮತ್ತು M1 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה פריקוול של M0 ביים, כיכב, נכתב על ידי וערך M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 导 演 ， 加 注 星 标 ， 由 M1 编 写 并 由 M1 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P1431 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was executive produced by , was edited by , starred , and was directed by M1",
            "kn": "M0 ನ ಯಾವ ಪ್ರಿಕ್ವೆಲ್ ಅನ್ನು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಸಂಪಾದಿಸಲಾಗಿದೆ, ನಕ್ಷತ್ರ ಹಾಕಿದೆ ಮತ್ತು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 הופק על ידי, נערך על ידי, כיכב, וביים M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 执 行 ， 由 M1 编 辑 ， 加 注 星 标 并 由 M1 执 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "Which sequel of M1 was written by , directed by , produced by , and executive produced by M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಬರೆಯಲಾಗಿದೆ",
            "he": "איזה סרט ההמשך של M1 נכתב על ידי, ביים, הופק על ידי ומנהל שהופק על ידי M0",
            "zh": "M1 的 哪 个 续 集 是 由 M0 编 写 ， 导 演 ， 由 M0 制 作 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M2 . ?x0 wdt:P58 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "Which sequel of M2 did M0 and M1 write",
            "kn": "M2 ಮತ್ತು M1 ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಮತ್ತು M1 ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה סרט המשך של M2 כתב M0 ו- M1",
            "zh": "M0 和 M1 写 了 哪 个 M2 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "Which sequel of M1 was executive produced by , produced by , directed by , and written by M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದನು, ನಿರ್ಮಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು M0 ಬರೆದನು",
            "he": "איזה סרט ההמשך של M1 הופק על ידי, הופק, ביים, ונכתב על ידי M0",
            "zh": "M1 的 哪 一 部 续 集 是 由 M0 制 作 ， 由 制 作 ， 由 导 演 指 导 和 由 M0 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M1 . ?x0 wdt:P161 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P453 M2 }"
        },
        "question": {
            "en": "Which sequel of M1 was written by M0 and starred M2 's actor",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M2 ನ ನಟ ನಟಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M1 נכתב על ידי M0 וכיכב השחקן של M2",
            "zh": "M1 的 哪 一 部 续 集 是 由 M0 撰 写 并 出 演 M2 的 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P155 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 was produced and distributed by M1 's child",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M1 ನ ಮಗು ನಿರ್ಮಿಸಿ ವಿತರಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M0 הופק והופץ על ידי הילד של M1",
            "zh": "M1 的 孩 子 制 作 并 发 行 了 M0 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P155 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 's prequel was produced by , edited by , and directed by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿರ್ಮಿಸಿದೆ, ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה סרט ההמשך של הפריקוול של M1 הופק, נערך על ידי וביים M0",
            "zh": "M1 的 前 传 的 哪 个 续 集 是 由 M0 制 作 ， 编 辑 和 指 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M1 . ?x0 wdt:P57 M2 . ?x0 wdt:P155 M0 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "Which sequel of M0 was directed by M1 and M2 and directed by a spouse of M3",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M1 ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M3 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 ביים M1 ו- M2 וביים בן / בת זוג של M3",
            "zh": "M0 的 哪 个 续 集 是 由 M1 和 M2 执 导 的 ， 并 且 由 M3 的 配 偶 执 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M4 . ?x0 wdt:P1040 M2 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M3 . ?x0 wdt:P162|wdt:P272 M1 }"
        },
        "question": {
            "en": "Which sequel of M3 did M0 executive produce , M1 produce , M2 edit , and M4 direct",
            "kn": "M3 ನ ಯಾವ ಉತ್ತರಭಾಗವು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, M1 ಉತ್ಪಾದನೆ, M2 ಸಂಪಾದನೆ ಮತ್ತು M4 ಅನ್ನು ನೇರಗೊಳಿಸಿತು",
            "he": "איזה סרט ההמשך של M3 הפיק M0 המבצעת, M1 הפיק, M2 ערך, ו- M4 ביים",
            "zh": "M0 执 行 官 生 产 ， M1 生 产 ， M2 编 辑 和 M4 直 接 生 产 M3 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P161 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "Which sequel of M1 was directed by , was executive produced by , was written by , and starred M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ದೇಶಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M0 ನಟಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M1 ביים, הופק ההנהלה על ידי, נכתב על ידי וכיכב M0",
            "zh": "M1 的 哪 一 部 续 集 是 由 M0 执 导 的 ， 是 由 执 行 人 制 作 的 ， 是 由 M0 撰 写 并 加 注 星 标 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "Which sequel of M1 was written by , produced by , directed by , and executive produced by M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿರ್ಮಿಸಿದೆ, ನಿರ್ಮಿಸಿದೆ, ನಿರ್ದೇಶಿಸಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "איזה סרט ההמשך של M1 נכתב על ידי, הופק על ידי, ביים ומנהל שהופק על ידי M0",
            "zh": "M1 的 哪 一 部 续 集 是 由 M0 编 写 ， 由 其 制 作 ， 由 其 导 演 和 由 执 行 者 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which sibling and parent of a spouse of M1 married M0",
            "kn": "M1 ರ ಸಂಗಾತಿಯ ಯಾವ ಸಹೋದರ ಮತ್ತು ಪೋಷಕರು M0 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח והורה לבן / בת זוג של M1 התחתנו עם M0",
            "zh": "M1 的 哪 个 兄 弟 姐 妹 和 父 母 与 M0 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P453 M2 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 played M1 and M2",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಮತ್ತು M2 ಅನ್ನು ಆಡಿದರು",
            "he": "איזה אח של M0 שיחק M1 ו- M2",
            "zh": "M0 的 哪 个 同 级 玩 M1 和 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P21 wd:Q6581097 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of a male parent of M2 did M0 marry and influence",
            "kn": "M2 ನ ಪುರುಷ ಪೋಷಕರ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M0 ಮದುವೆಯಾದರು ಮತ್ತು ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "עם איזה אח של הורה גבר ל- M2 התחתן M0 והשפיע",
            "zh": "M0 的 哪 一 个 M2 男 性 父 母 的 兄 弟 姐 妹 结 婚 并 影 响 了 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which spouse of M0 did M1 and M2 marry",
            "kn": "M0 ಮತ್ತು M2 ಯಾವ ಸಂಗಾತಿಯನ್ನು M1 ಮತ್ತು M2 ಮದುವೆಯಾದರು",
            "he": "עם איזה בן / בת זוג של M0 התחתנו M1 ו- M2",
            "zh": "M1 和 M2 嫁 给 了 M0 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which spouse of M1 's parent was M0 's sibling",
            "kn": "M1 ನ ಪೋಷಕರ ಯಾವ ಸಂಗಾತಿಯು M0 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה בן זוג להורה של M1 היה אח של M0",
            "zh": "M1 的 父 母 的 哪 个 配 偶 是 M0 的 兄 弟 姐 妹 ？"
        }
    }
]