[
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 written by , edited by , and produced by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M0 ו- M3 נכתבו על ידי, נערכו על ידי והופקו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 编 写 ， 编 辑 和 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 produced by , edited by , and written by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ನಿರ್ಮಿಸಿ, ಸಂಪಾದಿಸಿ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M0 ו- M3 הופקו על ידי, נערכו על ידי ונכתבו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 制 作 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P57 M2 . M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M3 wdt:P57 M1 . M3 wdt:P57 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 produced , directed , and edited by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ನಿರ್ಮಿಸಿ, ನಿರ್ದೇಶಿಸಿ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದೀರಾ",
            "he": "האם M0 ו- M3 הופקו, בוצעו ונערכו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 制 作 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P162|wdt:P272 M1 . M0 wdt:P162|wdt:P272 M2 . M0 wdt:P58 M1 . M0 wdt:P58 M2 . M3 wdt:P162|wdt:P272 M1 . M3 wdt:P162|wdt:P272 M2 . M3 wdt:P58 M1 . M3 wdt:P58 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 written and produced by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ಬರೆದು ಉತ್ಪಾದಿಸುತ್ತಿದ್ದವು",
            "he": "האם M0 ו- M3 נכתבו והופקו על ידי M1 ו- M2",
            "zh": "M0 和 M3 是 由 M1 和 M2 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P57 M2 . M0 wdt:P1040 M1 . M0 wdt:P1040 M2 . M3 wdt:P57 M1 . M3 wdt:P57 M2 . M3 wdt:P1040 M1 . M3 wdt:P1040 M2 }"
        },
        "question": {
            "en": "Were M0 and M3 edited by and directed by M1 and M2",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M1 ಮತ್ತು M2 ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದೀರಾ",
            "he": "האם M0 ו- M3 נערכו על ידי M1 ו- M2 ובוימו",
            "zh": "M0 和 M3 是 否 由 M1 和 M2 编 辑 并 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What American employee of M0 married M2",
            "kn": "M0 ನ ಯಾವ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה עובד אמריקאי של M0 התחתן עם M2",
            "zh": "M0 的 哪 个 美 国 雇 员 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What American female spouse of M3 was employed by M0",
            "kn": "M3 ಯ ಯಾವ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಸಂಗಾತಿಯನ್ನು M0 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה בן / בת זוג אמריקאיים ל- M3 הועסקו ב- M0",
            "zh": "M0 雇 用 了 M3 的 哪 个 美 国 女 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What American sibling of M0 was influenced by M1 and was influenced by M2",
            "kn": "M0 ಯ ಯಾವ ಅಮೇರಿಕನ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח אמריקני של M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "M0 的 哪 个 美 国 同 胞 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What American spouse of M2 married M1",
            "kn": "M2 ನ ಯಾವ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג אמריקאי של M2 התחתן עם M1",
            "zh": "M2 的 哪 个 美 国 配 偶 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What British spouse of M3 was influenced by M0 and M1",
            "kn": "M3 ನ ಯಾವ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה בן זוג בריטי ל- M3 הושפע מ- M0 ו- M1",
            "zh": "M3 的 哪 个 英 国 配 偶 受 到 M0 和 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What British spouse of M2 was employed by M0",
            "kn": "M2 ನಿಂದ ಯಾವ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג בריטי ל- M2 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M2 的 英 国 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P737 M3 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Canadian sibling of M0 was influenced by M1 and influenced by M2 and M3",
            "kn": "M0 ನ ಯಾವ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה אח קנדי של M0 הושפע מ- M1 והושפע מ- M2 ו- M3",
            "zh": "M0 的 加 拿 大 同 胞 兄 弟 受 M1 以 及 M2 和 M3 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Canadian spouse of M2 married M1",
            "kn": "M2 ನ ಯಾವ ಕೆನಡಾದ ಸಂಗಾತಿಯು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג קנדי של M2 התחתן עם M1",
            "zh": "M2 的 加 拿 大 哪 位 配 偶 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Canadian spouse of M1 did M2 marry",
            "kn": "M1 ನ ಕೆನಡಾದ ಯಾವ ಸಂಗಾತಿಯು M2 ಮದುವೆಯಾದರು",
            "he": "עם איזה בן זוג קנדי של M1 התחתן M2",
            "zh": "M2 与 M1 的 加 拿 大 哪 个 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Chinese spouse of M1 did M2 marry",
            "kn": "M1 ನ ಯಾವ ಚೀನೀ ಸಂಗಾತಿಯು M2 ಮದುವೆಯಾದರು",
            "he": "עם איזה בן זוג סיני ל- M1 התחתן M2",
            "zh": "M2 嫁 给 了 M1 的 哪 个 中 国 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Dutch spouse of M2 married M1",
            "kn": "M2 ನ ಯಾವ ಡಚ್ ಸಂಗಾತಿಯು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג הולנדי של M2 התחתן עם M1",
            "zh": "M2 的 荷 兰 哪 位 配 偶 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Dutch spouse of M2 was employed by M0",
            "kn": "M2 ನಿಂದ ಯಾವ ಡಚ್ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג הולנדי ל- M2 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M2 的 荷 兰 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M4 . FILTER ( ?x0 != M4 ) }"
        },
        "question": {
            "en": "What Dutch spouse of M4 was employed by M0 and employed by M1 and M2",
            "kn": "M4 ನ ಯಾವ ಡಚ್ ಸಂಗಾತಿಯನ್ನು M0 ಮತ್ತು M1 ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה בן זוג הולנדי של M4 הועסק על ידי M0 והועסק על ידי M1 ו- M2",
            "zh": "M0 雇 用 了 哪 个 荷 兰 的 M4 配 偶 ， 而 M1 和 M2 雇 用 了 哪 个 荷 兰 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What Dutch spouse of M3 was employed by M0 and employed by M1",
            "kn": "M3 ಯ ಯಾವ ಡಚ್ ಸಂಗಾತಿಯನ್ನು M0 ನಿಂದ ನೇಮಿಸಲಾಯಿತು ಮತ್ತು M1 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה בן זוג הולנדי של M3 הועסק על ידי M0 והועסק על ידי M1",
            "zh": "M0 雇 用 了 M3 的 荷 兰 哪 个 配 偶 ？ M1 雇 用 了 哪 个 荷 兰 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M2 . ?x0 wdt:P737 M3 . ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What French employee of M0 and M1 did M2 and M3 influence",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ M2 ಮತ್ತು M3 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה עובד צרפתי של M0 ו- M1 השפיעו M2 ו- M3",
            "zh": "M2 和 M3 对 M0 和 M1 的 法 国 雇 员 有 什 么 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What French parent of M2 did M0 influence and marry",
            "kn": "M2 ನ ಯಾವ ಫ್ರೆಂಚ್ ಪೋಷಕರು M0 ಪ್ರಭಾವ ಬೀರಿದರು ಮತ್ತು ಮದುವೆಯಾದರು",
            "he": "על איזה הורה צרפתי ל- M2 השפיע M0 והתחתן",
            "zh": "M0 影 响 并 结 婚 了 M2 的 哪 个 法 国 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P737 M3 . ?x0 wdt:P737 M4 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What French sibling of M0 was influenced by M1 and M2 and influenced by M3 and M4",
            "kn": "M0 ನ ಯಾವ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು M1 ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה אח צרפתי של M0 הושפע מ- M1 ו- M2 והושפע מ- M3 ו- M4",
            "zh": "M0 的 哪 个 法 国 同 级 兄 弟 受 M1 和 M2 以 及 M3 和 M4 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What French spouse of M3 was influenced by M0 and was influenced by M1",
            "kn": "M3 ನ ಯಾವ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು",
            "he": "איזה בן זוג צרפתי ל- M3 הושפע מ- M0 והושפע מ- M1",
            "zh": "M3 的 哪 个 法 国 配 偶 受 M0 和 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M4 . FILTER ( ?x0 != M4 ) }"
        },
        "question": {
            "en": "What German French male parent of M3 was M4 's spouse",
            "kn": "M3 ನ ಯಾವ ಜರ್ಮನ್ ಫ್ರೆಂಚ್ ಪುರುಷ ಪೋಷಕರು M4 ನ ಸಂಗಾತಿಯಾಗಿದ್ದರು",
            "he": "איזה הורה גרמני צרפתי ל- M3 היה בן הזוג של M4",
            "zh": "M4 的 配 偶 是 M3 的 哪 个 德 国 法 国 男 性 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P108 M3 . ?x0 wdt:P108 M4 . ?x0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What German employee of M0 and M1 was employed by M2 and employed by M3 and M4",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯನ್ನು M2 ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה עובד גרמני של M0 ו- M1 הועסק על ידי M2 והועסק על ידי M3 ו- M4",
            "zh": "M2 和 M3 和 M4 分 别 雇 用 了 M0 和 M1 的 哪 个 德 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What German spouse of M2 was influenced by M0",
            "kn": "M2 ನಿಂದ ಯಾವ ಜರ್ಮನ್ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה בן זוג גרמני ל- M2 הושפע מ- M0",
            "zh": "M2 的 德 国 哪 个 配 偶 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M4 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M4 ) }"
        },
        "question": {
            "en": "What Italian British male sibling of M0 married M4",
            "kn": "M0 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಸಹೋದರ M4 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח אחי בריטי איטלקי מ- M0 התחתן עם M4",
            "zh": "M0 的 哪 个 意 大 利 英 国 男 性 同 胞 与 M4 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Italian sibling of M0 married M2",
            "kn": "M0 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಸಹೋದರ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח של איטליה M0 התחתן עם M2",
            "zh": "M0 的 哪 个 意 大 利 同 胞 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M2 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Italian sibling of M0 played M2",
            "kn": "M0 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಸಹೋದರ M2 ಆಡಿದರು",
            "he": "איזה אח איטלקי של M0 שיחק M2",
            "zh": "M0 的 哪 个 意 大 利 同 胞 玩 过 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Italian spouse of M2 was employed by M0",
            "kn": "M2 ಯ ಯಾವ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג איטלקי ל- M2 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M2 的 哪 个 意 大 利 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Japanese sibling of M0 was employed by M1 and employed by M2",
            "kn": "M0 ಯ ಯಾವ ಜಪಾನೀಸ್ ಸಹೋದರನನ್ನು M1 ನಿಂದ ನೇಮಿಸಲಾಯಿತು ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה אח יפני של M0 הועסק על ידי M1 והועסק על ידי M2",
            "zh": "M1 使 用 了 哪 个 日 本 同 级 M0 ， M2 使 用 了 哪 个 日 本 同 级 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Japanese spouse of M2 was employed by M0",
            "kn": "M2 ನಿಂದ ಯಾವ ಜಪಾನಿನ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג יפני של M2 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M2 的 日 本 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What Japanese spouse of M1 did M2 marry and M3 marry",
            "kn": "M1 ನ ಯಾವ ಜಪಾನಿನ ಸಂಗಾತಿಯು M2 ಮದುವೆಯಾದರು ಮತ್ತು M3 ಮದುವೆಯಾದರು",
            "he": "עם איזה בן זוג יפני של M1 התחתן M2 ו- M3 התחתנו",
            "zh": "M2 和 M3 结 婚 的 日 本 M1 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What Spanish sibling of M0 did M2 marry",
            "kn": "M0 ನ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರ M2 ಮದುವೆಯಾದರು",
            "he": "עם איזה אח ספרדי של M0 התחתנה M2",
            "zh": "M2 嫁 给 了 西 班 牙 的 M0 哪 个 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Spanish sibling of M0 was influenced by M1 and influenced by M2",
            "kn": "M0 ನ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה אח ספרדי של M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "西 班 牙 的 M0 的 哪 个 兄 弟 姐 妹 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What Swedish employee of M0 was employed by M1 and M2",
            "kn": "M0 ನ ಯಾವ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ಮತ್ತು M2 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד שוודי של M0 הועסק על ידי M1 ו- M2",
            "zh": "M1 和 M2 雇 用 了 M0 的 哪 位 瑞 典 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . ?x1 wdt:P40|wdt:P355 M5 . ?x1 wdt:P21 wd:Q6581097 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What Swedish sibling of M0 married M2 and M3 and was influenced by M5 's male parent",
            "kn": "M0 ನ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M2 ಮತ್ತು M3 ಗಳನ್ನು ವಿವಾಹವಾದರು ಮತ್ತು M5 ನ ಪುರುಷ ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה אח שוודי של M0 התחתן עם M2 ו- M3 והושפע מההורה הגברי של M5",
            "zh": "M0 的 哪 个 瑞 典 同 胞 与 M2 和 M3 结 婚 并 受 到 M5 的 男 性 父 母 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P749 M2 }"
        },
        "question": {
            "en": "What child of M2 was influenced by M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ M2 ನ ಯಾವ ಮಗು ಪ್ರಭಾವಿತವಾಗಿದೆ",
            "he": "איזה ילד של M2 הושפע מ- M0 ו- M1",
            "zh": "M2 的 哪 个 孩 子 受 M0 和 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 edit , produce , direct , and write",
            "kn": "M0 ಏನು ಸಂಪಾದಿಸಿದೆ, ಉತ್ಪಾದಿಸಿತು, ನಿರ್ದೇಶಿಸಿತು ಮತ್ತು ಬರೆದಿದೆ",
            "he": "מה M0 ערך, הפיק, ביים וכתב",
            "zh": "M0 编 辑 ， 产 生 ， 指 挥 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What did M3 's Chinese spouse executive produce and M0 and M1 executive produce",
            "kn": "M3 ನ ಚೀನೀ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה ייצר מנהל בן הזוג הסיני של M3 ומנהל M0 ו- M1",
            "zh": "M3 的 中 国 配 偶 高 管 产 生 什 么 ， M0 和 M1 的 高 管 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 write , produce , edit , and direct",
            "kn": "M0 ಏನು ಬರೆದಿದೆ, ಉತ್ಪಾದಿಸಿತು, ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה M0 כתב, הפיק, ערך, וביים",
            "zh": "M0 编 写 ， 产 生 ， 编 辑 和 指 挥 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 write , edit , and direct",
            "kn": "M0 ಏನು ಬರೆದಿದೆ, ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה M0 כתב, ערך, וביים",
            "zh": "M0 编 写 ， 编 辑 和 指 挥 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M2 . ?x0 wdt:P1040 M3 . ?x0 wdt:P1040 M4 . ?x0 wdt:P1431 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What did M1 write , M2 edit , M3 and M4 edit , and M0 executive produce",
            "kn": "M1 ಏನು ಬರೆದಿದೆ, M2 ಸಂಪಾದನೆ, M3 ಮತ್ತು M4 ಸಂಪಾದನೆ, ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ",
            "he": "מה M1 כתב, M2 ערך, M3 ו- M4 ערכו, ו- M0 המבצעת",
            "zh": "M1 编 写 ， M2 编 辑 ， M3 和 M4 编 辑 以 及 M0 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 write , direct , and edit",
            "kn": "M0 ಏನು ಬರೆದಿದೆ, ನಿರ್ದೇಶಿಸಿತು ಮತ್ತು ಸಂಪಾದಿಸಿದೆ",
            "he": "מה M0 כתב, ביים וערך",
            "zh": "M0 编 写 ， 指 挥 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "What did M0 and M1 edit and direct",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಸಂಪಾದಿಸಿವೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದವು",
            "he": "מה ערכו וביימו M0 ו- M1",
            "zh": "M0 和 M1 编 辑 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What did M0 and M1 direct and a Chinese spouse of M3 executive produce",
            "kn": "M0 ಮತ್ತು M1 ನೇರ ಮತ್ತು M3 ಕಾರ್ಯನಿರ್ವಾಹಕ ಚೀನಾದ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיקו M0 ו- M1 ובן זוג סיני למנהל ה- M3 הפיק",
            "zh": "M0 和 M1 的 直 接 导 演 以 及 M3 高 管 的 中 国 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "What did M2 's parent 's employee found and M0 and M1 found",
            "kn": "M2 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಮತ್ತು M1 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא עובד ההורים של M2 ו- M0 ו- M1",
            "zh": "M2 的 父 母 的 雇 员 找 到 了 什 么 ， M0 和 M1 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x1 wdt:P749 M2 }"
        },
        "question": {
            "en": "What did M0 and M1 distribute and M2 's child distribute",
            "kn": "M0 ಮತ್ತು M1 ಏನು ವಿತರಿಸಿದೆ ಮತ್ತು M2 ನ ಮಗು ಏನು ವಿತರಿಸಿತು",
            "he": "מה הפיץ M0 ו- M1 והילד של M2 הפיץ",
            "zh": "M0 和 M1 分 发 什 么 ， M2 的 孩 子 分 发 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 produce , write , direct , and edit",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು, ಬರೆಯಿತು, ನಿರ್ದೇಶಿಸಿತು ಮತ್ತು ಸಂಪಾದಿಸಿತು",
            "he": "מה M0 הפיק, כתב, ביים וערך",
            "zh": "M0 产 生 ， 编 写 ， 指 导 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 write , produce , direct , and edit",
            "kn": "M0 ಏನು ಬರೆದಿದೆ, ಉತ್ಪಾದಿಸಿತು, ನಿರ್ದೇಶಿಸಿತು ಮತ್ತು ಸಂಪಾದಿಸಿದೆ",
            "he": "מה M0 כתב, הפיק, ביים וערך",
            "zh": "M0 编 写 ， 产 生 ， 指 导 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M5 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x0 wdt:P1431 M2 . ?x0 wdt:P58 M3 . ?x0 wdt:P58 M4 }"
        },
        "question": {
            "en": "What did M0 and M1 executive produce , M2 executive produce , M5 direct , and M3 and M4 write",
            "kn": "M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು, M2 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು, M5 ನೇರ, ಮತ್ತು M3 ಮತ್ತು M4 ಏನು ಬರೆದವು",
            "he": "מה כתבו M0 ו- M1 Executive, M2 Executive, M5 ישיר ו- M3 ו- M4",
            "zh": "M0 和 M1 执 行 人 员 产 生 的 内 容 ， M2 执 行 人 员 产 生 的 内 容 ， M5 直 接 产 生 的 内 容 以 及 M3 和 M4 产 生 了 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "What did M0 and M1 direct and edit",
            "kn": "M0 ಮತ್ತು M1 ಏನು ನಿರ್ದೇಶಿಸಿ ಮತ್ತು ಸಂಪಾದಿಸಿವೆ",
            "he": "מה ביידו וערכו M0 ו- M1",
            "zh": "M0 和 M1 指 挥 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 edit , write , produce , and direct",
            "kn": "M0 ಏನು ಸಂಪಾದಿಸಿದೆ, ಬರೆಯಿತು, ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה M0 ערך, כתב, הפיק וביים",
            "zh": "M0 编 辑 ， 编 写 ， 产 生 和 指 挥 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M4 . ?x0 wdt:P57 M5 . ?x0 wdt:P1040 M3 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x0 wdt:P162|wdt:P272 M2 }"
        },
        "question": {
            "en": "What did M3 edit , M0 and M1 executive produce , M2 produce , and M4 and M5 direct",
            "kn": "M3 ಸಂಪಾದನೆ, M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು, M2 ಉತ್ಪಾದನೆಗಳು ಮತ್ತು M4 ಮತ್ತು M5 ನೇರವಾಗಿ ಏನು ಮಾಡಿದೆ",
            "he": "מה M3 ערכה, M0 ו- M1 הפיקו, M2 הפיקו, ו- M4 ו- M5 ביימו",
            "zh": "M3 编 辑 ， M0 和 M1 执 行 人 员 产 生 ， M2 生 产 以 及 M4 和 M5 直 接 做 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 . ?x0 wdt:P58 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What did M0 and M1 edit and write",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಸಂಪಾದಿಸಿವೆ ಮತ್ತು ಬರೆದವು",
            "he": "מה ערכו וכתבו M0 ו- M1",
            "zh": "M0 和 M1 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 direct , write , edit , and produce",
            "kn": "M0 ಏನು ನಿರ್ದೇಶಿಸಿತು, ಬರೆಯಿತು, ಸಂಪಾದಿಸಿತು ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה M0 ביים, כתב, ערך, והפיק",
            "zh": "M0 指 导 ， 编 写 ， 编 辑 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x0 wdt:P1431 M2 }"
        },
        "question": {
            "en": "What did M0 and M1 executive produce and M2 executive produce",
            "kn": "M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ייצרו M0 ו- M1 Executive ו- M2 Executive",
            "zh": "M0 和 M1 执 行 人 员 产 生 什 么 ， M2 执 行 人 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What did M0 and M1 direct and a Canadian spouse of M3 produce",
            "kn": "M0 ಮತ್ತು M1 ನೇರ ಮತ್ತು M3 ನ ಕೆನಡಾದ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיקו M0 ו- M1 ובן זוג קנדי של M3 הפיק",
            "zh": "M0 和 M1 指 挥 什 么 ， 加 拿 大 的 M3 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What did M0 direct , write , and edit",
            "kn": "M0 ಏನು ನಿರ್ದೇಶಿಸಿತು, ಬರೆಯಿತು ಮತ್ತು ಸಂಪಾದಿಸಿತು",
            "he": "מה ביים, כתב וערך M0",
            "zh": "M0 指 挥 ， 编 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a female sibling of M2 executive produce and M0 and M1 direct",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ಮತ್ತು M1 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הפיקה אח נשי ממנהלי M2 ו- M0 ו- M1",
            "zh": "M2 高 管 的 女 性 同 胞 产 生 什 么 ， 而 M0 和 M1 则 直 接 扮 演 什 么 角 色 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What employee of M0 was influenced by M1 and M2",
            "kn": "M1 ಮತ್ತು M2 ನಿಂದ M0 ನ ಯಾವ ಉದ್ಯೋಗಿ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה עובד של M0 הושפע מ- M1 ו- M2",
            "zh": "M0 的 哪 个 员 工 受 到 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M2 . ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "What employee of M0 and M1 was influenced by M2",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ಉದ್ಯೋಗಿ M2 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה עובד של M0 ו- M1 הושפע מ- M2",
            "zh": "M0 和 M1 的 哪 个 员 工 受 到 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P27 wd:Q17 . ?x2 wdt:P26 M3 . FILTER ( ?x2 != M3 ) }"
        },
        "question": {
            "en": "What employee of M0 was influenced by M1 and influenced by M3 's Japanese spouse 's parent",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿಯು M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M3 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯ ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה עובד של M0 הושפע מ- M1 והושפע מההורה של בן הזוג היפני של M3",
            "zh": "M0 的 哪 个 雇 员 受 M1 的 影 响 而 受 M3 的 日 本 配 偶 父 母 的 影 响 ？"
        }
    }
]