[
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M2 ) . FILTER ( M0 != M3 ) . M0 wdt:P26 M1 . M0 wdt:P26 M2 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M0 marry M1 and marry M2 and M3",
            "kn": "M0 M1 ಅನ್ನು ಮದುವೆಯಾಗಿ M2 ಮತ್ತು M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M0 התחתנה עם M1 והתחתנה עם M2 ו- M3",
            "zh": "M0 嫁 给 M1 并 嫁 给 M2 和 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Did M2 's spouse 's female spouse play M0",
            "kn": "M2 ನ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು M0 ಆಡಿದ್ದೀರಾ",
            "he": "האם בן זוגה של בן / בת הזוג של M2 שיחק M0",
            "zh": "M2 的 配 偶 的 女 性 配 偶 是 否 玩 过 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Did M0 's female actor play M1",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟ M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ್ದೀರಾ",
            "he": "האם השחקן הנשי של M0 שיחק את M1",
            "zh": "M0 的 女 演 员 扮 演 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Did M0 's actor marry M1 and M2",
            "kn": "M0 ನ ನಟ M1 ಮತ್ತು M2 ಅವರನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם השחקן של M0 התחתן עם M1 ו- M2",
            "zh": "M0 的 演 员 嫁 给 M1 和 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Did M1 's spouse play M0",
            "kn": "M1 ಅವರ ಸಂಗಾತಿಯು M0 ಆಡಿದ್ದೀರಾ",
            "he": "האם בן הזוג של M1 שיחק M0",
            "zh": "M1 的 配 偶 玩 过 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P453 M2 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Did M3 's German spouse play M1 and M2",
            "kn": "M3 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯು M1 ಮತ್ತು M2 ಆಡಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגרמני של M3 שיחק M1 ו- M2",
            "zh": "M3 的 德 国 配 偶 扮 演 M1 和 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Did M1 's sibling 's sibling marry M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M0 ಅನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של M1 התחתן עם M0",
            "zh": "M1 的 兄 弟 姐 妹 与 M0 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Did M1 's parent 's sibling play M0",
            "kn": "M1 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರು M0 ಆಡಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של ההורה של M1 שיחק M0",
            "zh": "M1 的 父 母 兄 弟 姐 妹 玩 过 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Did M3 's male spouse play M0 and M1",
            "kn": "M3 ನ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಅನ್ನು ಆಡಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגברי של M3 שיחק M0 ו- M1",
            "zh": "M3 的 男 性 配 偶 扮 演 M0 和 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M2 wdt:P161 M4 . M5 wdt:P161 ?x0 . M5 wdt:P161 M3 . M5 wdt:P161 M4 }"
        },
        "question": {
            "en": "Did M2 and M5 star M3 and M4 and star M1 's Dutch spouse",
            "kn": "M2 ಮತ್ತು M5 ಸ್ಟಾರ್ M3 ಮತ್ತು M4 ಮತ್ತು ಸ್ಟಾರ್ M1 ನ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M5 כיכבו ב- M3 ו- M4 ובן הזוג ההולנדי של M1",
            "zh": "M2 和 M5 是 否 为 M3 和 M4 以 及 M1 为 荷 兰 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 }"
        },
        "question": {
            "en": "Did M0 's actor play M1",
            "kn": "M0 ನ ನಟ M1 ಆಡಿದ್ದೀರಾ",
            "he": "האם השחקן של M0 שיחק את M1",
            "zh": "M0 的 演 员 玩 过 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Did M3 's female spouse play M0 and M1",
            "kn": "M3 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಆಡಿದ್ದೀರಾ",
            "he": "האם בן הזוג של M3 שיחק M0 ו- M1",
            "zh": "M3 的 女 性 配 偶 扮 演 M0 和 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's spouse , sibling , and parent",
            "kn": "M1 ಮತ್ತು M2 M0 ಅವರ ಸಂಗಾತಿ, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם בן זוגה, אחיו והורהו של M0",
            "zh": "M1 和 M2 是 否 与 M0 的 配 偶 ， 兄 弟 姐 妹 和 父 母 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . FILTER ( M2 != M4 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 . M2 wdt:P26 M4 }"
        },
        "question": {
            "en": "Did M2 marry M0 's female actor and marry M3 and M4",
            "kn": "M2 M0 ನ ಮಹಿಳಾ ನಟನನ್ನು ಮದುವೆಯಾಗಿ M3 ಮತ್ತು M4 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם השחקן הנשי של M0 והתחתנה עם M3 ו- M4",
            "zh": "M2 嫁 给 M0 的 女 演 员 并 嫁 给 M3 和 M4 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's sibling , spouse , and parent",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಸಹೋದರ, ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם אחיו, בן הזוג וההורה של M0",
            "zh": "M1 和 M2 是 否 与 M0 的 兄 弟 姐 妹 ， 配 偶 和 父 母 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's parent , spouse , and sibling",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಪೋಷಕರು, ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם הורה, בן זוגו ואחיו של M0",
            "zh": "M1 和 M2 是 否 与 M0 的 父 母 ， 配 偶 和 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . ?x0 wdt:P26 M4 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) . FILTER ( ?x0 != M4 ) }"
        },
        "question": {
            "en": "Did M0 's parent and sibling marry M1 and M2 and marry M3 and M4",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಮತ್ತು M2 ಗಳನ್ನು ಮದುವೆಯಾಗಿ M3 ಮತ್ತು M4 ಗಳನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורים והאחים של M0 התחתנו עם M1 ו- M2 והתחתנו עם M3 ו- M4",
            "zh": "M0 的 父 母 和 兄 弟 姐 妹 是 否 已 婚 M1 和 M2 以 及 已 婚 M3 和 M4 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P453 M2 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "Did M0 's employee play M1 and M2",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ಮತ್ತು M2 ಆಡಿದ್ದೀರಾ",
            "he": "האם עובד M0 שיחק M1 ו- M2",
            "zh": "M0 的 员 工 玩 过 M1 和 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry a sibling , spouse , and parent of M0",
            "kn": "M1 ಮತ್ತು M2 ಒಡಹುಟ್ಟಿದವರು, ಸಂಗಾತಿ ಮತ್ತು M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם אח, בן זוג והורה של M0",
            "zh": "M1 和 M2 是 否 与 M0 的 同 胞 ， 配 偶 和 父 母 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Did M1 's parent play M0",
            "kn": "M1 ನ ಪೋಷಕರು M0 ಆಡಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של M1 שיחק M0",
            "zh": "M1 的 父 母 玩 过 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M2 wdt:P161 M4 }"
        },
        "question": {
            "en": "Did M2 star M3 and M4 and star a employee of M0 and M1",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು M4 ಮತ್ತು M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב M3 ו- M4 וכיכב עובד של M0 ו- M1",
            "zh": "M2 是 否 给 M3 和 M4 加 了 星 标 ， 并 给 M0 和 M1 的 员 工 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Did a Spanish sibling of M0 marry M2 's sibling",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M2 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾದರಾ",
            "he": "האם אח ספרדי מ- M0 התחתן עם אחיו של M2",
            "zh": "西 班 牙 的 M0 兄 弟 姐 妹 嫁 给 M2 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Did a female sibling of M0 play M1",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ M1 ಆಡಿದ್ದೀರಾ",
            "he": "האם אח נשי מ- M0 שיחק את M1",
            "zh": "M0 的 女 性 同 胞 玩 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Did a female spouse of M3 play M0 and play M1",
            "kn": "M3 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು M0 ಅನ್ನು ಆಡಿದ್ದೀರಾ ಮತ್ತು M1 ಅನ್ನು ಆಡಿದ್ದೀರಾ",
            "he": "האם בת זוג של M3 שיחקה M0 ושיחקה M1",
            "zh": "M3 的 女 性 配 偶 是 否 玩 过 M0 并 玩 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Did a male actor of M0 and M1 marry M3",
            "kn": "M0 ಮತ್ತು M1 ನ ಪುರುಷ ನಟ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದ್ದೀರಾ",
            "he": "האם שחקן גבר של M0 ו- M1 התחתן עם M3",
            "zh": "M0 和 M1 的 男 演 员 与 M3 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Did a parent of M1 play M0",
            "kn": "M1 ನ ಪೋಷಕರು M0 ಆಡಿದ್ದಾರೆಯೇ",
            "he": "האם הורה ל- M1 שיחק את M0",
            "zh": "M1 的 父 母 玩 过 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P161 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Did a sequel of M1 's sequel star M0",
            "kn": "M1 ನ ಉತ್ತರಭಾಗ M0 ನ ಉತ್ತರಭಾಗವಿದೆಯೇ",
            "he": "האם סרט ההמשך של כוכב ההמשך של M1 מככב M0",
            "zh": "M1 的 续 集 明 星 M0 的 续 集 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P161 M0 . ?x0 wdt:P161 M1 . ?x1 wdt:P155 M2 }"
        },
        "question": {
            "en": "Did a sequel of M2 's sequel star M0 and M1",
            "kn": "M2 ನ ಉತ್ತರಭಾಗ M0 ಮತ್ತು M1 ನ ಉತ್ತರಭಾಗವಿದೆಯೇ",
            "he": "האם סרט ההמשך של סרט ההמשך של M2 מככב M0 ו- M1",
            "zh": "M2 的 续 集 明 星 M0 和 M1 的 续 集 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . ?x0 wdt:P161 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Did a sequel of M0 star a German female sibling of M1",
            "kn": "M0 ನ ಉತ್ತರಭಾಗವು M1 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם סרט המשך של M0 כיכב על אחיה גרמנית של M1",
            "zh": "M0 的 续 集 是 否 是 M1 的 德 国 女 性 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Did a sibling of M0 play M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು M1 ಅನ್ನು ಆಡಿದ್ದಾರೆಯೇ",
            "he": "האם אח של M0 שיחק את M1",
            "zh": "M0 的 兄 弟 姐 妹 玩 过 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P453 M2 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Did a sibling of M0 play M1 and M2",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು M1 ಮತ್ತು M2 ಅನ್ನು ಆಡಿದ್ದಾರೆಯೇ",
            "he": "האם אח של M0 שיחק M1 ו- M2",
            "zh": "M0 的 兄 弟 姐 妹 玩 过 M1 和 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Did a spouse and sibling of M0 marry M1 and marry M2",
            "kn": "M0 ರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಅನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן זוג ואחיו של M0 התחתנו עם M1 והתחתנו עם M2",
            "zh": "M0 的 配 偶 和 同 胞 是 否 与 M1 结 婚 并 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Did a spouse and sibling of M0 marry M1 and M2",
            "kn": "M0 ರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಮತ್ತು M2 ಗಳನ್ನು ಮದುವೆಯಾದರು",
            "he": "האם בן זוג ואחיו של M0 התחתנו עם M1 ו- M2",
            "zh": "M0 的 配 偶 和 同 胞 是 否 与 M1 和 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Did a spouse and sibling of M0 marry M1 's spouse",
            "kn": "M0 ರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾದರಾ",
            "he": "האם בן זוג ואחיו של M0 התחתנו עם בן הזוג של M1",
            "zh": "M0 的 配 偶 和 兄 弟 姐 妹 是 否 与 M1 的 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . ?x1 wdt:P3373 M2 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x1 != M2 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Did a spouse of M2 's spouse and sibling marry M0 and M1",
            "kn": "M2 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಗಳನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת זוג / ים של M2 ואחיו התחתנו עם M0 ו- M1",
            "zh": "M2 的 配 偶 和 同 胞 的 配 偶 是 否 已 婚 M0 和 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 }"
        },
        "question": {
            "en": "Did a actor of M0 play M1",
            "kn": "M0 ನ ನಟ M1 ಅನ್ನು ಆಡಿದ್ದೀರಾ",
            "he": "האם שחקן של M0 שיחק את M1",
            "zh": "M0 的 演 员 玩 过 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Did a actor of M0 marry M1 and M2",
            "kn": "M0 ನ ನಟ M1 ಮತ್ತು M2 ಅವರನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם שחקן של M0 התחתן עם M1 ו- M2",
            "zh": "M0 的 演 员 和 M1 和 M2 结 婚 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Did a employee of M0 marry M1 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד של M0 התחתן עם העובד של M1",
            "zh": "M0 的 员 工 与 M1 的 员 工 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M1 's male sibling 's spouse M0 's sibling",
            "kn": "M1 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ M0 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת זוג / אחים של M1 / בן / ת היה M0",
            "zh": "M1 的 兄 弟 姐 妹 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P737 ?x0 . M2 wdt:P737 M3 . M2 wdt:P737 M4 }"
        },
        "question": {
            "en": "Was M2 influenced by a American spouse of M1 and influenced by M3 and M4",
            "kn": "M2 ಅಮೆರಿಕಾದ ಸಂಗಾತಿಯಿಂದ M1 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מבן זוג אמריקאי של M1 והושפע מ- M3 ו- M4",
            "zh": "M2 是 否 受 美 国 M1 的 配 偶 影 响 且 受 M3 和 M4 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 . M1 wdt:P737 M3 }"
        },
        "question": {
            "en": "Was M1 influenced by M0 's parent and sibling and influenced by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಪ್ರಭಾವಿಸಿದ್ದಾರೆ ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הושפע מההורה והאח של M0 והושפע מ- M2 ו- M3",
            "zh": "M1 是 否 受 M0 的 父 母 和 同 级 兄 弟 的 影 响 而 受 M2 和 M3 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 . M1 wdt:P737 M3 }"
        },
        "question": {
            "en": "Was M1 influenced by M0 's sibling and parent and influenced by M2 and M3",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מאחיו וההורים של M0 והושפע מ- M2 ו- M3",
            "zh": "M1 是 否 受 到 M0 的 同 级 和 父 级 的 影 响 以 及 M2 和 M3 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's sibling and spouse a sibling of M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯು M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של M0 ובן זוגו היה אח של M1",
            "zh": "M0 的 兄 弟 姐 妹 和 配 偶 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "Was M0 's spouse 's actor a actor",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ನಟ ನಟನಾಗಿದ್ದನೇ",
            "he": "האם השחקן של בן / בת הזוג של M0 היה שחקן",
            "zh": "M0 的 配 偶 的 演 员 是 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was M0 's employee a employee of M1 and M2",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ಮತ್ತು M2 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד M0 היה עובד של M1 ו- M2",
            "zh": "M0 的 员 工 是 M1 和 M2 的 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Was M2 's spouse a actor of M0 and M1",
            "kn": "M2 ಅವರ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನ ನಟರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן הזוג של M2 היה שחקן של M0 ו- M1",
            "zh": "M2 的 配 偶 是 M0 和 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Was M3 's spouse a Canadian employee of M0 and M1",
            "kn": "M3 ಅವರ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג של M3 היה עובד קנדי של M0 ו- M1",
            "zh": "M3 的 配 偶 是 M0 和 M1 的 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "Was M0 's prequel edited by , directed by , and written by M1 's employee",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם פריקוול של M0 נערך על ידי, ביים, ונכתב על ידי עובד M1",
            "zh": "M0 的 前 传 是 由 M1 的 员 工 编 辑 ， 导 演 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was M0 's spouse M1 's parent 's actor",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ M1 ಅವರ ಪೋಷಕರ ನಟನಾ",
            "he": "האם בן / בת הזוג של M0 היה השחקן של ההורה / M1",
            "zh": "M0 的 配 偶 是 M1 的 父 母 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . ?x1 wdt:P108 M4 . ?x1 wdt:P27 wd:Q30 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was M0 's Italian sibling influenced by M4 's American employee and influenced by M1 and M2",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M4 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು ಮತ್ತು M1 ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו האיטלקי של M0 הושפע מהעובד האמריקאי של M4 והושפע מ- M1 ו- M2",
            "zh": "M0 的 意 大 利 同 胞 是 否 受 到 M4 的 美 国 雇 员 的 影 响 并 且 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 . M1 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and M3 and distributed by M0 's parent",
            "kn": "M1 ಅನ್ನು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 ו- M3 והופץ על ידי ההורה של M0",
            "zh": "M1 是 否 由 M2 和 M3 分 发 并 由 M0 的 父 级 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Was M0 's prequel edited by M2 's spouse and produced by M1",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿಯನ್ನು M2 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ M1 ನಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם הפריקוול של M0 נערך על ידי בן / בת הזוג של M2 והופק על ידי M1",
            "zh": "M0 的 前 传 是 由 M2 的 配 偶 编 辑 并 由 M1 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M3 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Was M3 's employee 's British sibling influenced by M0 and influenced by M1",
            "kn": "M3 ನ ಉದ್ಯೋಗಿಯ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של עובד M3 הושפע מ- M0 והושפע מ- M1",
            "zh": "M3 的 雇 员 的 英 国 同 胞 受 到 M0 和 M1 的 影 响 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P750 M1 . M0 wdt:P750 M2 . M0 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M0 distributed by M1 and distributed by M2 and M3",
            "kn": "M0 ಅನ್ನು M1 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 הופץ על ידי M1 והופץ על ידי M2 ו- M3",
            "zh": "M0 是 由 M1 分 发 ， 还 是 由 M2 和 M3 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P155 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Was M0 's sequel written , edited , and produced by M1 's parent",
            "kn": "M0 ನ ಉತ್ತರಭಾಗವನ್ನು M1 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם סרט ההמשך של M0 נכתב, נערך והופק על ידי ההורה של M1",
            "zh": "M0 的 续 集 是 由 M1 的 父 母 编 写 ， 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P1431 M2 . M1 wdt:P1431 M3 }"
        },
        "question": {
            "en": "Was M1 executive produced by M2 and M3 and executive produced by M0 's sibling 's parent",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ಮತ್ತು M3 ನಿರ್ಮಿಸಿದವು ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי M2 ו- M3 והמנהל הופק על ידי ההורה של אחיו של M0",
            "zh": "M1 高 管 是 由 M2 和 M3 产 生 的 ， 高 管 是 由 M0 的 兄 弟 姐 妹 的 父 母 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was M0 's Italian sibling a spouse of M2 's employee",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಸಹೋದರ M2 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו האיטלקי של M0 היה בן זוג של עובד M2",
            "zh": "M0 的 意 大 利 兄 弟 姐 妹 是 M2 的 雇 员 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's spouse M1 's sibling 's actor",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ M1 ನ ಒಡಹುಟ್ಟಿದವರ ನಟನಾ",
            "he": "האם בן / בת הזוג של M0 היה השחקן / ה של אח / ה M1",
            "zh": "M0 的 配 偶 是 M1 的 兄 弟 姐 妹 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P453 M3 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 a German actor of M2 and M3",
            "kn": "M0 M2 ಮತ್ತು M3 ನ ಜರ್ಮನ್ ನಟನಾ",
            "he": "האם M0 היה שחקן גרמני של M2 ו- M3",
            "zh": "M0 是 M2 和 M3 的 德 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 ?x2 . ?x1 wdt:P26 M1 . ?x2 wdt:P156 ?x3 . ?x3 wdt:P155 M0 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's sequel 's prequel 's prequel produced by M1 's spouse",
            "kn": "M0 ನ ಉತ್ತರಭಾಗವು M1 ನ ಸಂಗಾತಿಯಿಂದ ಪೂರ್ವಭಾವಿ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם פריקוול הפריקוול של סרט ההמשך של M0 הופק על ידי בן / בת הזוג של M1",
            "zh": "M0 的 前 传 是 M1 的 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M2 . ?x1 wdt:P21 wd:Q6581072 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Was M2 's female employee 's spouse a American sibling of M0",
            "kn": "M2 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯು M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן זוגה של עובדת M2 היה אח אמריקאי של M0",
            "zh": "M2 的 女 雇 员 的 配 偶 是 M0 的 美 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M3 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Was M3 's employee 's male spouse influenced by M0 and influenced by M1",
            "kn": "M3 ನ ಉದ್ಯೋಗಿಯ ಪುರುಷ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದೀರಾ ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן הזוג הגברי של עובד M3 הושפע מ- M0 והושפע מ- M1",
            "zh": "M3 的 雇 员 的 男 性 配 偶 是 否 受 到 M0 和 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P108 ?x1 . ?x0 wdt:P27 wd:Q29 . ?x1 wdt:P749 M3 }"
        },
        "question": {
            "en": "Was M3 's child 's Spanish employee influenced by M0 and M1",
            "kn": "M3 ನ ಮಗುವಿನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ M0 ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הספרדי של ילד M3 הושפע מ- M0 ו- M1",
            "zh": "M3 的 孩 子 的 西 班 牙 雇 员 受 M0 和 M1 影 响 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P112 M1 . M0 wdt:P112 M2 . M0 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M0 founded by M1 and M2 and founded by M3",
            "kn": "M0 ಅನ್ನು M1 ಮತ್ತು M2 ಸ್ಥಾಪಿಸಿದವು ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M0 הוקמה על ידי M1 ו- M2 והוקמה על ידי M3",
            "zh": "M0 是 由 M1 和 M2 创 建 并 由 M3 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Was M0 's female sibling M1 's sibling and spouse",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיה / נקבה של M0 / בן / בת זוגם של M1",
            "zh": "M0 的 女 兄 弟 姐 妹 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    }
]