[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P108 M3 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What female German employee of M0 and M1 was employed by M2 and M3",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯನ್ನು M2 ಮತ್ತು M3 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזו עובדת גרמנית ב- M0 ו- M1 הועסקה ב- M2 ו- M3",
            "zh": "M2 和 M3 雇 用 了 M0 和 M1 的 哪 个 德 国 女 性 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What female actor of M0 and M1 married M3",
            "kn": "M0 ಮತ್ತು M1 ನ ಯಾವ ಮಹಿಳಾ ನಟ M3 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה שחקן נשי של M0 ו- M1 התחתן עם M3",
            "zh": "M0 和 M1 的 哪 个 女 演 员 与 M3 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What female employee of M0 was influenced by M1 and M2",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזו עובדת של M0 הושפעה מ- M1 ו- M2",
            "zh": "M0 的 哪 个 女 雇 员 受 到 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What female employee of M0 was influenced by and married M1",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು ಮದುವೆಯಾದರು",
            "he": "איזו עובדת של M0 הושפעה מ- M1 ונשאה",
            "zh": "M0 的 哪 个 女 雇 员 受 M1 的 影 响 并 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P737 M3 . ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What female employee of M0 was influenced by M1 and was influenced by M2 and M3",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು",
            "he": "איזו עובדת של M0 הושפעה מ- M1 והושפעה מ- M2 ו- M3",
            "zh": "M0 的 哪 个 女 雇 员 受 M1 的 影 响 而 受 M2 和 M3 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What female sibling of M0 was influenced by M1 and influenced by M2",
            "kn": "M0 ಯ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח / נקבה של M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "M0 的 哪 个 女 性 同 胞 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What female sibling of M0 married M2",
            "kn": "M0 ನ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח נשי מ- M0 התחתן עם M2",
            "zh": "M0 的 哪 个 女 性 同 胞 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What female spouse of M2 did M0 influence and marry",
            "kn": "M2 ನ ಯಾವ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು M0 ಪ್ರಭಾವ ಬೀರಿದರು ಮತ್ತು ಮದುವೆಯಾದರು",
            "he": "איזה בן / בת זוג של M2 השפיע והתחתן M0",
            "zh": "M0 影 响 并 嫁 给 了 M2 的 哪 个 女 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What female spouse of M3 played M0 and played M1",
            "kn": "M3 ನ ಯಾವ ಮಹಿಳಾ ಸಂಗಾತಿಯು M0 ಅನ್ನು ಆಡಿದ್ದಾರೆ ಮತ್ತು M1 ಅನ್ನು ಆಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג של M3 שיחק ב- M0 ושיחק ב- M1",
            "zh": "M3 的 哪 个 女 性 配 偶 扮 演 M0 并 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What female spouse of M3 was influenced by M0 and M1",
            "kn": "M3 ನ ಯಾವ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה בן / בת זוג של M3 הושפע מ- M0 ו- M1",
            "zh": "M3 的 哪 个 女 性 配 偶 受 到 M0 和 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What female spouse of M2 was influenced by M0",
            "kn": "M2 ಯ ಯಾವ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה בן / בת זוג של M2 הושפע מ- M0",
            "zh": "M2 的 哪 个 女 性 配 偶 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M4 . FILTER ( ?x0 != M4 ) }"
        },
        "question": {
            "en": "What male German American employee of M0 married M4",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಜರ್ಮನ್ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ M4 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה עובד אמריקאי גרמני מ- M0 התחתן עם M4",
            "zh": "M0 的 哪 个 德 国 男 雇 员 与 M4 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What male employee of M0 was influenced by M1 and influenced by M2",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה עובד גברי ב- M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "M0 的 哪 个 男 性 雇 员 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What male sibling of M0 did M1 and M2 influence",
            "kn": "M0 ಮತ್ತು M2 ನ ಯಾವ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು M1 ಮತ್ತು M2 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח זכר מ- M0 השפיעו M1 ו- M2",
            "zh": "M1 和 M2 对 M0 的 男 性 同 胞 有 什 么 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What male sibling of M0 was influenced by M1 and influenced by M2",
            "kn": "M0 ಯ ಯಾವ ಪುರುಷ ಸಹೋದರನು M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח זכר מ- M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "M0 的 哪 个 男 性 同 胞 受 M1 和 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What male spouse of M2 was influenced by and married M0",
            "kn": "M2 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿ ಮದುವೆಯಾದನು",
            "he": "איזה בן זוג גברי ל- M2 הושפע מ- M0 ונשא אותו",
            "zh": "M2 的 哪 个 男 性 配 偶 受 M0 的 影 响 并 已 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What male spouse of M2 married M1",
            "kn": "M2 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג גבר של M2 התחתן עם M1",
            "zh": "M2 的 哪 个 男 性 配 偶 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What male spouse of M3 played M0 and played M1",
            "kn": "M3 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಅನ್ನು ಆಡಿದ್ದಾರೆ ಮತ್ತು M1 ಅನ್ನು ಆಡಿದ್ದಾರೆ",
            "he": "איזה בן / בת זוג זכר ל- M3 שיחק ב- M0 ושיחק ב- M1",
            "zh": "M3 的 哪 个 男 性 配 偶 扮 演 M0 并 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "What male spouse of M2 did M0 marry and influence",
            "kn": "M2 ನ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ಮದುವೆಯಾಗಿ ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "עם איזה בן / בת זוג גבר של M2 התחתן M0 והשפיע",
            "zh": "M0 结 婚 并 影 响 了 M2 的 哪 个 男 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "What male spouse of M3 was influenced by M0 and married M2",
            "kn": "M3 ಯ ಯಾವ ಪುರುಷ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು ಮತ್ತು M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג זכר ל- M3 הושפע מ- M0 ונשא לאישה M2",
            "zh": "M3 的 哪 个 男 性 配 偶 受 到 M0 的 影 响 并 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What parent and sibling of M1 's spouse did M0 marry",
            "kn": "M1 ಅವರ ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M0 ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה ואח לבן הזוג של M1 התחתנו M0",
            "zh": "M0 嫁 给 M1 的 配 偶 的 哪 个 父 母 和 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What parent of M3 's spouse was employed by M0 and M1 and employed by M2",
            "kn": "M3 ನ ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರನ್ನು M0 ಮತ್ತು M1 ನಿಂದ ನೇಮಿಸಲಾಯಿತು ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಯಿತು",
            "he": "איזה הורה לבן הזוג של M3 הועסק על ידי M0 ו- M1 והועסק על ידי M2",
            "zh": "M3 的 配 偶 的 哪 个 父 母 受 雇 于 M0 和 M1 ， 受 雇 于 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was written by , was produced by , and was directed by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಪತ್ರವನ್ನು ಬರೆಯಲಾಗಿದೆ, ನಿರ್ಮಿಸಿದೆ ಮತ್ತು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 נכתב על ידי, הופק על ידי וביים M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 编 写 的 ， 由 M1 生 成 的 以 及 由 M1 导 演 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was written by , was directed by , was edited by , and starred M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M1 ನಟಿಸಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 נכתב על ידי, ביים, נערך על ידי וכיכב M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 编 写 ， 由 导 演 ， 由 M1 编 辑 和 加 注 星 标 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was produced by , directed by , edited by , and written by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನಿರ್ಮಿಸಿದೆ, ನಿರ್ದೇಶಿಸಿದೆ, ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ಬರೆದಿದೆ",
            "he": "איזה פריקוול של M0 הופק, ביים, נערך על ידי ונכתב על ידי M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 制 作 ， 指 导 ， 编 辑 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What prequel of M1 's prequel did M0 edit , produce , and write",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಪೂರ್ವಭಾವಿ M0 ಸಂಪಾದನೆ, ಉತ್ಪಾದನೆ ಮತ್ತು ಬರೆಯಿತು",
            "he": "איזה פריקוול מהפריקוול של M1 עשה, הפיק וכתב M0",
            "zh": "M0 编 辑 ， 产 生 和 编 写 M1 的 前 传 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What prequel of M1 's prequel did M0 distribute and produce",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಪೂರ್ವಭಾವಿ M0 ವಿತರಿಸಿ ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה פריקוול מהפריקוול של M1 הפיץ וייצר M0",
            "zh": "M0 分 发 并 产 生 了 M1 的 前 传 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was directed by , starred , was written by , and was produced by M1",
            "kn": "M0 ನ ಯಾವ ಮುನ್ನುಡಿಯನ್ನು ನಿರ್ದೇಶಿಸಲಾಗಿದೆ, ನಟಿಸಿದೆ, ಬರೆದಿದೆ ಮತ್ತು M1 ನಿರ್ಮಿಸಿದೆ",
            "he": "איזה פריקוול של M0 ביים, כיכב, נכתב על ידי והופק על ידי M1",
            "zh": "M0 的 哪 个 前 传 由 M1 执 导 ， 加 注 星 标 ， 由 M1 编 写 和 产 生 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 did M1 write , edit , produce , and direct",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ M1 ಬರೆಯಿತು, ಸಂಪಾದಿಸಿದೆ, ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ನಿರ್ದೇಶಿಸಿತು",
            "he": "איזה פריקוול של M0 כתב, ערך, הפיק וביים M1",
            "zh": "M1 编 写 ， 编 辑 ， 产 生 和 指 挥 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was directed by , edited by , written by , and produced by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನವನ್ನು M1 ನಿರ್ದೇಶಿಸಿದೆ, ಸಂಪಾದಿಸಿದೆ, ಬರೆದಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಿದೆ",
            "he": "איזה פריקוול של M0 ביים, נערך על ידי, נכתב על ידי והופק על ידי M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 导 演 ， 编 辑 ， 编 写 和 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P57 M2 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M3 }"
        },
        "question": {
            "en": "What prequel of M3 's sequel was produced by M0 and directed by M1 and M2",
            "kn": "M3 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M0 ನಿರ್ಮಿಸಿತು ಮತ್ತು M1 ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של סרט ההמשך של M3 הופק על ידי M0 וביים M1 ו- M2",
            "zh": "M0 制 作 了 M3 的 续 集 的 哪 些 前 传 ， 而 M1 和 M2 则 指 导 了 它 的 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What prequel of M1 's prequel was distributed by and produced by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಮುನ್ನುಡಿಯನ್ನು M0 ವಿತರಿಸಿತು ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה פריקוול מהפריקוול של M1 הופץ על ידי M0 והופק עליו",
            "zh": "M1 的 前 传 的 哪 个 前 传 是 由 M0 分 配 和 产 生 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was written by and directed by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿ ಪತ್ರವನ್ನು M1 ಬರೆದು ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 נכתב על ידי M1 וביים אותו",
            "zh": "M1 编 写 并 指 导 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M1 . ?x0 wdt:P1431 M2 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "What prequel of M0 did M1 and M2 executive produce",
            "kn": "M1 ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕರು M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಉತ್ಪಾದಿಸಿದರು",
            "he": "איזה פריקוול של M0 הפיקו M1 ו- M2",
            "zh": "M1 和 M2 执 行 人 员 产 生 什 么 M0 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x0 wdt:P161 M0 . ?x0 wdt:P161 M1 . ?x1 wdt:P155 M2 }"
        },
        "question": {
            "en": "What prequel of M2 's sequel starred M0 and M1",
            "kn": "M2 ನ ಉತ್ತರಭಾಗದ M0 ಮತ್ತು M1 ನ ಯಾವ ಪೂರ್ವಭಾವಿ",
            "he": "איזה פריקוול של סרט ההמשך של M2 כיכב M0 ו- M1",
            "zh": "M2 续 集 的 哪 部 前 传 由 M0 和 M1 主 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What prequel of a sequel of M1 did M0 direct , write , produce , and edit",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿ M0 ನಿರ್ದೇಶನ, ಬರೆಯುವಿಕೆ, ಉತ್ಪಾದನೆ ಮತ್ತು ಸಂಪಾದನೆ ಮಾಡಿದೆ",
            "he": "איזה פריקוול לסרט ההמשך של M1 ביים, כתב, הפיק וערך M0",
            "zh": "M0 指 导 ， 编 写 ， 制 作 和 编 辑 M1 续 集 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P155 M2 }"
        },
        "question": {
            "en": "What prequel of a sequel of M2 was edited by M1 and written by M0",
            "kn": "M2 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ಸಂಪಾದಿಸಿದೆ ಮತ್ತು M0 ಬರೆದಿದೆ",
            "he": "איזה פריקוול לסרט ההמשך של M2 נערך על ידי M1 ונכתב על ידי M0",
            "zh": "M2 的 续 集 的 哪 个 前 传 是 由 M1 编 辑 并 由 M0 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What sequel of M1 was produced by , executive produced by , written by , and directed by M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನಿರ್ಮಿಸಿದೆ, ಬರೆದಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה סרט המשך של M1 הופק, מנהל שהפיק, נכתב על ידי וביים M0",
            "zh": "M1 的 哪 一 部 续 集 是 由 M0 制 作 的 ， 由 M0 编 写 的 执 行 人 员 ， 由 M0 编 写 并 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 M0 }"
        },
        "question": {
            "en": "What sequel of M1 was written by , produced by , directed by , and executive produced by M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಬರೆಯಲಾಗಿದೆ",
            "he": "איזה סרט ההמשך של M1 נכתב על ידי, הופק על ידי, ביים ומנהל שהופק על ידי M0",
            "zh": "M1 的 哪 些 续 集 是 由 M0 编 写 ， 由 其 制 作 ， 由 其 导 演 并 由 M0 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P155 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What sequel of M0 did M1 's parent write , produce , and edit",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಬರೆದಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 כתב, הפיק וערך ההורה של M1",
            "zh": "M1 的 父 母 写 ， 产 生 和 编 辑 M0 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x0 wdt:P155 M2 }"
        },
        "question": {
            "en": "What sequel of M2 did M0 and M1 executive produce",
            "kn": "M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ M2 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה סרט המשך של M2 הפיק M0 ו- M1",
            "zh": "M0 和 M1 执 行 人 员 制 作 了 M2 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What sequel of M0 was M1 's sequel 's prequel",
            "kn": "M1 ನ ಉತ್ತರಭಾಗ M0 ನ ಉತ್ತರಭಾಗ ಯಾವುದು",
            "he": "איזה סרט ההמשך של M0 היה סרט ההמשך של M1",
            "zh": "M1 的 前 传 是 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M2 . ?x0 wdt:P58 M0 . ?x0 wdt:P58 M1 . ?x1 wdt:P108 M3 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What sequel of M2 was executive produced by M3 's male employee and written by M0 and M1",
            "kn": "M2 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M3 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ ಮತ್ತು M0 ಮತ್ತು M1 ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M2 הופק על ידי העובד הגברי של M3 ונכתב על ידי M0 ו- M1",
            "zh": "M3 的 男 性 雇 员 制 作 了 M2 的 哪 个 续 集 ， 并 由 M0 和 M1 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 M0 . ?x0 wdt:P155 M1 . ?x0 wdt:P161 M0 }"
        },
        "question": {
            "en": "What sequel of M1 was executive produced by , was directed by , starred , and was edited by M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ನಟಿಸಿತು ಮತ್ತು M0 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה סרט ההמשך של M1 הופק על ידי, ביים, כיכב, ונערך על ידי M0",
            "zh": "M1 的 哪 个 续 集 由 M0 执 行 ， 导 演 ， 担 任 主 演 并 由 M0 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x0 wdt:P155 M2 }"
        },
        "question": {
            "en": "What sequel of M2 was distributed by M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ M2 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ವಿತರಿಸಲಾಗಿದೆ",
            "he": "איזה סרט המשך של M2 הופץ על ידי M0 ו- M1",
            "zh": "M0 和 M1 发 行 了 M2 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What sibling of M1 's spouse was M0 's employee",
            "kn": "M1 ನ ಸಂಗಾತಿಯ M0 ನ ಉದ್ಯೋಗಿ ಯಾರು",
            "he": "איזה אח של בן / בת הזוג של M1 היה עובד / ת של M0",
            "zh": "M0 的 雇 员 是 M1 的 哪 位 同 胞 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M0 was M1 's sibling 's parent and sibling",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಸಂಗಾತಿಯಾಗಿದ್ದರು",
            "he": "איזה בן זוג של M0 היה ההורה והאח של M1",
            "zh": "M1 的 兄 弟 姐 妹 是 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M0 was influenced by and married M1 's spouse",
            "kn": "M0 ನ ಯಾವ ಸಂಗಾತಿಯು M1 ನ ಸಂಗಾತಿಯಿಂದ ಪ್ರಭಾವಿತನಾಗಿ ಮದುವೆಯಾದನು",
            "he": "איזה בן זוג של M0 הושפע מבן הזוג של M1 ונישא לו",
            "zh": "M0 的 哪 个 配 偶 受 M1 的 配 偶 影 响 并 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P737 M2 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M3 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "What spouse of M3 's employee did M0 influence and M1 and M2 influence",
            "kn": "M3 ನ ಉದ್ಯೋಗಿಯ ಯಾವ ಸಂಗಾತಿಯು M0 ಪ್ರಭಾವ ಮತ್ತು M1 ಮತ್ತು M2 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה בן זוג של עובד M3 השפיע M0 וה- M1 ו- M2 השפיעו",
            "zh": "M0 和 M1 和 M2 影 响 M3 员 工 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M2 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "What spouse of a employee of M2 was a French employee of M0",
            "kn": "M2 ನ ಉದ್ಯೋಗಿಯ ಯಾವ ಸಂಗಾತಿಯು M0 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರು",
            "he": "איזה בן זוג של עובד של M2 היה עובד צרפתי של M0",
            "zh": "M2 的 哪 个 配 偶 是 M0 的 法 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What was directed by M0 and M1 and directed by a Chinese spouse of M3",
            "kn": "M0 ಮತ್ತು M1 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M3 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה ביים M0 ו- M1 וביים בן זוג סיני ל- M3",
            "zh": "由 M0 和 M1 指 导 ， 由 M3 的 中 国 配 偶 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was edited by a female sibling of M2 and directed by M0 and M1",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು M0 ಮತ್ತು M1 ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה נערך על ידי אח או נקבה מ- M2 וביים M0 ו- M1",
            "zh": "由 M2 的 女 性 同 胞 编 辑 并 由 M0 和 M1 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by a Italian sibling of M2 and founded by M0 and M1",
            "kn": "M2 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಮತ್ತು M1 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אח איטלקי של M2 והוקם על ידי M0 ו- M1",
            "zh": "什 么 是 由 M2 的 意 大 利 同 胞 创 立 的 ， 由 M0 和 M1 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which American spouse of M3 did M0 and M1 influence",
            "kn": "M3 ಮತ್ತು M1 ನ ಯಾವ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה בן זוג אמריקאי ל- M3 השפיע M0 ו- M1",
            "zh": "M0 和 M1 影 响 了 M3 的 哪 个 美 国 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P108 M2 . ?x0 wdt:P108 M3 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which British employee of M0 was employed by M1 and M2 and was employed by M3",
            "kn": "M0 ನ ಯಾವ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ಮತ್ತು M2 ನಿಂದ ನೇಮಿಸಲಾಯಿತು ಮತ್ತು M3 ನಿಂದ ಉದ್ಯೋಗದಲ್ಲಿದ್ದರು",
            "he": "איזה עובד בריטי של M0 הועסק על ידי M1 ו- M2 והועסק על ידי M3",
            "zh": "M0 的 哪 个 英 国 雇 员 受 雇 于 M1 和 M2 ， 又 受 雇 于 M3 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Which Chinese parent of M2 did M0 influence",
            "kn": "M2 ನ ಯಾವ ಚೀನೀ ಪೋಷಕರು M0 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה הורה סיני ל- M2 השפיע M0",
            "zh": "M0 对 M2 的 哪 个 中 国 父 母 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which Dutch employee of M0 did M2 and M3 marry",
            "kn": "M0 ಮತ್ತು M3 ನ ಯಾವ ಡಚ್ ಉದ್ಯೋಗಿ M2 ಮತ್ತು M3 ಮದುವೆಯಾದರು",
            "he": "עם איזה עובד הולנדי של M0 התחתנו M2 ו- M3",
            "zh": "M2 和 M3 娶 了 哪 个 M0 的 荷 兰 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M1 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which Dutch spouse of M1 did M2 marry",
            "kn": "M1 ನ ಯಾವ ಡಚ್ ಸಂಗಾತಿಯು M2 ಅನ್ನು ಮದುವೆಯಾದರು",
            "he": "עם איזה בן זוג הולנדי של M1 התחתן M2",
            "zh": "M2 嫁 给 了 M1 的 哪 位 荷 兰 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which Dutch spouse of M2 played M1",
            "kn": "M2 ನ ಯಾವ ಡಚ್ ಸಂಗಾತಿಯು M1 ಅನ್ನು ಆಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג הולנדי של M2 שיחק M1",
            "zh": "M2 的 哪 位 荷 兰 配 偶 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which French sibling of M0 married M2",
            "kn": "M0 ನ ಯಾವ ಫ್ರೆಂಚ್ ಸಹೋದರ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח צרפתי מ- M0 התחתן עם M2",
            "zh": "M0 的 哪 个 法 国 同 胞 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) }"
        },
        "question": {
            "en": "Which French spouse of M2 was influenced by M0",
            "kn": "M2 ನಿಂದ ಯಾವ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה בן זוג צרפתי ל- M2 הושפע מ- M0",
            "zh": "M2 的 哪 个 法 国 配 偶 受 到 M0 的 影 响 ？"
        }
    }
]