[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 M3 . M4 wdt:P1040 ?x0 . M4 wdt:P58 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 written by M3 and edited by a male sibling of M0",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M3 ಬರೆದಿದ್ದು ಮತ್ತು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 נכתבו על ידי M3 ונערכו על ידי אח או זכר M0",
            "zh": "M2 和 M4 是 否 由 M3 编 写 并 由 M0 的 男 性 同 胞 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P58 M1 . M2 wdt:P1040 M1 . M2 wdt:P58 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 edited by and written by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ಸಂಪಾದಿಸಿ ಬರೆದಿದೆಯೇ",
            "he": "האם M0 ו- M2 נערכו על ידי ונכתבו על ידי M1",
            "zh": "M0 和 M2 是 否 由 M1 编 辑 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 edited by and directed by M0 's spouse",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ו- M2 נערכו על ידי והנחיית בן / בת הזוג של M0",
            "zh": "M1 和 M2 是 否 由 M0 的 配 偶 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q145 . M3 wdt:P162|wdt:P272 ?x0 . M4 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Were M3 and M4 produced by a British employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M3 ಮತ್ತು M4 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 הופקו על ידי עובד בריטי ב- M0 ו- M1",
            "zh": "M3 和 M4 是 由 M0 和 M1 的 英 国 雇 员 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P750 M3 . M2 wdt:P162|wdt:P272 ?x0 . M4 wdt:P750 M3 . M4 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 produced by a Canadian sibling of M0 and distributed by M3",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರಿಂದ M0 ಉತ್ಪಾದಿಸಿ M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 הופקו על ידי אח קנדי של M0 והופצו על ידי M3",
            "zh": "M2 和 M4 是 由 加 拿 大 的 M0 兄 弟 姐 妹 产 生 并 由 M3 分 配 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 produced and edited by a Japanese spouse of M1",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು ಜಪಾನಿನ ಸಂಗಾತಿಯ M1 ನಿಂದ ಉತ್ಪಾದಿಸಿ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M3 הופקו ונערכו על ידי בן זוג יפני ל- M1",
            "zh": "M2 和 M3 是 否 由 M1 的 日 本 配 偶 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q16 . M2 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Were M0 and M2 Canadian",
            "kn": "M0 ಮತ್ತು M2 ಕೆನಡಿಯನ್ ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 ו- M2 היו קנדיים",
            "zh": "M0 和 M2 是 加 拿 大 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 M3 . M2 wdt:P1040 M4 . M5 wdt:P57 ?x0 . M5 wdt:P1040 M3 . M5 wdt:P1040 M4 }"
        },
        "question": {
            "en": "Were M2 and M5 edited by M3 and M4 and directed by a Canadian sibling of M0",
            "kn": "M2 ಮತ್ತು M5 ಅನ್ನು M3 ಮತ್ತು M4 ಸಂಪಾದಿಸಿವೆ ಮತ್ತು M0 ನ ಕೆನಡಾದ ಸಹೋದರರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 ו- M5 נערכו על ידי M3 ו- M4 ובוימו על ידי אח קנדי מ- M0",
            "zh": "M2 和 M5 是 否 由 M3 和 M4 编 辑 ， 并 由 加 拿 大 同 胞 M0 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P162|wdt:P272 M1 . M0 wdt:P58 M1 . M2 wdt:P162|wdt:P272 M1 . M2 wdt:P58 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 produced and written by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ನಿರ್ಮಿಸಿ ಬರೆದಿದೆಯೇ",
            "he": "האם M0 ו- M2 הופקו ונכתבו על ידי M1",
            "zh": "M0 和 M2 是 由 M1 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P58 ?x0 . M2 wdt:P58 M3 . M4 wdt:P58 ?x0 . M4 wdt:P58 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 written by M3 and written by a male spouse of M1",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M3 ಬರೆದಿದ್ದೀರಾ ಮತ್ತು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 ו- M4 נכתבו על ידי M3 ונכתבו על ידי בן / בת זוג של M1",
            "zh": "M2 和 M4 是 由 M3 撰 写 并 由 M1 的 男 性 配 偶 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 . M4 wdt:P112 ?x0 . M4 wdt:P112 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 founded by M3 and founded by M0 's German sibling",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 ו- M4 הוקמו על ידי M3 והוקמו על ידי אחיו הגרמני של M0",
            "zh": "M2 和 M4 是 由 M3 创 建 并 由 M0 的 德 国 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 . M4 wdt:P112 ?x0 . M4 wdt:P112 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 founded by a German spouse of M1 and founded by M3",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು ಜರ್ಮನ್ ಸಂಗಾತಿಯ M1 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M2 ו- M4 הוקמו על ידי בן זוג גרמני ל- M1 והוקמו על ידי M3",
            "zh": "M2 和 M4 是 否 由 M1 的 德 国 配 偶 创 立 并 由 M3 创 立 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 ?x1 . M3 wdt:P112 ?x0 . M3 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Were M2 and M3 founded by a spouse of M1 and founded by M0 's sibling",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M1 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M3 הוקמו על ידי בן זוג של M1 והוקמו על ידי אחיו של M0",
            "zh": "M2 和 M3 是 由 M1 的 配 偶 创 建 并 由 M0 的 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x1 wdt:P40|wdt:P355 M2 . M3 wdt:P112 ?x0 . M3 wdt:P112 ?x1 . M4 wdt:P112 ?x0 . M4 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Were M3 and M4 founded by a employee of M0 and M1 and founded by M2 's parent",
            "kn": "M3 ಮತ್ತು M4 ಅನ್ನು M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M2 ನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M3 ו- M4 הוקמו על ידי עובד M0 ו- M1 והוקמו על ידי ההורה של M2",
            "zh": "M3 和 M4 是 由 M0 和 M1 的 员 工 创 建 并 由 M2 的 父 母 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 directed and edited by M0 's Mexican sibling",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M3 הופנו ונערכו על ידי אחיו המקסיקני של M0",
            "zh": "M2 和 M3 是 否 由 M0 的 墨 西 哥 兄 弟 姐 妹 导 演 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M2 . M0 wdt:P1431 M1 . M3 wdt:P1040 M2 . M3 wdt:P1431 M1 }"
        },
        "question": {
            "en": "Were M0 and M3 edited by M2 and executive produced by M1",
            "kn": "M0 ಮತ್ತು M3 ಅನ್ನು M2 ಮತ್ತು ಎಕ್ಸಿಕ್ಯೂಟಿವ್ ಅನ್ನು M1 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M3 נערכו על ידי M2 והמנהל הופקו על ידי M1",
            "zh": "M0 和 M3 是 否 由 M2 编 辑 并 由 M1 产 生 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) . M1 wdt:P1040 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 edited by a spouse of a sibling of a spouse of M0",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 נערכו על ידי בן זוג של אח של בן / בת זוג של M0",
            "zh": "M1 和 M2 是 否 由 M0 的 同 胞 的 同 胞 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 produced by , edited by , written by , and directed by a French spouse of M1",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯ M1 ನಿರ್ಮಿಸಿ, ಸಂಪಾದಿಸಿ, ಬರೆದು ನಿರ್ದೇಶಿಸಿದ್ದೀರಾ",
            "he": "האם M2 ו- M3 הופקו על ידי, נערכו על ידי, נכתבו על ידי ובוימו על ידי בן זוג צרפתי של M1",
            "zh": "M2 和 M3 是 否 由 M1 的 法 国 配 偶 制 作 ， 编 辑 ， 编 写 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 . M2 wdt:P58 M3 . M4 wdt:P1431 ?x0 . M4 wdt:P58 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 written by M3 and executive produced by a male sibling of M0",
            "kn": "M3 ಮತ್ತು M4 ಬರೆದ M2 ಮತ್ತು M4 ಮತ್ತು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದ್ದೀರಾ",
            "he": "האם M2 ו- M4 נכתבו על ידי M3 והמנהל הופקו על ידי אח או זכר מ- M0",
            "zh": "M2 和 M4 是 由 M3 编 写 并 由 M0 的 男 性 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 produced by , edited by , and directed by a Mexican sibling of M0",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ, ಸಂಪಾದಿಸಿ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M3 הופקו על ידי, נערכו על ידי ובוימו על ידי אח מקסיקני של M0",
            "zh": "M2 和 M3 是 否 由 M0 的 墨 西 哥 兄 弟 姐 妹 制 作 ， 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 directed and written by a female sibling of M0",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M3 הופנו ונכתבו על ידי אחיה / ת מאישה M0",
            "zh": "M2 和 M3 是 否 由 M0 的 女 性 同 胞 指 导 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 edited by a sibling of M0",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ו- M2 נערכו על ידי אח של M0",
            "zh": "M1 和 M2 是 否 由 M0 的 同 级 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What American female sibling of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡರು",
            "he": "איזה אח / נשים אחיות אמריקאיות של M0 העסיקה M1",
            "zh": "M1 雇 用 了 哪 个 M0 的 美 国 女 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What British employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡರು",
            "he": "איזה עובד בריטי של M0 העסיק M1",
            "zh": "M1 雇 用 了 什 么 M0 的 英 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What British employee of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה עובד בריטי של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 英 国 雇 员 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What British sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಬ್ರಿಟಿಷ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח בריטי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 英 国 的 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What British sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח בריטי של M0 הושפע מ- M1",
            "zh": "M0 的 哪 些 英 国 同 胞 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Canadian sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಕೆನಡಿಯನ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח קנדי של M0 הועסק ב- M1",
            "zh": "M1 雇 用 了 哪 个 加 拿 大 的 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What Chinese employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಚೀನೀ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה עובד סיני של M0 השפיע M1",
            "zh": "M1 对 M0 的 中 国 雇 员 有 什 么 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Chinese sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಚೀನೀ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח סיני של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 中 国 同 胞 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Dutch sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಡಚ್ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח הולנדי של M0 השפיע M1",
            "zh": "M1 对 M0 的 荷 兰 兄 弟 姐 妹 有 何 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What French employee of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה עובד צרפתי ב- M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 法 国 雇 员 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What French sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಫ್ರೆಂಚ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח צרפתי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 法 国 的 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What French sibling of M2 's spouse was influenced by M0",
            "kn": "M2 ನ ಸಂಗಾತಿಯ ಯಾವ ಫ್ರೆಂಚ್ ಸಹೋದರ M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח צרפתי מבן הזוג של M2 הושפע מ- M0",
            "zh": "M2 的 哪 个 法 国 同 胞 同 胞 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Japanese sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಜಪಾನೀಸ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח יפני של M0 הושפע מ- M1",
            "zh": "日 本 的 M0 兄 弟 姐 妹 受 到 M1 的 影 响 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What Mexican employee of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה עובד מקסיקני של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 墨 西 哥 雇 员 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What Mexican employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד מקסיקני של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 墨 西 哥 哪 个 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Mexican sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח מקסיקני של M0 הושפע מ- M1",
            "zh": "M0 的 墨 西 哥 哪 个 同 级 兄 弟 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What Spanish sibling of M0 was M1 's sibling",
            "kn": "M0 ನ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರ M1 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה אח ספרדי של M0 היה אח של M1",
            "zh": "M1 的 兄 弟 姐 妹 是 M0 的 哪 个 西 班 牙 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What Swedish employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ M1 ಉದ್ಯೋಗದಲ್ಲಿದ್ದರು",
            "he": "איזה עובד שוודי של M0 העסיק M1",
            "zh": "M1 雇 用 了 什 么 瑞 典 M0 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Swedish sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח שוודי של M0 השפיע M1",
            "zh": "M1 对 M0 的 瑞 典 兄 弟 姐 妹 有 什 么 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Swedish sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח שוודי של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 瑞 典 同 胞 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What Swedish sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח שוודי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 瑞 典 的 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What actor of M1 did M0 employ",
            "kn": "M1 ನ ಯಾವ ನಟನನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה שחקן של M1 העסיק M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What actor of M0 married M1",
            "kn": "M0 ನ ಯಾವ ನಟ M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה שחקן של M0 התחתן עם M1",
            "zh": "M0 的 哪 个 演 员 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 }"
        },
        "question": {
            "en": "What actor of M0 played M1",
            "kn": "M0 ನ ಯಾವ ನಟ M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ್ದಾರೆ",
            "he": "איזה שחקן של M0 שיחק את M1",
            "zh": "M0 的 哪 位 演 员 扮 演 了 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What actor was M0 's parent 's actor",
            "kn": "M0 ಅವರ ಪೋಷಕರ ನಟ ಯಾವ ನಟ",
            "he": "איזה שחקן היה השחקן של M0",
            "zh": "M0 的 父 母 的 演 员 是 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What actor was M0 's sibling 's actor",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟ ಯಾರು",
            "he": "איזה שחקן היה אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 是 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P749 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What child of M0 was founded by a spouse of M1",
            "kn": "M1 ನ ಸಂಗಾತಿಯಿಂದ M0 ನ ಯಾವ ಮಗುವನ್ನು ಸ್ಥಾಪಿಸಲಾಯಿತು",
            "he": "איזה ילד של M0 הוקם על ידי בן זוג של M1",
            "zh": "M0 的 哪 个 孩 子 是 由 M1 的 配 偶 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P749 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What child of M0 did M1 marry",
            "kn": "M0 ಯ ಯಾವ ಮಗುವನ್ನು M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה ילד של M0 התחתן M1",
            "zh": "M1 嫁 给 了 M0 的 哪 个 孩 子 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P749 M1 }"
        },
        "question": {
            "en": "What child of M1 did M0 influence",
            "kn": "M1 ನ ಯಾವ ಮಗು M0 ಪ್ರಭಾವ ಬೀರಿತು",
            "he": "על איזה ילד של M1 השפיע M0",
            "zh": "M0 影 响 了 M1 的 哪 个 孩 子 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 M1 . ?x0 wdt:P749 M0 }"
        },
        "question": {
            "en": "What child of M0 was founded by M1",
            "kn": "M0 ಯ ಯಾವ ಮಗುವನ್ನು M1 ಸ್ಥಾಪಿಸಿತು",
            "he": "איזה ילד של M0 הוקם על ידי M1",
            "zh": "M0 的 哪 个 子 级 由 M1 创 立 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P749 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What child of M0 married M1",
            "kn": "M0 ನ ಯಾವ ಮಗು M1 ಅನ್ನು ವಿವಾಹವಾಯಿತು",
            "he": "איזה ילד של M0 התחתן עם M1",
            "zh": "M0 的 哪 个 孩 子 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's spouse write",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן הזוג של עובד M0",
            "zh": "M0 的 雇 员 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's spouse direct",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הורה בן הזוג של עובד M0",
            "zh": "M0 的 雇 员 的 配 偶 指 示 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P749 M2 }"
        },
        "question": {
            "en": "What did M0 and M1 found and M2 's child found",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಕಂಡುಕೊಂಡವು ಮತ್ತು M2 ನ ಮಗು ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצאו M0 ו- M1 והילד של M2 מצא",
            "zh": "M0 和 M1 找 到 了 什 么 ， M2 的 孩 子 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling executive produce and edit",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק וערך מנהל אחים גברי של M0",
            "zh": "M0 的 男 性 同 胞 高 管 是 怎 样 制 作 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did M2 's British employee found and M0 and M1 found",
            "kn": "M2 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಮತ್ತು M1 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא העובד הבריטי של M2 ו- M0 ו- M1",
            "zh": "M2 的 英 国 雇 员 找 到 了 什 么 ， M0 和 M1 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M1 's child direct and M0 direct",
            "kn": "M1 ನ ಮಗು ನೇರ ಮತ್ತು M0 ಏನು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה כיוון הילד של M1 ו- M0",
            "zh": "M1 的 孩 子 指 挥 和 M0 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What did M1 's Swedish employee found and M0 found",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא העובד השבדי של M1 ו- M0 מצא",
            "zh": "M1 的 瑞 典 雇 员 和 M0 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M1 edit and M0 produce",
            "kn": "M1 ಸಂಪಾದನೆ ಮತ್ತು M0 ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה M1 ערך ו M0 הפיק",
            "zh": "M1 编 辑 和 M0 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Chinese sibling produce",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו הסיני של M0",
            "zh": "M0 的 中 国 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M1 's child found and M0 found",
            "kn": "M1 ನ ಮಗು ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M0 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא ילד של M1 ו- M0 מצא",
            "zh": "M1 的 孩 子 找 到 了 什 么 ， M0 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצרו אחיו של M0 והנהלים",
            "zh": "M0 的 兄 弟 姐 妹 产 品 和 行 政 产 品 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did M0 's employee found",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא עובד של M0",
            "zh": "M0 的 员 工 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's spouse produce and edit",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯು ಏನು ತಯಾರಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק וערך בן הזוג של עובד M0",
            "zh": "M0 的 雇 员 的 配 偶 是 怎 样 制 作 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce , write , direct , and edit",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಾನೆ, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק, כתב, ביים וערך מנהל ההורים של M0",
            "zh": "M0 的 上 级 主 管 产 生 ， 编 写 ， 指 导 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What did M0 found and M1 's employee found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא M0 והעובד של M1 מצא",
            "zh": "M0 找 到 了 什 么 ， M1 的 员 工 找 到 了 什 么 ？"
        }
    }
]