[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a sibling of M1 direct and M0 direct",
            "kn": "M1 ನೇರ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוון אח של M1 ו- M0",
            "zh": "M1 直 接 和 M0 直 接 的 同 级 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 's employee found",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח של עובד M0",
            "zh": "M0 员 工 的 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse and parent of M0 found",
            "kn": "M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו בן זוג והורה ל- M0",
            "zh": "M0 的 配 偶 和 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ತಯಾರಿಸಿ ಬರೆದಿದ್ದಾನೆ",
            "he": "מה הפיק וכתב בן זוג של מנהל M0",
            "zh": "M0 高 管 的 配 偶 产 生 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 edit , produce , and direct",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך, הפיק וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 是 如 何 编 辑 ， 产 生 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 write and executive produce",
            "kn": "M0 ರ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתב בן זוג של M0 ומנהל בכיר",
            "zh": "M0 的 配 偶 写 成 什 么 样 的 文 件 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 produce , write , direct , executive produce , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ನೇರ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, ביים, הפיק וערך בן זוג של M0",
            "zh": "M0 的 配 偶 生 产 ， 书 写 ， 指 挥 ， 执 行 产 生 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a spouse of M1 produce and M0 distribute",
            "kn": "M1 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M0 ವಿತರಿಸಿತು",
            "he": "מה הפיק בן זוג של M1 ו- M0",
            "zh": "M1 的 配 偶 生 产 和 分 配 的 M0 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 direct",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הורה בן / בת זוג של M0",
            "zh": "M0 的 配 偶 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 edit and write",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿ ಬರೆದಿದ್ದಾರೆ",
            "he": "מה עשה וכתב בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 书 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 's sibling produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר בן / בת זוגו של אח / ת M0",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 direct and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים וערך בן / בת זוג של M0",
            "zh": "M0 的 配 偶 指 挥 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 's parent write , edit , and produce",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב, ערך, והפיק בן זוג של הורה M0",
            "zh": "M0 的 父 母 的 配 偶 写 ， 编 辑 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , edit , produce , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ತಯಾರಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, ערך, הפיק וכתב בן זוג של מנהל M0",
            "zh": "M0 行 政 人 员 的 配 偶 是 怎 样 生 产 ， 编 辑 ， 生 产 和 书 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 produce , edit , and direct",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הפיק, ערך, וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 产 生 ， 编 辑 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce and produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿ ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר וייצר בן / בת זוג של מנהל M0",
            "zh": "M0 行 政 人 员 的 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , write , produce , and direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದ, ಬರೆಯುವ, ಉತ್ಪಾದಿಸುವ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה הפיק, כתב, הפיק וביים בן זוג של מנהל M0",
            "zh": "M0 行 政 人 员 的 配 偶 是 怎 样 生 产 ， 书 写 ， 生 产 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 produce",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בן / בת זוג של M0",
            "zh": "M0 的 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , write , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב וערך בן זוג של מנהל M0",
            "zh": "M0 高 管 的 配 偶 是 怎 样 制 作 ， 编 写 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 produce , edit , write , and executive produce",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק, ערך, כתב וניהל בן / בת זוג של M0",
            "zh": "M0 的 配 偶 生 产 ， 编 辑 ， 编 写 和 执 行 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , edit , direct , and produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק, ערך, הפיק וייצר בן זוג של מנהל M0",
            "zh": "M0 行 政 人 员 的 配 偶 是 怎 样 生 产 ， 编 辑 ， 指 挥 和 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , produce , direct , edit , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה ייצר, הפיק, ביים, ערך, וכתב בן זוג של מנהל M0",
            "zh": "M0 行 政 人 员 的 配 偶 是 怎 样 生 产 ， 生 产 ， 指 挥 ， 编 辑 和 写 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , write , direct , produce , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ನಿರ್ದೇಶಿಸಿದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, ביים, הפיק וערך בן זוג ממנהלי M0",
            "zh": "M0 执 行 官 的 配 偶 是 怎 样 制 作 ， 编 写 ， 指 导 ， 制 作 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 edit , write , executive produce , produce , and direct",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದನೆ, ಬರೆಯುವಿಕೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ ಮತ್ತು ನೇರ ಏನು",
            "he": "מה ערך, כתב, הפיק, הפיק וביים בן זוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 编 写 ， 执 行 生 产 ， 生 产 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 direct , write , produce , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದ, ಬರೆಯುವ, ಉತ್ಪಾದಿಸುವ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה ביים, כתב, הפיק וערך בן / בת זוג של M0",
            "zh": "M0 的 配 偶 如 何 指 挥 ， 书 写 ， 产 生 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P58 M1 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a spouse of M2 direct , M0 executive produce , and M1 write",
            "kn": "M2 ನೇರ, M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן זוג של M2 ישיר, מנהל M0 ו- M1",
            "zh": "M2 的 配 偶 直 接 ， M0 高 管 产 生 和 M1 写 下 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 write , produce , direct , and executive produce",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು, ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב, הפיק, הפיק, ביים ומנהל בן / בת זוג של M0",
            "zh": "M0 的 配 偶 写 ， 产 生 ， 直 接 和 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a spouse of M1 edit and M0 edit",
            "kn": "M1 ನ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן הזוג של M1 ו M0",
            "zh": "M1 和 M0 的 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 direct , produce , write , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದ, ಉತ್ಪಾದಿಸಿದ, ಬರೆಯುವ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה ביים, הפיק, כתב וערך בן / בת זוג של M0",
            "zh": "M0 的 配 偶 如 何 指 挥 ， 产 生 ， 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 write , produce , direct , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה כתב, הפיק, ביים וערך בן זוג של M0",
            "zh": "M0 的 配 偶 写 ， 产 生 ， 指 导 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בן זוג של מנהל M0",
            "zh": "M0 高 管 的 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 write",
            "kn": "M0 ರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן זוג של M0",
            "zh": "M0 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 direct , write , produce , edit , and executive produce",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನೇರ, ಬರೆಯಲು, ಉತ್ಪಾದಿಸಲು, ಸಂಪಾದಿಸಲು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה הפיק, כתב, הפיק, ערך, ויצר בן / בת זוג של M0",
            "zh": "M0 的 配 偶 指 挥 ， 编 写 ， 产 生 ， 编 辑 和 执 行 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , edit , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ತಯಾರಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, ערך וכתב בן זוג של מנהל M0",
            "zh": "M0 行 政 人 员 的 配 偶 是 怎 样 生 产 ， 编 辑 和 撰 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 found",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן / בת זוג של M0",
            "zh": "M0 的 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did a spouse of M1 's spouse found and M0 found",
            "kn": "M1 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן / בת זוג של בן / בת זוג M1 ו / / M0",
            "zh": "M1 的 配 偶 和 M0 的 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 produce and write",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ನಿರ್ಮಿಸಿ ಬರೆದನು",
            "he": "מה ייצר וכתב בן / בת זוג של M0",
            "zh": "M0 的 配 偶 生 产 和 书 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 executive produce , produce , edit , direct , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, הפיק, ערך, ביים וכתב בן זוג של מנהלת M0",
            "zh": "M0 行 政 人 员 的 配 偶 是 怎 样 生 产 ， 生 产 ， 编 辑 ， 指 挥 和 写 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did a spouse of M0 's spouse edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן / בת זוג של M0",
            "zh": "M0 的 配 偶 的 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did a spouse of a parent of M0 executive produce , write , and direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הפיק, כתב וביים בן זוג להורה למנהל M0",
            "zh": "M0 执 行 官 的 父 母 的 配 偶 是 怎 样 产 生 ， 书 写 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What did a American female employee of M0 found",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאה עובדת אמריקאית של M0",
            "zh": "一 位 M0 的 美 国 女 性 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a American sibling of M0 found",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח אמריקאי מ- M0",
            "zh": "美 国 的 M0 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a American sibling of M0 write",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אח אמריקאי מ- M0",
            "zh": "美 国 的 M0 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a American spouse of M2 found and M0 found",
            "kn": "M2 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן זוג אמריקאי של M2 ו- M0",
            "zh": "美 国 的 M2 和 M0 的 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Italian sibling of M0 edit",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה אח איטלקי של M0",
            "zh": "意 大 利 M0 兄 弟 姐 妹 做 了 什 么 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Italian sibling of M0 found",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח איטלקי של M0",
            "zh": "意 大 利 的 M0 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Italian sibling of M0 direct and edit",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה בייח וערך אח איטלקי של M0",
            "zh": "意 大 利 的 M0 兄 弟 姐 妹 直 接 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Italian spouse of M1 direct , write , produce , and edit",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದ, ಬರೆಯುವ, ಉತ್ಪಾದಿಸುವ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה ביים, כתב, הפיק וערך בן זוג איטלקי של M1",
            "zh": "意 大 利 M1 的 配 偶 是 怎 样 指 挥 ， 写 作 ， 产 生 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a Italian spouse of M2 produce and M0 edit",
            "kn": "M2 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M0 ಸಂಪಾದಿಸಿದೆ",
            "he": "מה ערך בן זוג איטלקי של M2 ו- M0",
            "zh": "意 大 利 M2 的 配 偶 生 产 和 M0 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Italian spouse of M1 produce",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן זוג איטלקי של M1",
            "zh": "意 大 利 M1 的 配 偶 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What did a actor of M0 produce",
            "kn": "M0 ನ ನಟ ಏನು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הפיק שחקן של M0",
            "zh": "M0 的 演 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 write",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב עובד של M0",
            "zh": "M0 的 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What did a employee of M0 and M1 write",
            "kn": "M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב עובד של M0 ו- M1",
            "zh": "M0 和 M1 的 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ನೌಕರನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק עובד של מנהלת M0",
            "zh": "M0 管 理 人 员 的 雇 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 edit , write , executive produce , and produce",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה עורך, כתב, הפיק והפיק עובד של M0",
            "zh": "M0 的 员 工 编 辑 ， 编 写 ， 执 行 生 产 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 executive produce , direct , edit , produce , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ನೌಕರನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಸಂಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, ביים, ערך, הפיק וכתב עובד בכיר M0",
            "zh": "M0 主 管 的 员 工 是 如 何 制 作 ， 指 挥 ， 编 辑 ， 制 作 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 executive produce , edit , direct , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, ערך, ביים וכתב עובד בכיר M0",
            "zh": "M0 管 理 人 员 的 员 工 是 如 何 生 产 ， 编 辑 ， 指 挥 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 write , produce , and edit",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה כתב, הפיק וערך עובד של M0",
            "zh": "M0 的 员 工 写 ， 产 生 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 found",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא עובד של M0",
            "zh": "M0 的 员 工 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 direct , write , edit , executive produce , and produce",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ, ಬರೆಯುವ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ביים, כתב, ערך, הפיק והפיק עובד של M0",
            "zh": "M0 的 员 工 指 挥 ， 编 写 ， 编 辑 ， 执 行 生 产 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did a employee of M0 executive produce , write , produce , direct , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ನೌಕರನು ಏನು ಉತ್ಪಾದಿಸಿದ, ಬರೆಯುವ, ಉತ್ಪಾದಿಸುವ, ನೇರ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה הפיק, כתב, הפיק, ביים וערך עובד של מנהל M0",
            "zh": "M0 主 管 的 员 工 是 如 何 制 作 ， 编 写 ， 制 作 ， 指 挥 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What did a employee of M0 and M1 executive produce , direct , produce , and write",
            "kn": "M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ನೌಕರರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, ביים, הפיק וכתב עובד בכיר M0 ו- M1",
            "zh": "M0 和 M1 高 管 的 员 工 是 怎 样 生 产 ， 指 挥 ， 生 产 和 书 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What employee of M0 married a Chinese spouse of M2",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M2 ನ ಚೀನೀ ಸಂಗಾತಿಯನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה עובד של M0 התחתן עם בן זוג סיני של M2",
            "zh": "M0 的 哪 个 雇 员 与 M2 的 中 国 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה עובד M0 השפיע M1",
            "zh": "M1 对 M0 的 哪 个 员 工 产 生 了 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "What employee of M0 was M1 's employee",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರು",
            "he": "איזה עובד של M0 היה עובד של M1",
            "zh": "M0 的 哪 个 员 工 是 M1 的 员 工 ？"
        }
    }
]