[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and executive produced by a Mexican sibling of M0",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הונחה על ידי והנהלה שהופק על ידי אח מקסיקני מ- M0",
            "zh": "墨 西 哥 M0 兄 弟 姐 妹 的 指 挥 和 执 行 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was directed by and executive produced by a sibling of M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הונחה על ידי והנהלת אחים מההורה של M0",
            "zh": "由 M0 的 父 母 的 兄 弟 姐 妹 指 挥 和 执 行 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי ואח של M0 שהופק על ידי ההנהלה והמנהל",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 执 行 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הונחה על ידי בן הזוג של M0 והמנהל הפיק אותו",
            "zh": "M0 的 配 偶 由 何 人 指 挥 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and produced by a British sibling of M0",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופנה על ידי אחיו הבריטי של M0 והפיק אותו",
            "zh": "英 国 同 胞 M0 的 兄 弟 导 演 和 导 演 的 影 片 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by and produced by a Japanese spouse of M1",
            "kn": "M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק בן זוג יפני ל- M1",
            "zh": "日 本 M1 的 配 偶 导 演 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים בן זוג של M0 והפיק אותו",
            "zh": "由 M0 的 配 偶 指 导 和 生 产 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What was directed by and written by a French employee of M0",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים ונכתב על ידי עובד צרפתי ב- M0",
            "zh": "由 M0 的 法 国 雇 员 指 导 和 撰 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What was directed by and written by a Mexican employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים ונכתב על ידי עובד מקסיקני של M0 ו- M1",
            "zh": "由 M0 和 M1 的 墨 西 哥 雇 员 指 导 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and written by a female sibling of M0",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים ונכתב על ידי אח או נקבה מ- M0",
            "zh": "M0 的 一 个 女 性 兄 弟 姐 妹 所 导 演 和 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and written by a sibling of M0",
            "kn": "M0 ರ ಸಹೋದರರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים ונכתב על ידי אח של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 导 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and written by a American sibling of M0",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים ונכתב על ידי אח אמריקאי מ- M0",
            "zh": "美 国 的 M0 兄 弟 姐 妹 所 指 挥 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נערך על ידי ומנהל שהופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 由 什 么 指 导 ， 编 辑 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , edited by , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, נערך על ידי והופק על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 导 演 ， 由 其 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נערך על ידי והופק על ידי אח של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 导 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was directed by , edited by , and written by a female employee of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך על ידי ונכתב על ידי עובדת ב- M0",
            "zh": "由 M0 的 女 性 员 工 指 导 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , executive produced by , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך על ידי, מנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 由 M0 的 兄 弟 姐 妹 生 产 ， 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , executive produced by , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך על ידי מנהל שהופק על ידי ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 编 辑 ， 执 行 的 执 行 人 员 以 及 由 M0 的 配 偶 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , executive produced by , written by , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך על ידי מנהל שהופק על ידי, נכתב על ידי והופק על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 导 演 ， 编 辑 ， 执 行 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed by , edited by , executive produced by , written by , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך על ידי מנהל שהופק על ידי, נכתב על ידי והופק על ידי עובד של M0",
            "zh": "由 M0 的 员 工 指 导 ， 编 辑 ， 执 行 由 M0 员 工 编 写 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was directed by , edited by , produced by , and executive produced by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נערך על ידי, הופק על ידי ומנהל שהפיק העובד הגברי של M0",
            "zh": "由 M0 的 男 性 雇 员 负 责 ， 由 其 编 辑 ， 由 其 制 作 和 由 主 管 执 行 的 工 作 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , produced by , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך על ידי, הופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 编 辑 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , edited by , produced by , and written by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ביים, נערך על ידי, הופק על ידי ונכתב על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 导 演 ， 指 导 ， 编 辑 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , produced by , written by , and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נערך על ידי, הופק על ידי, נכתב על ידי ומנהל שהופק על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 编 辑 ， 制 作 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , edited by , written by , executive produced by , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך על ידי, נכתב על ידי מנהל שהופק על ידי והופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 由 M0 的 父 母 制 作 ， 执 行 ， 编 辑 ， 撰 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , written by , executive produced by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך על ידי, נכתב על ידי מנהל שהפיק אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 编 辑 ， 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed by , edited by , written by , executive produced by , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך על ידי, נכתב על ידי, מנהל שהופק על ידי והופק על ידי עובד M0",
            "zh": "由 M0 的 员 工 生 产 和 执 行 的 执 行 ， 指 导 ， 编 辑 ， 编 写 ， 执 行 的 工 作 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , edited by , written by , produced by , and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נערך על ידי, נכתב על ידי, הופק על ידי ומנהל על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 编 辑 ， 编 写 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , and edited by a male sibling of M0",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, מנהל שהופק ונערך על ידי אח או זכר מ- M0",
            "zh": "M0 的 男 性 同 胞 由 什 么 领 导 ， 执 行 官 制 作 和 编 辑 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was directed by , executive produced by , and written by a female employee of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי, מנהל שהופק על ידי ונכתב על ידי עובדת ב- M0",
            "zh": "由 M0 的 女 性 员 工 指 导 ， 执 行 ， 由 M0 的 女 性 员 工 撰 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , edited by , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, מנהל שהפיק, ערך, והפיק בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 导 演 ， 由 其 制 作 ， 由 其 编 辑 和 执 行 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , edited by , produced by , and written by M0 's spouse 's spouse",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, מנהל שהופק על ידי, נערך על ידי, הופק על ידי ונכתב על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 的 配 偶 指 导 ， 执 行 者 制 作 ， 编 辑 ， 制 作 和 编 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , edited by , produced by , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופנה על ידי, מנהל שהופק על ידי, נערך על ידי, הופק על ידי ונכתב על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 由 执 行 者 制 作 ， 由 其 编 辑 ， 由 其 制 作 和 编 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , edited by , written by , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಮತ್ತು ನಿರ್ಮಿಸಿದ",
            "he": "מה ביים, מנהל שהופק על ידי, נערך על ידי, נכתב על ידי והופק על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 导 演 ， 执 行 ， 编 辑 ， 编 写 和 执 行 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , executive produced by , produced by , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, מנהל שהופק על ידי, הופק ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 上 级 主 管 ， 由 M0 的 上 级 制 作 ， 由 M0 的 上 级 制 作 和 编 辑 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was directed by , executive produced by , produced by , and written by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופנה על ידי, מנהל שהופק על ידי, הופק על ידי ונכתב על ידי העובד הגברי של M0",
            "zh": "由 M0 的 男 性 雇 员 指 挥 ， 执 行 的 主 管 ， 由 执 行 的 生 产 和 编 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , executive produced by , written by , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, מנהל שהפיק, נכתב ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 上 级 主 管 ， 由 M0 的 上 级 制 作 ， 编 写 和 编 辑 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , written by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה הופנה על ידי, מנהל שהופק על ידי, נכתב על ידי והופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 执 行 ， 由 M0 的 兄 弟 编 写 和 执 行 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , written by , edited by , and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ",
            "he": "מה ביים, מנהל שהופק על ידי, נכתב על ידי, נערך על ידי והופק על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 执 掌 的 ， 由 M0 的 配 偶 制 作 ， 撰 写 ， 编 辑 和 制 作 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , written by , edited by , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ",
            "he": "מה ביים, מנהל שהופק על ידי, נכתב על ידי, נערך על ידי והופק על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 由 什 么 领 导 ， 执 行 ， 由 编 写 ， 编 写 ， 由 M0 的 配 偶 执 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , written by , produced by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, מנהל שהופק על ידי, נכתב על ידי, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 由 执 行 者 制 作 ， 由 执 行 者 撰 写 ， 由 执 行 者 制 作 和 编 辑 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , executive produced by , written by , produced by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, מנהל שהופק על ידי, נכתב על ידי, הופק על ידי וערך אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 执 行 的 执 行 者 ， 编 写 的 人 员 ， 编 写 的 人 员 以 及 由 M0 的 兄 弟 姐 妹 编 辑 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , and edited by M0 's Spanish sibling",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "את מה ביים, הפיק וערך אחיו הספרדי של M0",
            "zh": "由 M0 的 西 班 牙 兄 弟 姐 妹 指 挥 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 导 演 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , produced by , edited by , executive produced by , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק על ידי, נערך על ידי מנהל שהפיק, ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 制 作 ， 编 辑 ， 执 行 由 M0 的 父 母 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , edited by , written by , and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, הופק, נערך על ידי, נכתב על ידי ומנהל על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 由 什 么 导 演 ， 制 作 ， 编 辑 ， 撰 写 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , edited by , written by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, הופק על ידי, נערך על ידי, נכתב על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 制 作 ， 编 辑 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , executive produced by , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק על ידי, מנהל שהופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 产 生 ， 由 执 行 人 员 产 生 和 编 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , executive produced by , edited by , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק על ידי, מנהל שהופק על ידי, נערך על ידי ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 制 作 ， 执 行 人 员 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , written by , and edited by M0 's employee 's sibling",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק, נכתב על ידי וערך אחיו של עובד M0",
            "zh": "由 M0 的 员 工 兄 弟 姐 妹 指 挥 ， 制 作 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , produced by , written by , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, הופק, נכתב על ידי ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 导 演 ， 由 其 制 作 ， 由 其 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , written by , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק, נכתב על ידי ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 制 作 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    }
]