[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did a male employee of M0 direct , edit , and produce",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಉತ್ಪಾದಿಸಿದ",
            "he": "מה בימאי, עריכה והפיק עובד גבר ב- M0",
            "zh": "M0 的 男 性 雇 员 指 挥 ， 编 辑 和 制 作 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did a male employee of M0 executive produce , write , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב וערך עובד גבר בהנהלת M0",
            "zh": "M0 高 管 的 男 性 员 工 是 如 何 制 作 ， 编 写 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did a male employee of M0 executive produce , produce , edit , and direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದ, ಉತ್ಪಾದಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה הפיק, הפיק, ערך, והנחה עובד גבר בכיר ב- M0",
            "zh": "M0 高 管 的 男 性 员 工 是 如 何 制 作 ， 制 作 ， 编 辑 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a male sibling of M0 executive produce , direct , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, ביים וערך אח זכר מבכירי M0",
            "zh": "M0 行 政 人 员 的 男 性 同 胞 产 生 ， 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a male sibling of M0 edit",
            "kn": "M0 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה אח זכר מ- M0",
            "zh": "M0 的 男 性 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a male sibling of M0 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪುರುಷ ಸಹೋದರ ಏನು ಉತ್ಪಾದಿಸಿದ",
            "he": "מה הפיק אח זכר מבכירי M0",
            "zh": "M0 执 行 官 的 男 性 同 胞 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a parent and sibling of M0 write",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב הורה ואחיו של M0",
            "zh": "M0 的 父 母 和 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a parent and sibling of M1 write and M0 direct",
            "kn": "M1 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದರು ಮತ್ತು M0 ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כתב הורה ואחיו של M1 ו- M0",
            "zh": "M1 和 M0 的 父 级 和 同 级 直 接 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did a parent of M1 write and M0 executive produce",
            "kn": "M1 ನ ಪೋಷಕರು ಏನು ಬರೆದರು ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב הורה של M1 ומנהל M0",
            "zh": "M1 的 父 母 写 的 是 M0 高 管 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct , edit , produce , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ನೇರ, ಸಂಪಾದನೆ, ಉತ್ಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಏನು ಮಾಡಿದರು",
            "he": "מה הפיק, עריכה, הפיקה ומנהלת הורה של M0",
            "zh": "M0 的 父 级 直 接 指 挥 ， 编 辑 ， 生 产 和 执 行 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct , edit , write , and produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הורה, ערכה, כתב והפיק הורה של M0",
            "zh": "M0 的 父 级 直 接 指 挥 ， 编 辑 ， 编 写 和 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 produce , executive produce , edit , write , and direct",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಸಂಪಾದನೆ, ಬರೆಯುವಿಕೆ ಮತ್ತು ನೇರ ಏನು",
            "he": "מה מי שהורה של M0 הפיק, מנהל הפיק, ערך, כתב וביים",
            "zh": "M0 的 父 代 产 生 ， 执 行 ， 产 生 ， 编 辑 ， 写 作 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 write , produce , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದರು",
            "he": "מה כתב, הפיק והפיק הורה ל- M0",
            "zh": "M0 的 父 母 写 ， 生 产 和 执 行 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct , executive produce , and write",
            "kn": "M0 ನ ಪೋಷಕರು ನೇರ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು ಬರೆಯುವುದನ್ನು ಏನು ಮಾಡಿದರು",
            "he": "מה הפיק וכתב הורה ל- M0",
            "zh": "M0 的 父 母 直 接 指 挥 ， 执 行 产 生 和 书 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct , edit , and produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הורה, ערכה והפיק הורה של M0",
            "zh": "M0 的 父 级 直 接 指 挥 ， 编 辑 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 edit , produce , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה עשה, הפיק וכתב הורה ל- M0",
            "zh": "M0 的 父 级 是 如 何 编 辑 ， 产 生 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P58 M0 . ?x1 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "What did a parent of M2 direct , M1 edit , and M0 write",
            "kn": "M2 ನ ನೇರ, M1 ಸಂಪಾದನೆ ಮತ್ತು M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב הורה של M2 direct, M1 ו M0",
            "zh": "M2 的 父 级 d i r e c t ， M1 编 辑 和 M0 写 入 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק הורה למנהל M0",
            "zh": "M0 高 管 的 父 母 会 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did a parent of M1 found and M0 found",
            "kn": "M1 ನ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא הורה ל- M1 ו- M0",
            "zh": "M1 和 M0 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 write , produce , direct , executive produce , and edit",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು, ನೇರ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הורה ל- M0 כתב, הפיק, ביים, הפיק וערך",
            "zh": "M0 的 父 代 写 ， 产 生 ， 指 导 ， 执 行 产 生 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 executive produce and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק וערך הורה למנהל M0",
            "zh": "M0 管 理 人 员 的 父 母 是 如 何 制 作 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 edit",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה הורה ל- M0",
            "zh": "M0 的 父 母 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 produce , direct , edit , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, הורה, ערך, וכתב הורה ל- M0",
            "zh": "M0 的 父 代 产 生 ， 指 挥 ， 编 辑 和 书 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 edit and executive produce",
            "kn": "M0 ನ ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק הורה של M0 ומנהל",
            "zh": "M0 的 父 母 编 辑 和 执 行 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 produce , edit , write , direct , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ, ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ನೀಡಿದರು",
            "he": "מה הפיק, עריכה, כתיבה, בימוי והנהלה של הורה ל- M0",
            "zh": "M0 的 父 代 产 生 ， 编 辑 ， 编 写 ， 直 接 和 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 executive produce , direct , produce , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನೇರ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, ביים, הפיק וערך הורה למנהל M0",
            "zh": "M0 执 行 官 的 父 母 是 如 何 制 作 ， 导 演 ， 制 作 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct , edit , produce , executive produce , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הורה של M0 ביים, ערך, הפיק, הפיק וכתב",
            "zh": "M0 的 父 级 直 接 指 挥 ， 编 辑 ， 产 生 ， 执 行 产 生 和 编 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 write , produce , edit , executive produce , and direct",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ನೇರ",
            "he": "מה הורה ל- M0 כתב, הפיק, ערך, הפיק בכיר וביים",
            "zh": "M0 的 父 母 写 ， 产 生 ， 编 辑 ， 执 行 产 生 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב הורה ל- M0",
            "zh": "M0 的 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct and produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הורה ומפיק M0",
            "zh": "M0 的 父 母 指 导 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 executive produce , direct , produce , write , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನೇರ, ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, ביים, הפיק, כתב וערך הורה למנהל M0",
            "zh": "M0 执 行 官 的 父 母 是 如 何 产 生 ， 指 挥 ， 产 生 ， 编 写 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 produce , executive produce , edit , and direct",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಸಂಪಾದನೆ ಮತ್ತು ನೇರ",
            "he": "מה מי שהורה של M0 הפיק, מנהל הפיק, ערך, והנחה",
            "zh": "M0 的 父 母 生 产 ， 执 行 ， 编 辑 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 direct , edit , produce , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הורה של M0 ביים, ערך, הפיק וכתב",
            "zh": "M0 的 父 级 直 接 指 挥 ， 编 辑 ， 产 生 和 书 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 found",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא הורה ל- M0",
            "zh": "M0 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 produce , direct , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה הפיק, הורה וכתב הורה ל- M0",
            "zh": "M0 的 父 代 产 生 ， 导 演 和 写 作 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did a parent of M0 write , produce , edit , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הורה ל- M0 כתב, הפיק, ערך, והפיק מנהלים",
            "zh": "M0 的 父 母 写 ， 产 生 ， 编 辑 和 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did a parent of a sibling of M0 direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוון הורה לאח של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 父 母 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling and parent of M0 write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אח והורה ל- M0",
            "zh": "M0 的 兄 弟 姐 妹 和 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 write and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כתב ואח של M0 וביים",
            "zh": "M0 的 兄 弟 姐 妹 写 和 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 edit , produce , write , executive produce , and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ನೇರ ಮಾಡಿದರು",
            "he": "מה אח, של M0 ערך, הפיק, כתב, הפיק בכיר וביים",
            "zh": "M0 的 同 级 兄 弟 是 什 么 编 辑 ， 产 生 ， 编 写 ， 执 行 产 生 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 direct , produce , executive produce , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಉತ್ಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಬರೆಯಲು ಏನು ಮಾಡಿದರು",
            "he": "מה אח של M0 ביים, הפיק, ייצר, וכתב",
            "zh": "M0 的 兄 弟 姐 妹 直 接 指 挥 ， 生 产 ， 执 行 生 产 和 书 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x2 . ?x1 wdt:P3373 M0 . ?x2 wdt:P40|wdt:P355 M1 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 executive produce and a parent of M1 write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אח של בכיר M0 והורה ל- M1",
            "zh": "M0 执 行 官 的 同 胞 和 M1 的 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 executive produce , edit , and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה ייצר, ערך וכתב אח של מנהלי M0",
            "zh": "M0 行 政 人 员 的 同 胞 产 生 ， 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 produce and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದರು",
            "he": "מה ייצר אח של M0 ומנהל בכיר",
            "zh": "M0 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 's parent found",
            "kn": "M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח של ההורה של M0",
            "zh": "M0 的 父 母 的 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 found",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a sibling of M1 produce and M0 distribute",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M0 ವಿತರಿಸಿದರು",
            "he": "מה הפיק אח של M1 ו- M0",
            "zh": "M1 的 兄 弟 姐 妹 生 产 和 M0 分 配 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 write and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב ואח של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a sibling of M1 found and M0 found",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח של M1 ומצא M0",
            "zh": "找 到 了 M1 和 M0 的 同 级 兄 弟 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 direct and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה ביים אח של M0 וכתב",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוון אח של M0",
            "zh": "M0 的 同 胞 直 接 做 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 produce , edit , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה אח, של M0 הפיק, ערך, וכתב",
            "zh": "M0 的 同 胞 产 生 ， 编 辑 和 写 入 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 write and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב אח ומ- M0 ומנהל",
            "zh": "M0 的 同 胞 编 写 和 执 行 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಸಹೋದರನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר אח של בכיר M0",
            "zh": "M0 执 行 官 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 direct and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים וערך אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 produce and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದರು",
            "he": "מה ייצר וכתב אח של M0",
            "zh": "M0 的 同 胞 产 生 和 写 入 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 's employee direct",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הורה אח של עובד M0",
            "zh": "M0 员 工 的 兄 弟 姐 妹 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 executive produce , produce , and edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ייצר, הפיק וערך אח של בכירי M0",
            "zh": "M0 行 政 人 员 的 同 胞 是 怎 样 产 生 ， 产 生 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 executive produce and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಬರೆದರು",
            "he": "מה ייצר וכתב אח של בכיר M0",
            "zh": "M0 行 政 人 员 的 同 胞 产 生 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 direct and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ביים אח של M0 והפיק",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 produce and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ייצר אח של M0 וביים",
            "zh": "M0 的 同 胞 产 生 并 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 edit , write , and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה עשה, כתב והפיק אח של M0",
            "zh": "M0 的 同 胞 进 行 了 哪 些 编 辑 ， 写 入 和 产 生 操 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 produce , direct , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה אח, של M0 הפיק, ביים וכתב",
            "zh": "M0 的 同 胞 产 生 ， 直 接 和 写 入 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did a sibling of M0 's spouse produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה יצר אח של בן / בת הזוג של M0",
            "zh": "M0 的 同 胞 的 同 胞 产 生 了 什 么 ？"
        }
    }
]