[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , executive produced by , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಏನು",
            "he": "מה נכתב על ידי, הופק על ידי, מנהל שהופק על ידי וביים אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 由 作 者 制 作 的 ， 由 执 行 人 员 制 作 的 以 及 由 M0 的 兄 弟 导 演 的 作 品 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , executive produced by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק על ידי, בכיר שהופק על ידי וביים אח של M0",
            "zh": "M0 的 同 级 兄 弟 写 的 是 什 么 ， 由 M 生 产 的 ， 由 M 执 行 的 ， 由 M0 的 兄 弟 执 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , directed , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, ביים ונערך על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 写 ， 指 导 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , directed , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, ביים והופק על ידי הורה ל- M0",
            "zh": "M0 的 父 代 写 ， 指 导 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , directed , edited , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה נכתב, ביים, נערך והוצג על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 导 演 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , directed , edited , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ, ನಿರ್ದೇಶಿಸಲಾಗಿದೆ, ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆ",
            "he": "מה נכתב, ביים, נערך והופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 ， 指 导 ， 编 辑 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , directed , edited , produced , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב, ביים, נערך, הופק והוצג על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 指 导 ， 编 辑 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , directed , executive produced , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, ביים, הופק והופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 写 的 ， 导 演 的 ， 执 行 的 和 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , directed , produced , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, ביים, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 写 ， 指 导 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , directed , produced , edited , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב, ביים, הופק, נערך והוצג על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 指 导 ， 制 作 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , edited , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, נערך וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 写 ， 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was written , edited , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ತಯಾರಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, נערך והופק על ידי עובד ב- M0",
            "zh": "M0 的 员 工 编 写 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , edited , directed , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה נכתב, נערך, ביים והוצא על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 编 辑 ， 指 导 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , edited , directed , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב, נערך, ביים והוצא על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 编 辑 ， 指 挥 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was written , edited , directed , and produced by M0 's employee 's sibling",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, נערך, ביים והופק על ידי אחיו של עובד M0",
            "zh": "M0 员 工 的 兄 弟 姐 妹 编 写 ， 编 辑 ， 指 导 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , edited , directed , produced , and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה כתב, ערך, ביים, הופק והוצא על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 撰 写 ， 编 辑 ， 指 导 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , edited , executive produced , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, נערך, הופק בכיר, וביים אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 写 ， 编 辑 ， 执 行 ， 制 作 和 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , edited , executive produced , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, נערך, הופק והופק על ידי הורה ל- M0",
            "zh": "M0 的 父 代 写 ， 编 辑 ， 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , edited , produced , directed , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಾಣಗೊಂಡಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב, נערך, הופק, ביים והוצא על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 编 辑 ， 制 作 ， 指 导 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , executive produced , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 了 什 么 ， 执 行 官 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , executive produced , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 ， 执 行 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , executive produced , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಲಾಗಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נכתב, הופק ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , executive produced , directed , and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה כתב, הופק, ביים, והפיק בן הזוג של M0",
            "zh": "M0 的 配 偶 写 了 什 么 ， 执 行 官 制 作 ， 指 导 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , executive produced , directed , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב, הופק, ביים, והופק על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 撰 写 ， 执 行 ， 指 导 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , executive produced , edited , and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆ",
            "he": "מה נכתב, הופק, נערך והופק על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 撰 写 ， 执 行 ， 制 作 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , executive produced , produced , edited , and directed by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק ההנהלה, הופק, נערך וביים ההורה של M0",
            "zh": "由 M0 的 父 母 写 ， 执 行 ， 制 作 ， 制 作 ， 编 辑 和 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was written , executive produced , produced , edited , and directed by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ, ಸಂಪಾದನೆ ಮತ್ತು ನಿರ್ದೇಶನ",
            "he": "מה נכתב, הופק, הופק, נערך, והובל על ידי עובד ב- M0",
            "zh": "由 M0 的 员 工 写 ， 执 行 ， 制 作 ， 制 作 ， 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , produced , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק וביים אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 ， 生 产 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , produced , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 ， 产 生 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , produced , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 写 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , produced , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק ונערך על ידי הורה ל- M0",
            "zh": "M0 的 父 级 编 写 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was written , produced , and executive produced by M0 's Japanese employee",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה נכתב, הופק והוצג על ידי העובד היפני של M0",
            "zh": "M0 的 日 本 员 工 编 写 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , produced , directed , executive produced , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ, ನಿರ್ಮಿಸಲಾಗಿದೆ, ನಿರ್ದೇಶಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಲಾಗಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נכתב, הופק, ביים, הופק ונערך על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 写 ， 制 作 ， 导 演 ， 执 行 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , produced , edited , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה כתב, הופק, נערך והוצא על ידי ההורה של M0",
            "zh": "M0 的 父 母 写 ， 制 作 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written , produced , executive produced , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק, הופק על ידי ההנהלה וביים בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 制 作 ， 执 行 制 作 和 指 挥 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , produced , executive produced , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק, הופק ונערך על ידי ההורה של M0",
            "zh": "M0 的 父 母 写 ， 制 作 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written , produced , executive produced , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב, הופק, הופק ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 编 写 ， 制 作 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Which American employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד אמריקאי של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 位 M0 的 美 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which American female sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח / נשים אחיות אמריקאי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 哪 个 美 国 女 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which American sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಅಮೇರಿಕನ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח אמריקאי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 美 国 的 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which American sibling of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಅಮೇರಿಕನ್ ಸಹೋದರ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾನೆ",
            "he": "איזה אח אמריקאי של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 个 美 国 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which British Swedish spouse of M3 married M2",
            "kn": "M3 ನ ಯಾವ ಬ್ರಿಟಿಷ್ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯು M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג בריטי שוודי ל- M3 התחתן עם M2",
            "zh": "M3 的 哪 个 英 国 瑞 典 配 偶 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which British employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד בריטי של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 位 M0 的 英 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which British employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד בריטי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 哪 位 英 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which British employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה עובד בריטי ב- M0 השפיע M1",
            "zh": "M1 影 响 了 哪 个 M0 英 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which British sibling of M0 did M1 influence",
            "kn": "M0 ಯ ಯಾವ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח בריטי של M0 השפיע M1",
            "zh": "M1 对 M0 的 哪 个 英 国 同 胞 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Which Canadian employee of M0 was influenced by M2 's sibling",
            "kn": "M0 ನ ಕೆನಡಾದ ಯಾವ ಉದ್ಯೋಗಿ M2 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה עובד קנדי של M0 הושפע מאחיו של M2",
            "zh": "M0 的 哪 位 加 拿 大 雇 员 受 M2 的 兄 弟 姐 妹 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Canadian sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה אח קנדי של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 加 拿 大 同 胞 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Chinese sibling of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡರು",
            "he": "איזה אח סיני של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 个 M0 的 中 国 同 胞 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Which Dutch employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಡಚ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד הולנדי של M0 הועסק על ידי M1",
            "zh": "M1 的 哪 位 荷 兰 M0 雇 员 受 雇 于 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Which Dutch employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಡಚ್ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה עובד הולנדי של M0 השפיע M1",
            "zh": "M1 对 M0 的 哪 位 荷 兰 雇 员 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Which French employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה עובד צרפתי של M0 השפיע M1",
            "zh": "M1 对 M0 的 哪 个 法 国 雇 员 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Which German employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד גרמני של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 哪 位 德 国 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Which Italian employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד איטלקי של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 位 M0 的 意 大 利 员 工 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Which Japanese employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಜಪಾನಿನ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד יפני של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 哪 个 日 本 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Mexican sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח מקסיקני של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 墨 西 哥 同 胞 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Which Spanish employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד ספרדי של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 个 M0 西 班 牙 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Which Spanish employee of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה עובד ספרדי של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 西 班 牙 雇 员 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Spanish sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח ספרדי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 西 班 牙 语 的 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Swedish sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರನನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח שוודי של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 瑞 典 的 M0 兄 弟 ？"
        }
    }
]