[
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Italian male Canadian parent of M4",
            "kn": "M0 ಇಟಾಲಿಯನ್ ಪುರುಷ ಕೆನಡಿಯನ್ M4 ಆಗಿದೆಯೇ",
            "he": "האם M0 היה הורה קנדי זכר איטלקי ל- M4",
            "zh": "M0 是 M4 的 意 大 利 男 性 加 拿 大 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M4 != ?x0 ) . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's British male German sibling 's sibling M4",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M4 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגרמני הבריטי של M0 היה M4",
            "zh": "M0 的 英 国 男 性 同 胞 兄 弟 姐 妹 是 M4 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M1 's Spanish employee M0",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הספרדי של M1 היה M0",
            "zh": "M1 的 西 班 牙 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 Canadian",
            "kn": "M0 ಕೆನಡಿಯನ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה קנדי",
            "zh": "M0 是 加 拿 大 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q16 . M1 wdt:P27 wd:Q34 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's Canadian Swedish spouse M1",
            "kn": "M0 ನ ಪೋಷಕರ ಕೆನಡಿಯನ್ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג ההורי של קנדה M0 היה M1",
            "zh": "M0 的 父 母 是 加 拿 大 的 瑞 典 配 偶 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M2 . M0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "Was M0 edited by M1 and directed by M2",
            "kn": "M0 ಅನ್ನು M1 ಸಂಪಾದಿಸಿದೆ ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M0 נערך על ידי M1 וביים M2",
            "zh": "M0 是 否 由 M1 编 辑 并 由 M2 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q183 . M1 wdt:P27 wd:Q30 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's German American spouse M1",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಜರ್ಮನ್ ಅಮೇರಿಕನ್ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של M0 בן הזוג האמריקאי הגרמני M1",
            "zh": "M0 的 配 偶 是 德 裔 美 国 人 的 配 偶 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's spouse M1",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן הזוג של אח M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by a child of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಮಗುವಿನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי ילד M0",
            "zh": "M1 高 管 是 由 M0 的 孩 子 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 M3 . M2 wdt:P1040 M4 }"
        },
        "question": {
            "en": "Was M2 directed by a British sibling of M0 and edited by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M3 ಮತ್ತು M4 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 הופנה על ידי אח בריטי של M0 ונערך על ידי M3 ו- M4",
            "zh": "M2 是 否 由 英 国 的 M0 兄 弟 导 演 并 由 M3 和 M4 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 ?x1 . ?x0 wdt:P21 wd:Q6581072 . ?x1 wdt:P40|wdt:P355 M1 . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and directed by M1 's parent 's female employee",
            "kn": "M2 ಅನ್ನು M1 ನ ಪೋಷಕರ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಬರೆದು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי העובדת של ההורה של M1 ובוימה",
            "zh": "M2 是 由 M1 的 父 母 的 女 雇 员 撰 写 并 由 其 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M1 a male parent of M0 's spouse and sibling",
            "kn": "M1 M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ ಪುರುಷ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה הורה גבר לבן / בת זוגו של M0",
            "zh": "M1 是 M0 的 配 偶 和 兄 弟 姐 妹 的 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 a Spanish German parent of M3",
            "kn": "M0 ಸ್ಪ್ಯಾನಿಷ್ ಜರ್ಮನ್ M3 ನ ಪೋಷಕರೇ",
            "he": "האם M0 היה הורה גרמני ספרדי ל- M3",
            "zh": "M0 是 M3 的 西 班 牙 德 语 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited and produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך והופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P57 M2 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's parent and directed by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 הופנה על ידי ההורה של M0 וביים M2",
            "zh": "M1 是 由 M0 的 父 母 指 导 的 ， 还 是 由 M2 指 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q16 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 's Japanese spouse 's Canadian spouse M2",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಸಂಗಾತಿಯ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯ M2 ಆಗಿದೆಯೇ",
            "he": "האם בן הזוג של יפני M1 היה בן הזוג הקנדי M2",
            "zh": "M1 的 日 本 配 偶 是 加 拿 大 的 配 偶 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's spouse and sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת הזוג והאח של M1 M0 היו",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's sibling and spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של בן / בת הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 是 兄 弟 姐 妹 ， 还 是 M1 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of M0 's sibling 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג של אח / אח של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by a male spouse of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי בן זוג גבר של M1",
            "zh": "M2 是 由 M1 的 男 性 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's male spouse 's spouse",
            "kn": "M2 M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של בן / בת הזוג הגבר M2 M1 היה",
            "zh": "M2   M1 是 男 性 配 偶 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , written , directed , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך, נכתב, ביים והופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 编 写 ， 指 导 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced , directed , and written by a American sibling of M0",
            "kn": "M2 ಅನ್ನು ಅಮೆರಿಕಾದ ಒಡಹುಟ್ಟಿದವನು M0 ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M2 הופק, ביים ונכתב על ידי אח אמריקאי מ- M0",
            "zh": "M2 是 由 美 国 M0 的 兄 弟 姐 妹 制 作 ， 导 演 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's American sibling M0",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האחות האמריקאית של M1 הייתה M0",
            "zh": "M1 是 美 国 的 同 级 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's British Dutch male spouse",
            "kn": "M0 M4 ನ ಬ್ರಿಟಿಷ್ ಡಚ್ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הבריטי ההולנדי של M0 M4 היה",
            "zh": "M0   M4 是 英 国 荷 兰 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M0 's female sibling and founded by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M2 נוסדה על ידי אחיה הנשי של M0 והוקמה על ידי M3",
            "zh": "M2 是 由 M0 的 女 性 同 胞 创 立 的 ， 还 是 由 M3 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q16 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , directed by , and produced by a Canadian parent of M1",
            "kn": "M1 ನ ಕೆನಡಾದ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ, ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי, ביים, והופק על ידי הורה קנדי ל- M1",
            "zh": "M2 是 否 由 M1 的 加 拿 大 父 母 编 辑 ， 导 演 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q34 . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by M0 's Swedish employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 הוקמה על ידי העובד השבדי של M0",
            "zh": "M2 是 由 M0 的 瑞 典 员 工 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q34 . M2 wdt:P162|wdt:P272 M3 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by a Swedish employee of M0 and produced by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M3 ನಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי עובד שוודי של M0 והופק על ידי M3",
            "zh": "M2 是 由 M0 的 瑞 典 雇 员 编 写 并 由 M3 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M2 . M0 wdt:P1431 M1 }"
        },
        "question": {
            "en": "Was M0 directed by M2 and executive produced by M1",
            "kn": "M0 ಅನ್ನು M2 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם M0 הופנה על ידי M2 והמנהל הופק על ידי M1",
            "zh": "M0 是 由 M2 导 演 并 由 M1 产 生 执 行 人 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , directed , executive produced , and edited by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, ביים, הופק ונערך על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 母 公 司 编 写 ， 导 演 ， 执 行 并 由 其 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M1 's Chinese employee M0",
            "kn": "M1 ನ ಚೀನೀ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הסיני של M1 היה M0",
            "zh": "M1 的 中 国 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's American sibling 's sibling M2",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של M0 האחות האמריקאי היה M2",
            "zh": "M0 是 美 国 兄 弟 姐 妹 的 兄 弟 姐 妹 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's French spouse",
            "kn": "M0 M2 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הצרפתי של M0 M2 היה",
            "zh": "M0   M2 是 法 国 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of a spouse and parent of M0",
            "kn": "M1 ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה בן זוג של בן / בת זוג והורה של M0",
            "zh": "M1 是 配 偶 的 配 偶 ， 还 是 M0 的 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's actor 's spouse M1",
            "kn": "M0 ನ ನಟನ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של השחקן של M0 היה M1",
            "zh": "M0 的 演 员 的 配 偶 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's spouse and founded by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M2 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי בן הזוג של M0 והוקם על ידי M2",
            "zh": "M1 是 由 M0 的 配 偶 创 立 的 ， 还 是 由 M2 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a British sibling of M1",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח בריטי של M1",
            "zh": "M0 是 M1 的 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Canadian male Chinese spouse of M4",
            "kn": "M0 ಕೆನಡಾದ ಪುರುಷ ಚೀನೀ ಸಂಗಾತಿಯ M4 ಆಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג סיני קנדי ל- M4",
            "zh": "M0 是 加 拿 大 M4 的 中 国 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P21 wd:Q6581072 . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's German female sibling 's female sibling M3",
            "kn": "M0 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು M3 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה הגרמני של M0 היה האחות M3",
            "zh": "M0 的 德 国 女 同 胞 是 M3 的 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of a spouse and sibling of M0",
            "kn": "M1 ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג של בן זוג ואח של M0",
            "zh": "M1 是 M0 的 配 偶 和 同 胞 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's female actor 's spouse M2",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟನ ಸಂಗಾತಿ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של השחקן הנשי של M0 היה M2",
            "zh": "M0 的 女 演 员 的 配 偶 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 . M1 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M1 distributed by a child of M0 and distributed by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ಯ ಮಗು ವಿತರಿಸಿದೆ ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי ילד של M0 והופץ על ידי M2 ו- M3",
            "zh": "M1 是 由 M0 的 子 代 分 发 ， 还 是 由 M2 和 M3 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's sibling M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של בן / בת הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 M1 's Chinese employee",
            "kn": "M0 M1 ನ ಚೀನೀ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הסיני של M0 M1 היה",
            "zh": "是 M0   M1 的 中 国 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced and produced by M0 's parent 's employee",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק והופק על ידי עובד ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 的 雇 员 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P57 M3 }"
        },
        "question": {
            "en": "Was M2 directed by a female spouse of M1 and directed by M3",
            "kn": "M2 ಅನ್ನು M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M3 ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי בן זוגה של M1 והובל על ידי M3",
            "zh": "M2 是 由 M1 的 女 性 配 偶 指 导 并 由 M3 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by , executive produced by , and written by M1 's female spouse",
            "kn": "M2 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי, בכיר הופק על ידי, ונכתב על ידי בן הזוג הנשי של M1",
            "zh": "M2 是 由 M1 的 女 性 配 偶 导 演 ， 执 行 官 还 是 由 M1 的 女 性 配 偶 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך ובוים על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's male French British sibling",
            "kn": "M0 M1 ನ ಪುರುಷ ಫ್ರೆಂಚ್ ಬ್ರಿಟಿಷ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם היה אחיו הבריטי הצרפתי של M0 M1",
            "zh": "M0   M1 是 法 国 男 性 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a French British sibling of M1",
            "kn": "M0 ಫ್ರೆಂಚ್ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח בריטי צרפתי של M1",
            "zh": "M0 是 M1 的 法 国 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 a sibling of a female employee of M0",
            "kn": "M2 M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M2 היה אח של עובדת ב- M0",
            "zh": "M2 是 M0 的 女 性 雇 员 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and written by M0 's Dutch sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך ונכתב על ידי אחיו ההולנדי של M0",
            "zh": "M2 是 由 M0 的 荷 兰 兄 弟 姐 妹 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's female sibling 's sibling",
            "kn": "M2 M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח של אחות נקבה של M2 M0",
            "zh": "M2   M0 的 女 兄 弟 姐 妹 是 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Japanese spouse M0",
            "kn": "M2 ನ ಜಪಾನಿನ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג היפני של M2 היה M0",
            "zh": "M2 的 日 本 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 M3 }"
        },
        "question": {
            "en": "Was M2 directed by a German sibling of M0 and written by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಜರ್ಮನ್ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M3 ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אח גרמני של M0 ונכתב על ידי M3",
            "zh": "M2 是 由 M0 的 德 国 同 胞 指 挥 并 由 M3 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was M1 employed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הועסק על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 父 母 雇 用 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) . M2 wdt:P40|wdt:P355 ?x0 . M2 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M2 a female parent of M1 's sibling 's Swedish sibling 's spouse",
            "kn": "M2 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הייתה הורה נשית לבן / בת זוגו של אח / אחות M1",
            "zh": "M2 是 M1 兄 弟 姐 妹 的 瑞 典 兄 弟 姐 妹 的 配 偶 的 女 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 a female German employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה עובדת גרמנית ב- M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 德 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's female German spouse M0",
            "kn": "M3 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגרמני של M3 היה M0",
            "zh": "M3 的 女 性 德 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 a German employee of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד גרמני של M1",
            "zh": "M0 是 M1 的 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M3 's Japanese Italian parent M0",
            "kn": "M3 ನ ಜಪಾನೀಸ್ ಇಟಾಲಿಯನ್ ಪೋಷಕ M0",
            "he": "האם ההורה האיטלקי היפני של M3 היה M0",
            "zh": "M3 的 日 本 意 大 利 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q17 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Japanese female German spouse of M4",
            "kn": "M0 ಜಪಾನಿನ ಮಹಿಳಾ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದ M4",
            "he": "האם M0 הייתה בת זוג יפנית גרמנית ל- M4",
            "zh": "M0 是 M4 的 日 本 女 性 德 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q29 . FILTER ( ?x0 != ?x1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581097 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 's Spanish parent 's Spanish spouse 's male spouse M2",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕರ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯ ಪುರುಷ ಸಂಗಾತಿಯ M2 ಆಗಿದೆಯೇ",
            "he": "האם בן / בת הזוג / ה בן / בת הזוג הספרדי / ה של M1 / M1 היה בן הזוג M2",
            "zh": "M1 的 西 班 牙 父 母 是 西 班 牙 的 配 偶 的 男 性 配 偶 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a Japanese spouse of M2",
            "kn": "M0 M2 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג יפני של M2",
            "zh": "M0 是 M2 的 日 本 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M1 's German spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי בן הזוג הגרמני של M1",
            "zh": "M2 是 由 M1 的 德 国 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P453 M2 }"
        },
        "question": {
            "en": "Was M0 a actor that M1 and M2 were played by",
            "kn": "M1 ಮತ್ತು M2 ಆಡಿದ ನಟ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם M0 היה שחקן אותו M1 ו- M2 שיחקו",
            "zh": "M0 是 扮 演 M1 和 M2 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q30 . M0 wdt:P27 wd:Q148 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a American Chinese sibling of M1",
            "kn": "M0 ಅಮೆರಿಕನ್ ಚೀನೀ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח סיני אמריקאי של M1",
            "zh": "M0 是 M1 的 美 国 华 裔 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q30 . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 a sibling of M0 's American employee",
            "kn": "M2 M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M2 היה אח של העובד האמריקאי של M0",
            "zh": "M2 是 M0 的 美 国 雇 员 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של אח M1 M0 היה",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 的 配 偶 吗 ？"
        }
    }
]