[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי אחיו של M0 ונכתב על ידי ההנהלה",
            "zh": "M0 的 兄 弟 姐 妹 生 产 并 写 了 什 么 执 行 程 序 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה מיוצר על ידי בן הזוג של M0 וכתב אותו",
            "zh": "M0 的 配 偶 制 作 并 写 了 什 么 行 政 文 件 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by and written by a Chinese spouse of M1",
            "kn": "M1 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק וכתב על ידי בן זוג סיני ל- M1",
            "zh": "M1 的 中 国 配 偶 制 作 和 写 的 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק וכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 并 编 写 了 什 么 执 行 程 序 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי בן הזוג של M0 וכתב אותו",
            "zh": "M0 的 配 偶 制 作 和 写 的 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, ביים, ונכתב על ידי אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 执 行 ， 指 挥 和 编 写 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , and written by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "על מה הופק ההנהלה, ביים, וכתב בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 导 演 和 写 成 的 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , edited by , produced by , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, ביים, נערך על ידי, הופק על ידי ונכתב על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 导 演 ， 编 辑 ， 制 作 和 执 行 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , produced by , written by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ನಿರ್ಮಿಸಿದನು, ಬರೆದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, ביים, הופק על ידי, נכתב על ידי וערך אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 执 行 ， 导 演 ， 制 作 ， 编 写 和 编 辑 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , produced by , written by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי, ביים, הופק, נכתב על ידי ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 导 演 ， 制 作 ， 编 写 和 编 辑 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , written by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಬರೆದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, ביים, נכתב על ידי והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 ， 执 行 ， 指 导 ， 编 写 和 执 行 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , directed by , written by , edited by , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಬರೆದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, ביים, נכתב על ידי, נערך על ידי והופק על ידי אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 执 行 ， 执 行 ， 指 导 ， 编 写 ， 编 辑 和 执 行 的 执 行 者 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was executive produced by , directed by , written by , edited by , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಬರೆದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, ביים, נכתב על ידי, נערך על ידי והופק על ידי עובד של M0",
            "zh": "由 M0 的 员 工 制 作 ， 执 行 ， 指 导 ， 编 写 ， 编 辑 和 执 行 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , and directed by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי וביים אחיו הגברי של M0",
            "zh": "由 M0 的 男 性 同 胞 制 作 ， 编 辑 和 导 演 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי והופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 制 作 ， 编 辑 和 执 行 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה, נערכה על ידי ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 编 辑 和 撰 写 的 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by , edited by , directed by , produced by , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה, נערכה על ידי, ביים, הופק ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 由 其 编 辑 ， 由 其 导 演 ， 由 其 制 作 和 编 写 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , directed by , written by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ನಿರ್ದೇಶಿಸಿದನು, ಬರೆದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, ביים, נכתב על ידי והופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 执 行 ， 编 辑 ， 导 演 ， 编 写 和 制 作 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was executive produced by , edited by , produced by , and written by M0 's male employee",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, הופק על ידי ונכתב על ידי העובד הגברי של M0",
            "zh": "由 M0 的 男 性 员 工 制 作 ， 编 辑 ， 制 作 和 编 写 的 主 管 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , produced by , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, הופק על ידי ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 编 辑 ， 制 作 和 编 写 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by , edited by , produced by , directed by , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, הופק על ידי, ביים, ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 执 行 ， 编 辑 ， 制 作 ， 导 演 和 编 写 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , written by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, נכתב על ידי וביים אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 执 行 ， 执 行 ， 编 辑 ， 编 写 和 导 演 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , edited by , written by , directed by , and produced by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, נכתב על ידי, ביים, והופק על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 编 辑 ， 编 写 ， 导 演 和 执 行 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was executive produced by , edited by , written by , directed by , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ಬರೆದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נערך על ידי, נכתב על ידי, ביים, והופק על ידי עובד M0",
            "zh": "由 M0 的 雇 员 制 作 ， 编 辑 ， 编 写 ， 导 演 和 制 作 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by , produced by , directed by , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಉತ್ಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק ההנהלה על ידי, הופק על ידי, ביים ונערך על ידי הורה ל- M0",
            "zh": "M0 的 上 级 由 M0 的 父 级 制 作 ， 由 制 作 ， 由 导 演 指 导 和 编 辑 ， 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by , produced by , directed by , edited by , and written by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק ההנהלה על ידי, הופק על ידי, ביים, נערך על ידי ונכתב על ידי הורה ל- M0",
            "zh": "M0 的 上 级 由 谁 制 作 ， 由 制 作 ， 由 导 演 ， 由 M0 的 父 母 编 写 并 由 其 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , produced by , directed by , edited by , and written by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי, הופק על ידי, ביים, נערך על ידי ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 执 行 ， 导 演 ， 编 辑 和 撰 写 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was executive produced by , produced by , edited by , written by , and directed by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ನಿರ್ಮಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ಬರೆದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, הופק על ידי, נערך על ידי, נכתב על ידי והובל על ידי עובד M0",
            "zh": "由 M0 的 员 工 制 作 ， 制 作 ， 编 辑 ， 编 写 和 导 演 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , and directed by M0 's employee 's sibling",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಬರೆದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הופק על ידי, נכתב על ידי, וביים אחיו של עובד M0",
            "zh": "M0 的 员 工 兄 弟 姐 妹 制 作 ， 撰 写 和 指 导 的 主 管 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , and edited by a spouse of M0",
            "kn": "M0 ರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "על מה הפיק המנהל, כתב וערך בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 撰 写 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , directed by , edited by , and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה, נכתב על ידי, ביים, נערך על ידי והופק על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 撰 写 ， 导 演 ， 编 辑 和 制 作 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , edited by , and directed by a male spouse of M1",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה, נכתב על ידי, נערך על ידי וביים בן / בת זוג גבר של M1",
            "zh": "由 M1 的 男 性 配 偶 制 作 ， 撰 写 ， 编 辑 和 导 演 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , edited by , and produced by M0 's spouse",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה, נכתב על ידי, נערך על ידי והופק על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 撰 写 ， 编 辑 和 制 作 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by , written by , edited by , and produced by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ההנהלה על ידי, נכתב על ידי, נערך על ידי והופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 撰 写 ， 编 辑 和 制 作 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was executive produced by , written by , produced by , and directed by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಬರೆದನು, ನಿರ್ಮಿಸಿದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נכתב על ידי, הופק על ידי וביים העובד הגברי של M0",
            "zh": "由 M0 的 男 性 雇 员 制 作 ， 撰 写 ， 撰 写 和 导 演 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by , written by , produced by , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಬರೆದನು, ನಿರ್ಮಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נכתב על ידי, הופק על ידי ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 撰 写 ， 撰 写 和 编 辑 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , produced by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, הופק על ידי בן הזוג של M0 וערך אותו",
            "zh": "由 M0 的 配 偶 制 作 ， 编 写 ， 制 作 和 编 辑 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , produced by , directed by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಬರೆದನು, ನಿರ್ಮಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נכתב על ידי, הופק על ידי, ביים ונערך על ידי אחיו של M0",
            "zh": "由 M0 的 同 级 兄 弟 执 行 ， 由 编 写 ， 由 制 作 ， 由 导 演 指 导 和 编 辑 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , produced by , edited by , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಬರೆದನು, ನಿರ್ಮಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי, נכתב על ידי, הופק על ידי, נערך על ידי וביים אחיו של M0",
            "zh": "由 M0 的 同 级 兄 弟 执 行 ， 由 编 写 ， 由 制 作 ， 由 编 辑 编 辑 并 指 导 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by , written by , produced by , edited by , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי, נכתב על ידי, הופק על ידי, נערך על ידי וביים בן הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 撰 写 ， 制 作 ， 编 辑 和 导 演 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , directed , and produced by M0 's female sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, ביים, והפיק על ידי אחיה הנשי של M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 生 产 ， 指 挥 和 生 产 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , directed , edited , written , and produced by M0 's sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, הופעל, ביים, נערך, נכתב והופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 编 辑 ， 编 写 和 制 作 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced , directed , produced , and written by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, ביים, הופק ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 导 演 ， 制 作 和 撰 写 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , directed , produced , and written by M0 's sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק, ביים, הופק ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 指 挥 ， 生 产 和 编 写 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , directed , produced , and written by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק, ביים, הופק ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 导 演 ， 制 作 和 编 写 的 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was executive produced , directed , produced , and written by a employee of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק, ביים, הופק ונכתב על ידי עובד ב- M0",
            "zh": "M0 的 员 工 执 行 ， 制 作 ， 指 导 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , directed , written , edited , and produced by M0 's sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, ביים, נכתב, נערך והופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 写 作 ， 编 辑 和 制 作 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , directed , written , produced , and edited by M0 's sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, ביים, נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 写 作 ， 制 作 和 编 辑 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , edited , and directed by a sibling of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נערך וביים על ידי אחיו של M0",
            "zh": "由 M0 的 同 级 兄 弟 制 作 ， 编 辑 和 导 演 的 执 行 官 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , edited , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק, נערך והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 ， 编 辑 和 生 产 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , edited , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק, נערך ונכתב על ידי אחיו של M0",
            "zh": "M0 的 同 级 兄 弟 执 行 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    }
]