[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by a actor of M0 and M1",
            "kn": "M2 ಅನ್ನು M0 ಮತ್ತು M1 ನ ನಟ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ביים שחקן M0 ו- M1",
            "zh": "M2 是 由 M0 和 M1 的 演 员 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's spouse and parent",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು",
            "he": "האם בן / בת הזוג / ה של אח / ה M1 M0",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , produced by , executive produced by , edited by , and written by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי, הופק על ידי מנהל, הופק על ידי, נערך על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 执 导 ， 制 作 ， 由 执 行 人 员 制 作 ， 由 M0 的 兄 弟 姐 妹 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , produced , written , edited , and executive produced by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶನ, ನಿರ್ಮಾಣ, ಲಿಖಿತ, ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק, הופק, נכתב, נערך והוצג על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 制 作 ， 编 写 ， 编 辑 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , directed by , executive produced by , written by , and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದೀರಾ",
            "he": "האם M1 הופק על ידי, בבימויו של מנהל, הופק על ידי, נכתב על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 执 行 由 M0 的 兄 弟 姐 妹 编 写 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , edited , written , and executive produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M1 הופק, נערך, נכתב והוצג על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 编 写 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , directed , produced , edited , and executive produced by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M1 נכתב, ביים, הופק, נערך והוצג על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 ， 导 演 ， 制 作 ， 编 辑 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , executive produced by , and written by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, מנהל הופק ונכתב על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 生 产 ， 执 行 人 员 由 M0 的 母 公 司 生 产 并 由 其 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q148 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and executive produced by M0 's Chinese employee",
            "kn": "M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿ M2 ಅನ್ನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ತಯಾರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי והמנהל הופק על ידי עובד סיני של M0",
            "zh": "M2 是 由 M0 的 中 国 员 工 编 写 并 由 其 执 行 官 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1431 M2 . M1 wdt:P1431 M3 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's sibling 's parent and executive produced by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M2 ಮತ್ತು M3 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי ההורה והמנהל של אחיו של M0 והופק על ידי M2 ו- M3",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 的 父 母 和 高 管 指 挥 的 吗 ， 由 M2 和 M3 产 生 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by M0 's actor",
            "kn": "M1 ಅನ್ನು M0 ನ ನಟ ನಿರ್ಮಿಸಿದನೇ",
            "he": "האם M1 הופק על ידי השחקן של M0",
            "zh": "M1 是 由 M0 的 演 员 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M1 's female American employee M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಅಮೆರಿಕನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובדת האמריקנית של M1 הייתה M0",
            "zh": "M1 的 女 美 国 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and written by M1 's female parent",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಮಹಿಳಾ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל ה- M2 הופק ונכתב על ידי ההורה הנשי של M1",
            "zh": "M2 主 管 是 由 M1 的 女 性 父 母 制 作 并 由 其 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M3 's Japanese British parent M0",
            "kn": "M3 ನ ಜಪಾನೀಸ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕ M0",
            "he": "האם ההורה הבריטי היפני של M3 היה M0",
            "zh": "M3 的 日 本 英 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 's British spouse 's spouse M2",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של בן הזוג הבריטי של M1 היה M2",
            "zh": "M1 的 英 国 配 偶 是 M2 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's parent and spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה ובן הזוג של M0 היו M1",
            "zh": "是 M0 的 配 偶 的 父 母 ， 还 是 M1 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by M1 's employee 's British spouse",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקמה על ידי M3 והוקמה על ידי בן הזוג הבריטי של עובד M1",
            "zh": "M2 是 由 M3 创 建 并 由 M1 的 雇 员 的 英 国 配 偶 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a male sibling of M1",
            "kn": "M0 M1 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח של זכר ל- M1",
            "zh": "M0 是 M1 的 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's employee M1",
            "kn": "M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד ההורים של M0 היה M1",
            "zh": "M0 的 父 母 的 雇 员 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a male sibling of M0 's spouse and sibling",
            "kn": "M1 M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ ಗಂಡು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח או בן / בת זוג של M0",
            "zh": "M1 是 M0 的 配 偶 和 同 胞 的 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M0 Japanese",
            "kn": "M0 ಜಪಾನೀಸ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה יפני",
            "zh": "M0 是 日 本 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 M3 . M2 wdt:P58 M4 }"
        },
        "question": {
            "en": "Was M2 directed by a Chinese sibling of M0 and written by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M3 ಮತ್ತು M4 ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אח סיני של M0 ונכתב על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 中 文 同 级 导 演 并 由 M3 和 M4 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's German sibling",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח הגרמני של M0 M1 היה",
            "zh": "M0   M1 是 德 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Chinese spouse M0",
            "kn": "M2 ನ ಚೀನೀ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הסיני של M2 היה M0",
            "zh": "M2 的 中 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's employee 's sibling",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של עובד M1 M0",
            "zh": "M1   M0 的 员 工 是 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's spouse and parent M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג של M0 והורה M1",
            "zh": "M0 的 配 偶 是 父 母 的 配 偶 ， 还 是 M1 的 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Swedish Italian male spouse",
            "kn": "M0 M4 ನ ಸ್ವೀಡಿಷ್ ಇಟಾಲಿಯನ್ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגברי האיטלקי השוודי של M0 M4",
            "zh": "M0   M4 是 瑞 典 的 意 大 利 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 's male spouse 's sibling M2",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של בן הזוג הגבר M1 היה M2",
            "zh": "M1 的 男 性 配 偶 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's sibling and spouse",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו ובן זוגו של M0 M1",
            "zh": "是 M0   M1 的 兄 弟 姐 妹 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M0 's female employee and founded by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 הוקמה על ידי עובדת M0 והוקמה על ידי M3",
            "zh": "M2 是 由 M0 的 女 雇 员 创 立 的 ， 还 是 由 M3 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P40|wdt:P355 ?x0 . M2 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M0 's Japanese employee 's female parent M2",
            "kn": "M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿಯ ಮಹಿಳಾ ಪೋಷಕ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם ההורה הנשי של עובדת M0 היה M2",
            "zh": "M0 的 日 本 雇 员 的 女 性 父 母 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's actor",
            "kn": "M1 ಅನ್ನು M0 ನ ನಟ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים שחקן M0",
            "zh": "M1 是 由 M0 的 演 员 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Canadian Japanese female spouse of M4",
            "kn": "M0 ಕೆನಡಾದ ಜಪಾನಿನ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದ M4",
            "he": "האם M0 הייתה בת זוג יפנית קנדית של M4",
            "zh": "M0 是 M4 的 加 拿 大 日 本 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written , directed , and produced by M0 's German sibling",
            "kn": "M0 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ M2 ಅನ್ನು ಬರೆಯಲಾಗಿದೆಯೇ, ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נכתב, ביים והופק על ידי אחיו הגרמני של M0",
            "zh": "M2 是 由 M0 的 德 国 同 胞 编 写 ， 导 演 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and distributed by M0 's parent",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 והופץ על ידי ההורה של M0",
            "zh": "M1 是 由 M2 分 发 ， 还 是 由 M0 的 父 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and written by a Italian sibling of M0",
            "kn": "M2 ಅನ್ನು ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M2 נערך על ידי אחיו M0 איטלקי ונכתב",
            "zh": "M2 是 否 由 M0 的 意 大 利 同 胞 编 辑 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי אחיו של M0 ונערך",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's spouse and parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקמה על ידי בן הזוג וההורה של M0",
            "zh": "M1 是 由 M0 的 配 偶 和 父 母 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's parent and spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי ההורה ובן הזוג של M0",
            "zh": "M1 是 由 M0 的 父 母 和 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , produced by , written by , edited by , and executive produced by M0 's spouse",
            "kn": "M0 ನ ಸಂಗಾತಿಯು M1 ಅನ್ನು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, הופק על ידי, נכתב על ידי, נערך על ידי ומנהל הופק על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 导 演 ， 制 作 ， 编 辑 ， 执 行 ， 还 是 由 M0 的 配 偶 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , edited by , executive produced by , written by , and produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾನೆಯೇ",
            "he": "האם M1 הופנה על ידי, נערך על ידי מנהל בכיר שהופק על ידי, נכתב על ידי והופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 ， 编 辑 ， 执 行 ， 是 否 由 M0 的 配 偶 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , written by , executive produced by , directed by , and produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 נערך על ידי, נכתב על ידי, מנהל שהופק על ידי, ביים, והופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ， 编 写 ， 执 行 ， 是 否 由 M0 的 配 偶 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Mexican spouse M0",
            "kn": "M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג המקסיקני של M2 היה M0",
            "zh": "M2 的 墨 西 哥 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a British actor of M2",
            "kn": "M0 M2 ನ ಬ್ರಿಟಿಷ್ ನಟನಾ",
            "he": "האם M0 היה שחקן בריטי של M2",
            "zh": "M0 是 M2 的 英 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's American female sibling M0",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האחות האמריקאית של M1 הייתה M0",
            "zh": "M1 是 美 国 的 女 性 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 M3 's Mexican British parent",
            "kn": "M0 M3 ನ ಮೆಕ್ಸಿಕನ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הבריטי המקסיקני של M0 M3 היה",
            "zh": "M0   M3 是 墨 西 哥 的 英 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 M4 's Mexican female British parent",
            "kn": "M0 M4 ನ ಮೆಕ್ಸಿಕನ್ ಮಹಿಳಾ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הבריטי המקסיקני של M0 M4 היה",
            "zh": "M0   M4 是 墨 西 哥 的 女 性 英 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Mexican Canadian female spouse",
            "kn": "M0 M4 ನ ಮೆಕ್ಸಿಕನ್ ಕೆನಡಾದ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הקנדי המקסיקני של M0 M4 היה",
            "zh": "M0   M4 是 墨 西 哥 加 拿 大 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by M0 's employee",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק על ידי עובד M0",
            "zh": "M1 是 由 M0 的 员 工 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was M1 a prequel of M0 's sequel",
            "kn": "M1 M0 ನ ಉತ್ತರಭಾಗದ ಪೂರ್ವಭಾವಿಯಾಗಿತ್ತೆ",
            "he": "האם M1 היה פריקוול לסרט ההמשך של M0",
            "zh": "M1 是 M0 续 集 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , produced by , and edited by a female sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಬರೆಯಲಾಗಿದೆ, ನಿರ್ಮಿಸಲಾಗಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי, הופק על ידי ונערך על ידי אח / ת אחי / ת מ- M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 编 写 ， 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q17 . M3 wdt:P162|wdt:P272 ?x0 . M3 wdt:P162|wdt:P272 M4 }"
        },
        "question": {
            "en": "Was M3 produced by M4 and produced by a Japanese employee of M0 and M1",
            "kn": "M3 ಅನ್ನು M4 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ಮತ್ತು M1 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M3 הופק על ידי M4 והופק על ידי עובד יפני של M0 ו- M1",
            "zh": "M3 是 由 M4 生 产 的 ， 还 是 由 M0 和 M1 的 日 本 雇 员 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by and executive produced by a female sibling of M0",
            "kn": "M2 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי בכיר והנהלתו על ידי אח / ה מאישה M0",
            "zh": "M2 是 由 M0 的 女 性 兄 弟 姐 妹 指 挥 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M0 a female employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה עובדת של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , directed by , and produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, נערך על ידי, ביים, והופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 编 写 ， 编 辑 ， 导 演 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . M3 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M3 directed by a male actor of M0 and M1",
            "kn": "M3 ಅನ್ನು M0 ಮತ್ತು M1 ನ ಪುರುಷ ನಟ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M3 ביים שחקן גבר של M0 ו- M1",
            "zh": "M3 是 由 M0 和 M1 的 男 演 员 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's Mexican British spouse M0",
            "kn": "M3 ನ ಮೆಕ್ಸಿಕನ್ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הבריטי המקסיקני של M3 היה M0",
            "zh": "M3 的 墨 西 哥 英 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Swedish spouse M0",
            "kn": "M2 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג השוודי של M2 היה M0",
            "zh": "M2 的 瑞 典 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M4 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M4 M0 's Swedish female German sibling 's parent",
            "kn": "M4 M0 ನ ಸ್ವೀಡಿಷ್ ಮಹಿಳಾ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה אחיה גרמני של שוודית M4 M0",
            "zh": "M4   M0 是 瑞 典 女 德 国 兄 弟 姐 妹 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced and produced by M1 's sibling 's Italian sibling",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק והופק על ידי אחיו האיטלקי של M1",
            "zh": "M2 主 管 是 由 M1 的 兄 弟 姐 妹 的 意 大 利 兄 弟 姐 妹 生 产 和 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 produced by M3 and produced by a German parent of M1",
            "kn": "M2 ಅನ್ನು M3 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M1 ನ ಜರ್ಮನ್ ಪೋಷಕರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופק על ידי M3 והופק על ידי הורה גרמני ל- M1",
            "zh": "M2 是 由 M3 产 生 并 由 M1 的 德 国 父 母 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 's French employee M0",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הצרפתי של M1 היה M0",
            "zh": "M1 的 法 国 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's spouse and sibling",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת הזוג ואח / ה של ההורה M1 M0",
            "zh": "M1   M0 是 父 母 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Japanese British male sibling M0",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחי זכר בריטי יפני של M1 היה M0",
            "zh": "M1 是 日 本 的 英 国 男 性 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P57 ?x0 . M1 wdt:P57 M2 }"
        },
        "question": {
            "en": "Was M1 directed by M2 and directed by M0 's actor",
            "kn": "M1 ಅನ್ನು M2 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ನಟ ನಿರ್ದೇಶಿಸಿದ್ದೀರಾ",
            "he": "האם M1 ביים M2 וביים השחקן של M0",
            "zh": "M1 是 由 M2 执 导 ， 还 是 由 M0 的 演 员 执 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P57 ?x0 . M2 wdt:P57 M3 }"
        },
        "question": {
            "en": "Was M2 directed by M3 and directed by a Japanese employee of M0",
            "kn": "M2 ಅನ್ನು M3 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי M3 וביים עובד יפני של M0",
            "zh": "M2 是 由 M3 指 挥 ， 还 是 由 M0 的 日 本 雇 员 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, נערך על ידי והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 写 ， 编 辑 和 制 作 的 吗 ？"
        }
    }
]