[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "What employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 M0 员 工 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What employee of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಉದ್ಯೋಗಿ M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה עובד של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 员 工 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What employee of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿಯನ್ನು M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה עובד של M0 התחתן M1",
            "zh": "M1 与 M0 的 哪 个 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What employee of M0 married M1",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה עובד של M0 התחתן עם M1",
            "zh": "M0 的 哪 个 雇 员 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What employee of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ಆಡಿದ್ದಾರೆ",
            "he": "איזה עובד של M0 שיחק ב- M1",
            "zh": "M0 的 哪 个 员 工 打 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What female actor of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ನಟ M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ್ದಾರೆ",
            "he": "איזה שחקן נשי של M0 שיחק את M1",
            "zh": "M0 的 哪 个 女 演 员 扮 演 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What female employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ಉದ್ಯೋಗದಲ್ಲಿದ್ದರು",
            "he": "איזה עובדת ב- M0 העסיקה M1",
            "zh": "M1 雇 用 了 什 么 M0 女 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What female employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזו עובדת של M0 השפיע M1",
            "zh": "M1 影 响 了 M0 的 哪 些 女 性 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What female sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח / נקבה מ- M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 女 同 胞 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What female sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח / נשי M0 השפיע M1",
            "zh": "M1 影 响 了 M0 的 哪 些 女 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What male employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಪುರುಷ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד גבר של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 哪 个 男 性 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What male employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד גבר ב- M0 העסיק M1",
            "zh": "M1 雇 用 了 M0 的 哪 个 男 性 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What male sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח זכר מ- M0 השפיע M1",
            "zh": "M1 影 响 了 M0 的 哪 些 男 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What male sibling of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಸಹೋದರ M1 ಆಡಿದ್ದಾರೆ",
            "he": "איזה אח או זכר מ- M0 שיחק M1",
            "zh": "M0 的 哪 个 男 性 同 胞 玩 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What male sibling of M0 did M2 's spouse marry",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಸಹೋದರ M2 ನ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾದರು",
            "he": "עם איזה אח זכר מ- M0 התחתן בן הזוג של M2",
            "zh": "M2 的 配 偶 与 M0 的 哪 个 男 性 同 胞 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What male sibling of M0 was M1 's sibling",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה אח של M0 היה אח של M1",
            "zh": "M1 的 兄 弟 姐 妹 是 M0 的 哪 个 男 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What male sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಪುರುಷ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 男 性 同 胞 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What parent of M1 was employed by M0",
            "kn": "M1 ಯ ಯಾವ ಪೋಷಕರನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה הורה ל- M1 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "What parent of M1 did M0 employ",
            "kn": "M1 ನ ಯಾವ ಪೋಷಕರು M0 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M1 העסיק M0",
            "zh": "M0 雇 用 M1 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What parent of M1 did M0 influence",
            "kn": "M1 ನ ಯಾವ ಪೋಷಕರು M0 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה הורה ל- M1 השפיע M0",
            "zh": "M0 对 M1 的 哪 个 父 级 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What parent of M1 was founded by M0",
            "kn": "M1 ಯ ಯಾವ ಪೋಷಕರನ್ನು M0 ಸ್ಥಾಪಿಸಿತು",
            "he": "איזה הורה ל- M1 הוקם על ידי M0",
            "zh": "M1 的 哪 个 母 公 司 由 M0 创 立 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What parent of M1 's Dutch sibling was employed by M0",
            "kn": "M1 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರ ಯಾವ ಪೋಷಕರನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה הורה לאחיו ההולנדי של M1 הועסק אצל M0",
            "zh": "M0 雇 用 M1 荷 兰 兄 弟 姐 妹 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What parent of M1 's employee did M0 influence",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಯಾವ ಪೋಷಕರು M0 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה הורה לעובד M1 השפיע M0",
            "zh": "M0 影 响 M1 员 工 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P108 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What parent of M1 's spouse was employed by M0",
            "kn": "M1 ನ ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה הורה לבן הזוג של M1 הועסק אצל M0",
            "zh": "M0 雇 用 M1 的 配 偶 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What parent of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה ל- M0 התחתן M1",
            "zh": "M1 嫁 给 了 M0 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What parent of M0 married M1",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה הורה ל- M0 התחתן עם M1",
            "zh": "M0 的 哪 个 父 母 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What parent of M1 was influenced by M0",
            "kn": "M1 ಯ ಯಾವ ಪೋಷಕರು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M1 הושפע מ- M0",
            "zh": "M1 的 哪 个 父 级 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P40|wdt:P355 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What parent of M0 did a employee of M1 found",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ M0 ನ ಯಾವ ಪೋಷಕರನ್ನು ಕಂಡುಕೊಂಡರು",
            "he": "איזה הורה ל- M0 מצא עובד ב- M1",
            "zh": "M1 的 雇 员 找 到 了 M0 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What parent of M1 played M0",
            "kn": "M1 ನ ಯಾವ ಪೋಷಕರು M0 ಆಡಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M1 שיחק M0",
            "zh": "M1 的 哪 个 父 母 玩 过 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What parent of M1 's spouse did M0 marry",
            "kn": "M1 ಅವರ ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರು M0 ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה לבן הזוג של M1 התחתן M0",
            "zh": "M0 与 M1 的 配 偶 的 哪 个 父 母 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What parent of a French Dutch sibling of M1 married M0",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಸಹೋದರನ ಯಾವ ಪೋಷಕರು M0 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה הורה לאח הולנדי צרפתי מ- M1 התחתן עם M0",
            "zh": "M1 的 法 国 荷 兰 同 胞 的 哪 个 父 母 与 M0 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What parent of a spouse of M1 did M0 marry",
            "kn": "M1 ರ ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರು M0 ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה לבן / בת זוג של M1 התחתן M0",
            "zh": "M0 的 配 偶 是 M1 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "What prequel of M0 was directed by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 ביים M1",
            "zh": "M1 指 挥 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What prequel of M1 's sequel did M0 executive produce",
            "kn": "M1 ನ ಮುಂದುವರಿದ ಭಾಗದ M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಯಾವ ಪೂರ್ವಭಾವಿ ಉತ್ಪಾದಿಸಿದನು",
            "he": "איזה פריקוול של סרט ההמשך של M1 הפיק מנהלי M0",
            "zh": "M0 执 行 官 制 作 了 M1 续 集 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What prequel of M0 was executive produced by and written by M2 's male parent",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನ ಪುರುಷ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 הופק וכתב על ידי ההורה הגברי של M2",
            "zh": "M2 的 男 性 父 母 执 行 并 撰 写 了 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What prequel of M0 did M1 's parent write",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 כתב ההורה של M1",
            "zh": "M1 的 父 母 写 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What prequel of M0 did M1 's spouse produce",
            "kn": "M1 ನ ಸಂಗಾತಿಯು M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה פריקוול של M0 הפיק בן הזוג של M1",
            "zh": "M1 的 配 偶 产 生 了 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was edited by , starred , and was written by M1 's employee",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ನಕ್ಷತ್ರ ಹಾಕಿದೆ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 נערך על ידי, כיכב ונכתב על ידי עובד M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 员 工 编 辑 ， 加 注 星 标 和 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What prequel of M0 was produced by a sibling of M1",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה פריקוול של M0 הופק על ידי אח של M1",
            "zh": "M1 的 兄 弟 姐 妹 产 生 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What prequel of M0 was produced by , was directed by , and was written by M1 's sibling",
            "kn": "M0 ನ ಯಾವ ಮುನ್ನುಡಿಯನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ, ನಿರ್ದೇಶಿಸಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 הופק, ביים, ונכתב על ידי אחיו של M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 兄 弟 姐 妹 产 生 的 ， 由 指 导 的 以 及 由 M1 的 兄 弟 姐 妹 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "What prequel of M0 was edited by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה פריקוול של M0 נערך על ידי M1",
            "zh": "M1 编 辑 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What prequel of M1 's prequel did M0 write",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಪೂರ್ವಭಾವಿ M0 ಬರೆದಿದೆ",
            "he": "איזה פריקוול מהפריקוול של M1 כתב M0",
            "zh": "M0 写 了 M1 的 前 传 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What prequel of M0 was produced and edited by M2 's American parent",
            "kn": "M2 ನ ಅಮೇರಿಕನ್ ಪೂರ್ವಭಾವಿ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ತಯಾರಿಸಿ ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה פריקוול של M0 הופק ונערך על ידי ההורה האמריקאי של M2",
            "zh": "M2 的 美 国 父 母 制 作 和 编 辑 了 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What prequel of M0 did M1 's sibling executive produce",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಉತ್ಪಾದಿಸಿದನು",
            "he": "איזה פריקוול של M0 הפיק בכיר האחים M1",
            "zh": "M1 的 兄 弟 姊 妹 高 管 产 生 了 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What prequel of M0 was directed by M1 's male sibling",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 ביים אחיו הגברי של M1",
            "zh": "M1 的 男 性 兄 弟 姐 妹 指 挥 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 M0 . ?x0 wdt:P156 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was M1 's prequel",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ",
            "he": "איזה פריקוול של M0 היה הפריקוול של M1",
            "zh": "M1 的 前 传 是 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What prequel of M0 was executive produced by M2 's spouse 's sibling and starred M1",
            "kn": "M2 ನ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ನಟಿಸಿದ M1 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ",
            "he": "איזה פריקוול של M0 הופק על ידי אחיו של בן / בת הזוג של M2 וכיכב M1",
            "zh": "M2 的 同 胞 兄 弟 姐 妹 和 M1 出 演 的 高 管 是 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "What prequel of M0 was distributed by M1",
            "kn": "M1 ನಿಂದ M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು ವಿತರಿಸಲಾಯಿತು",
            "he": "איזה פריקוול של M0 הופץ על ידי M1",
            "zh": "M1 分 发 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was executive produced by M1 's employee",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה פריקוול של M0 הופק על ידי עובד M1",
            "zh": "M1 的 员 工 执 行 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "What prequel of M0 was executive produced by M1",
            "kn": "M1 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה פריקוול של M0 הופק על ידי M1",
            "zh": "M1 执 行 人 员 产 生 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What prequel of M0 did M1 's employee produce",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ಉತ್ಪಾದಿಸಿದರು",
            "he": "איזה פריקוול של M0 הפיק עובד M1",
            "zh": "M1 的 员 工 产 生 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M1 . ?x0 wdt:P156 M0 . ?x1 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "What prequel of M0 was distributed by M2 's parent and distributed by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M2 ನ ಪೋಷಕರು ವಿತರಿಸಿದರು ಮತ್ತು M1 ನಿಂದ ವಿತರಿಸಲಾಯಿತು",
            "he": "איזה פריקוול של M0 הופץ על ידי ההורה של M2 והופץ על ידי M1",
            "zh": "M0 的 哪 个 前 传 由 M2 的 父 级 分 发 并 由 M1 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What prequel of M0 was written by a employee of M1",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 נכתב על ידי עובד M1",
            "zh": "M1 的 雇 员 写 了 M0 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What prequel of M1 's sequel did M0 distribute",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿ M0 ವಿತರಿಸಿದೆ",
            "he": "איזה פריקוול של סרט ההמשך של M1 הפיץ M0",
            "zh": "M0 发 行 了 M1 续 集 的 哪 些 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What prequel of a prequel of M1 was M0 's prequel",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿ ಯಾವ M0 ನ ಪೂರ್ವಭಾವಿ",
            "he": "איזה פריקוול של פריקוול M1 היה הפריקוול של M0",
            "zh": "M0 的 前 传 是 M1 的 前 传 中 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What sequel of M1 's sequel did M0 produce",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವು M0 ಅನ್ನು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה המשך של סרט ההמשך של M1 הפיק M0",
            "zh": "M0 制 作 了 M1 的 哪 一 部 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What sequel of M0 did M1 's parent executive produce",
            "kn": "M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ಮಿಸಿದನು",
            "he": "איזה סרט המשך של M0 הפיק מנהל ההורים של M1",
            "zh": "M1 的 上 级 主 管 制 作 了 M0 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What sequel of M1 's prequel did M0 write",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿಯ ಯಾವ ಉತ್ತರಭಾಗ M0 ಬರೆದಿದೆ",
            "he": "איזה סרט ההמשך של הפריקוול של M1 כתב M0",
            "zh": "M0 写 了 M1 的 前 传 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P58 M0 . ?x0 wdt:P58 M1 . ?x1 wdt:P156 M2 }"
        },
        "question": {
            "en": "What sequel of M2 's prequel did M0 and M1 write",
            "kn": "M2 ನ ಪೂರ್ವಭಾವಿ ಭಾಗದ M0 ಮತ್ತು M1 ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಬರೆದಿದೆ",
            "he": "איזה סרט ההמשך של הפריקוול של M2 כתבו M0 ו- M1",
            "zh": "M0 和 M1 写 了 M2 的 前 传 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What sequel of M1 's sequel did M0 distribute",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ M0 ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ವಿತರಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M1 הפיץ M0",
            "zh": "M0 发 行 了 M1 个 续 集 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P155 M1 }"
        },
        "question": {
            "en": "What sequel of M1 was edited by M0",
            "kn": "M1 ಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M1 נערך על ידי M0",
            "zh": "M0 编 辑 了 M1 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P155 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What sequel of M1 's prequel was produced by and distributed by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿಂದ ಉತ್ಪಾದಿಸಿ ವಿತರಿಸಲಾಯಿತು",
            "he": "איזה סרט ההמשך של הפריקוול של M1 הופק על ידי M0 והופץ",
            "zh": "M0 制 作 并 发 行 了 M1 的 前 传 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What sequel of M0 did M1 's sibling edit",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 ערך אחיו של M1",
            "zh": "M1 的 兄 弟 姐 妹 编 辑 了 M0 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What sequel of M0 did a parent of M1 write",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה המשך של M0 כתב הורה ל- M1",
            "zh": "M1 的 父 母 写 了 M0 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P155 M0 }"
        },
        "question": {
            "en": "What sequel of M0 did M1 direct",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವು M1 ನಿರ್ದೇಶಿಸಿತು",
            "he": "איזה סרט ההמשך של M0 ביים M1",
            "zh": "M1 导 演 了 M0 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M2 }"
        },
        "question": {
            "en": "What sequel of M2 's sequel was executive produced by M0 and M1",
            "kn": "M2 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಮತ್ತು M1 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "איזה סרט ההמשך של סרט ההמשך של M2 הופק על ידי M0 ו- M1",
            "zh": "M0 和 M1 执 行 制 作 了 M2 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What sequel of M0 did a female sibling of M1 direct and executive produce",
            "kn": "M1 ನ ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ಮಿಸಿದರು",
            "he": "איזה סרט המשך של M0 הפיק אחי נשי מ- M1 ישיר ומנהל",
            "zh": "M1 的 女 性 同 胞 直 接 或 执 行 产 生 了 M0 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What sequel of M0 was edited by M1 's parent",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 נערך על ידי ההורה של M1",
            "zh": "M1 的 父 母 编 辑 了 M0 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P155 ?x1 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What sequel of M1 's prequel did M0 direct",
            "kn": "M1 ನ ಪ್ರಿಕ್ವೆಲ್ನ ಯಾವ ಉತ್ತರಭಾಗವು M0 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה סרט ההמשך של הפריקוול של M1 ביים M0",
            "zh": "M0 导 演 了 M1 的 前 传 续 集 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P155 M0 }"
        },
        "question": {
            "en": "What sequel of M0 was directed by M1",
            "kn": "M0 ಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M0 ביים M1",
            "zh": "M1 导 演 了 M0 的 哪 部 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What sequel of M0 was executive produced by M1 's sibling",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ಮಿಸಿದರು",
            "he": "איזה סרט ההמשך של M0 הופק על ידי אחיו של M1",
            "zh": "M1 的 兄 弟 姐 妹 制 作 了 M0 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What sequel of M0 did M1 's spouse write",
            "kn": "M1 ನ ಸಂಗಾತಿಯು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 כתב בן הזוג של M1",
            "zh": "M1 的 配 偶 写 了 M0 的 哪 些 续 集 ？"
        }
    }
]