[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a parent and spouse of M0",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם הורה ובן זוגו של M0",
            "zh": "M1 是 否 与 M0 的 父 母 和 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's sibling",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם אחיו של M0",
            "zh": "M1 和 M2 嫁 给 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29 . FILTER ( M3 != ?x0 ) . FILTER ( M4 != ?x0 ) . M3 wdt:P26 ?x0 . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 and M4 marry a Spanish employee of M0 and M1",
            "kn": "M3 ಮತ್ತು M4 M0 ಮತ್ತು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 התחתנו עם עובד ספרדי של M0 ו- M1",
            "zh": "M3 和 M4 是 否 与 M0 和 M1 的 西 班 牙 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's spouse",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם בן הזוג של M0",
            "zh": "M1 嫁 给 了 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a spouse of M0 's spouse and sibling",
            "kn": "M1 M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם בן / בת זוג / ים של M0",
            "zh": "M1 是 否 与 M0 的 配 偶 和 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a parent and sibling of M0",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם הורה ואחיו של M0",
            "zh": "M1 是 否 与 M0 的 父 母 和 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry M0 's Chinese sibling",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಚೀನೀ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם אחיו הסיני של M0",
            "zh": "M2 嫁 给 M3 并 嫁 给 M0 的 中 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x1 wdt:P108 M1 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x1 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 ?x1 }"
        },
        "question": {
            "en": "Did M2 marry a employee of M1 and marry M0 's parent",
            "kn": "M2 M1 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם עובד M1 והתחתנה עם ההורה של M0",
            "zh": "M2 嫁 给 M1 的 雇 员 并 嫁 给 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x1 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 ?x1 }"
        },
        "question": {
            "en": "Did M2 marry M0 's sibling and marry M1 's employee",
            "kn": "M2 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M1 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם אחיו של M0 והתחתנה עם עובד M1",
            "zh": "M2 嫁 给 M0 的 兄 弟 姐 妹 并 嫁 给 M1 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M2 and star a sibling of M0",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 וכוכב אח של M0",
            "zh": "M1 和 M0 的 同 胞 都 注 视 了 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P161 M1 . M0 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M0 star M1 and M2",
            "kn": "M0 ಸ್ಟಾರ್ M1 ಮತ್ತು M2 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M0 מככבים M1 ו- M2",
            "zh": "M0 是 否 给 M1 和 M2 加 上 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's parent",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם ההורה של M0",
            "zh": "M1 和 M2 嫁 给 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a spouse and parent of M0",
            "kn": "M1 ಸಂಗಾತಿಯನ್ನು ಮತ್ತು M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם בן / בת זוג והורה של M0",
            "zh": "M1 是 否 嫁 给 了 M0 的 配 偶 和 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M3 wdt:P26 ?x0 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 and M3 marry M2 and marry a sibling of M0",
            "kn": "M1 ಮತ್ತು M3 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M3 התחתנו עם M2 והתחתנו עם אח של M0",
            "zh": "M1 和 M3 嫁 给 M2 并 嫁 给 M0 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . FILTER ( M4 != ?x0 ) . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M4 marry a French male Italian parent of M3",
            "kn": "M4 ಫ್ರೆಂಚ್ ಪುರುಷ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾದ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M4 התחתנה עם הורה צרפתי איטלקי לגבר M3",
            "zh": "M4 与 M3 的 法 国 男 性 意 大 利 父 母 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M1 != M3 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M1 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M1 marry M2 and M3 and marry a sibling of M0",
            "kn": "M1 M2 ಮತ್ತು M3 ಗಳನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם M2 ו- M3 והתחתנה עם אח של M0",
            "zh": "M1 嫁 给 M2 和 M3 并 嫁 给 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P453 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star a sibling of M0 's actor 's sibling",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ನಟನ ಸಹೋದರನ ಒಡಹುಟ್ಟಿದವರಾಗಿ ನಟಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ו- M2 כיכבו אח של אחיו של השחקן M0",
            "zh": "M1 和 M2 是 否 为 M0 演 员 同 级 的 同 级 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's sibling and parent",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಮಾಡಿದ್ದಾರೆಯೇ",
            "he": "האם M1 כיכב את אחיו וההורים של M0",
            "zh": "M1 是 否 为 M0 的 兄 弟 姐 妹 和 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry a spouse and parent of M0",
            "kn": "M1 ಮತ್ತು M2 ಸಂಗಾತಿಯನ್ನು ಮತ್ತು M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם בן זוג והורה ל- M0",
            "zh": "M1 和 M2 是 否 与 M0 的 配 偶 和 父 母 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's spouse",
            "kn": "M1 ಮತ್ತು M2 M0 ಅವರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם בן / בת הזוג של M0",
            "zh": "M1 和 M2 嫁 给 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star a sibling and parent of M0 and star M2",
            "kn": "M1 ಸ್ಟಾರ್ ಮತ್ತು M0 ಮತ್ತು M2 ನ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 כיכב אח והורה ל- M0 וכוכב M2",
            "zh": "M1 是 否 曾 为 M0 和 M2 的 兄 弟 姐 妹 和 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו של M0",
            "zh": "M1 和 M0 的 兄 弟 姐 妹 结 婚 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a sibling and parent of M0",
            "kn": "M1 ಒಬ್ಬ ಸಹೋದರ ಮತ್ತು M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אח והורה ל- M0",
            "zh": "M1 是 否 与 M0 的 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star a Swedish sibling of M0",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು M0 ನ ಸ್ವೀಡಿಷ್ ಸಹೋದರನನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב M3 וכיכב אח שוודי של M0",
            "zh": "M2 是 否 给 M3 加 上 了 M0 的 瑞 典 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M3 != ?x0 ) . M2 wdt:P26 ?x0 . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 and M3 marry a male sibling of M0",
            "kn": "M2 ಮತ್ತು M3 M0 ನ ಗಂಡು ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M3 התחתנו עם אח של זכר M0",
            "zh": "M2 和 M3 是 否 与 M0 的 男 性 同 胞 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a parent of M0",
            "kn": "M1 M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם הורה ל- M0",
            "zh": "M1 嫁 给 了 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 . M1 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M1 star M0 's child and star M2 and M3",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಮಗು ಮತ್ತು ನಕ್ಷತ್ರ M2 ಮತ್ತು M3 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 כוכב את הילד של M0 וכוכב M2 ו- M3",
            "zh": "M1 是 否 给 M0 的 孩 子 加 了 星 标 ， 而 M2 和 M3 则 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star M0 's Japanese employee",
            "kn": "M2 ಸ್ಟಾರ್ M0 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ",
            "he": "האם M2 כיכב העובד היפני של M0",
            "zh": "M2 是 否 给 M0 的 日 本 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M0 's British sibling and marry M3",
            "kn": "M2 M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם אחיו הבריטי של M0 והתחתנה עם M3",
            "zh": "M2 嫁 给 M0 的 英 国 同 胞 并 嫁 给 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P161 ?x0 . M4 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M3 and M4 star M0 's Italian French sibling",
            "kn": "M3 ಮತ್ತು M4 ಸ್ಟಾರ್ M0 ನ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M3 ו- M4 כיכבו את אחיהם הצרפתי האיטלקי של M0",
            "zh": "M3 和 M4 是 否 给 M0 的 意 大 利 法 国 同 胞 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry M0 's spouse and parent",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם M2 והתחתנה עם בן הזוג וההורה של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M0 's parent and spouse and marry M2",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם ההורה ובן הזוג של M0 והתחתנה עם M2",
            "zh": "M1 嫁 给 M0 的 父 母 和 配 偶 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's parent",
            "kn": "M1 M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם ההורה של M0",
            "zh": "M1 嫁 给 了 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 . M1 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M1 star a spouse of M0 and star M2 and M3",
            "kn": "M1 M0 ಮತ್ತು ಸ್ಟಾರ್ M2 ಮತ್ತು M3 ನ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M1 כיכב בן זוג של M0 וכוכב M2 ו- M3",
            "zh": "M1 是 否 为 M0 的 配 偶 以 及 M2 和 M3 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry a employee of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם עובד של M0",
            "zh": "M1 和 M2 嫁 给 M0 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a sibling of M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אח של M0",
            "zh": "M1 嫁 给 了 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 . FILTER ( M3 != ?x0 ) . FILTER ( M4 != ?x0 ) . M3 wdt:P26 ?x0 . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 and M4 marry a American employee of M0 and M1",
            "kn": "M3 ಮತ್ತು M4 M0 ಮತ್ತು M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 התחתנו עם עובד אמריקאי של M0 ו- M1",
            "zh": "M3 和 M4 是 否 与 M0 和 M1 的 美 国 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's spouse 's sibling",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו של בן / בת הזוג של M0",
            "zh": "M1 嫁 给 了 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M0 's male sibling and marry M3",
            "kn": "M2 M0 ನ ಗಂಡು ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתן עם אחיו הגברי של M0 והתחתן עם M3",
            "zh": "M2 嫁 给 M0 的 男 性 同 胞 并 嫁 给 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a employee of M0",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם עובד של M0",
            "zh": "M1 与 M0 的 雇 员 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M2 and star M0 's parent",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರು ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 והורה של M0",
            "zh": "M1 和 M0 分 别 是 M1 和 M2 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 . M1 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M1 star a employee of M0 and star M2 and M3",
            "kn": "M1 ಸ್ಟಾರ್ M0 ಮತ್ತು ಸ್ಟಾರ್ M2 ಮತ್ತು M3 ನ ಉದ್ಯೋಗಿಯಾಗಿದೆಯೇ",
            "he": "האם M1 כיכב עובד של M0 וכוכב M2 ו- M3",
            "zh": "M1 是 否 给 M0 的 员 工 加 了 星 标 ， 并 给 M2 和 M3 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q16 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star M0 's Canadian employee",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು ಸ್ಟಾರ್ M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ",
            "he": "האם M2 כיכב ב- M3 ובעובד הקנדי של M0 בכוכב",
            "zh": "M2 是 否 星 M3 和 星 M0 的 加 拿 大 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M4 wdt:P161 ?x0 . M4 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 star M3 and star M0 's Japanese sibling",
            "kn": "M2 ಮತ್ತು M4 ಸ್ಟಾರ್ M3 ಮತ್ತು ಸ್ಟಾರ್ M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M2 ו- M4 כיכבו את M3 ואת אחיהם היפני של M0",
            "zh": "M2 和 M4 是 否 在 M3 和 M0 的 日 本 同 胞 中 担 任 主 角 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry M0 's spouse",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ಅವರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם M2 והתחתנה עם בן הזוג של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) . M4 wdt:P161 ?x0 . M4 wdt:P161 M5 . M4 wdt:P161 M6 }"
        },
        "question": {
            "en": "Did M4 star M5 and M6 and star a American female German spouse of M3",
            "kn": "M4 ಸ್ಟಾರ್ M5 ಮತ್ತು M6 ಮತ್ತು M3 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M4 כיכבה M5 ו- M6 וכיכבה בת זוג אמריקאית גרמנית של M3",
            "zh": "M4 是 否 曾 出 演 M5 和 M6 并 出 演 了 美 国 M3 的 德 国 女 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M4 wdt:P161 ?x0 . M4 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 star M0 's Dutch sibling and star M3",
            "kn": "M2 ಮತ್ತು M4 ಸ್ಟಾರ್ M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸ್ಟಾರ್ M3 ಸ್ಟಾರ್ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 ו- M4 מככבים את אחיהם ההולנדי של M0 ואת הכוכב M3",
            "zh": "M2 和 M4 是 否 给 M0 的 荷 兰 兄 弟 姐 妹 加 星 号 M3 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry M1 's male spouse",
            "kn": "M2 M1 ನ ಪುರುಷ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם בן הזוג הגברי של M1",
            "zh": "M2 嫁 给 了 M1 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a female spouse of M1",
            "kn": "M2 M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם בן / בת זוג של M1",
            "zh": "M2 嫁 给 了 M1 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's child",
            "kn": "M1 M0 ನ ಮಗುವನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם הילד של M0",
            "zh": "M1 嫁 给 了 M0 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry M0 's sibling",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם M2 והתחתן עם אחיו של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry a sibling of M0 's sibling",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם אח של אחיו של M0",
            "zh": "M1 和 M2 是 否 与 M0 的 同 级 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו של M0",
            "zh": "M1 嫁 给 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M3 wdt:P26 ?x0 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 and M3 marry M0 's spouse 's sibling and marry M2",
            "kn": "M1 ಮತ್ತು M3 M0 ರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M3 התחתנו עם אחיו של בן / בת הזוג של M0 והתחתנו עם M2",
            "zh": "M1 和 M3 嫁 给 M0 的 配 偶 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M2 wdt:P161 M4 }"
        },
        "question": {
            "en": "Did M2 star a actor of M0 and M1 and star M3 and M4",
            "kn": "M2 M0 ಮತ್ತು M1 ನ ನಟ ಮತ್ತು ಸ್ಟಾರ್ M3 ಮತ್ತು M4 ನಟಿಸಿದೆಯೇ",
            "he": "האם M2 כיכב שחקן של M0 ו- M1 וכוכב M3 ו- M4",
            "zh": "M2 是 否 曾 担 任 M0 和 M1 的 演 员 以 及 M3 和 M4 的 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's sibling 's sibling",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ",
            "he": "האם M1 כוכב אח של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's employee",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם עובדת M0",
            "zh": "M1 与 M0 的 员 工 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P161 M1 . M2 wdt:P161 M1 }"
        },
        "question": {
            "en": "Did M0 and M2 star M1",
            "kn": "M0 ಮತ್ತು M2 ಸ್ಟಾರ್ M1 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M0 ו- M2 כיכבו M1",
            "zh": "M0 和 M2 是 否 在 M1 上 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P161 ?x0 . M3 wdt:P161 M4 . M5 wdt:P161 ?x0 . M5 wdt:P161 M4 }"
        },
        "question": {
            "en": "Did M3 and M5 star a French Canadian sibling of M0 and star M4",
            "kn": "M3 ಮತ್ತು M5 ಫ್ರೆಂಚ್ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರಾದ M0 ಮತ್ತು ಸ್ಟಾರ್ M4 ಅನ್ನು ಸ್ಟಾರ್ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M3 ו- M5 כיכבו אח קנדי צרפתי של M0 וכוכב M4",
            "zh": "M3 和 M5 是 否 在 加 拿 大 加 拿 大 人 的 同 伴 M0 和 M4 中 担 任 主 角 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star M0 's male actor",
            "kn": "M2 ಸ್ಟಾರ್ M0 ನ ಪುರುಷ ನಟ",
            "he": "האם M2 כיכב השחקן הגברי של M0",
            "zh": "M2 是 M0 的 男 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M2 and star a employee of M0",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು M0 ನ ಉದ್ಯೋಗಿಯನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 וכיכב עובד של M0",
            "zh": "M1 是 否 给 M2 加 星 标 并 给 M0 的 员 工 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a female actor of M0",
            "kn": "M2 M0 ನ ಮಹಿಳಾ ನಟನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם שחקנית M0",
            "zh": "M2 和 M0 的 女 演 员 结 婚 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star a Japanese employee of M0",
            "kn": "M2 ನ M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿಯನ್ನು ನಕ್ಷತ್ರ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 כיכב עובד יפני של M0",
            "zh": "M2 是 否 曾 为 M0 的 日 本 雇 员 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . FILTER ( M4 != ?x0 ) . FILTER ( M4 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 . M4 wdt:P26 ?x0 . M4 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 marry M1 's female spouse and marry M3",
            "kn": "M2 ಮತ್ತು M4 M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 התחתנו עם בן זוגה של M1 והתחתנו עם M3",
            "zh": "M2 和 M4 嫁 给 M1 的 女 性 配 偶 并 嫁 给 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 . M1 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M1 star M2 and M3 and star a spouse of M0",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು M3 ಮತ್ತು M0 ನ ಸಂಗಾತಿಯನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 ו- M3 וכיכב בן זוג של M0",
            "zh": "M1 是 否 给 M2 和 M3 加 上 了 M0 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M3 star M0 's female German sibling",
            "kn": "M3 ಸ್ಟಾರ್ M0 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M3 כיכבה את אחיה הגרמני של M0",
            "zh": "M3 是 否 为 M0 的 女 性 德 国 同 胞 出 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . M2 wdt:P161 ?x0 . M3 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 and M3 star a employee of M0 and M1",
            "kn": "M2 ಮತ್ತು M3 M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 ו- M3 כיכבו עובד של M0 ו- M1",
            "zh": "M2 和 M3 是 否 给 M0 和 M1 的 员 工 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q30 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star a American employee of M0",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב ב- M3 וכיכב עובד אמריקאי של M0",
            "zh": "M2 是 否 给 M3 加 星 标 并 给 M0 的 美 国 员 工 加 注 标 星 ？"
        }
    }
]