[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce , executive produce , edit , write , and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಸಂಪಾದನೆ, ಬರೆಯುವಿಕೆ ಮತ್ತು ನೇರ ಏನು",
            "he": "מה אחיו של M0 הפיק, הפיק בכיר, ערך, כתב וביים",
            "zh": "M0 的 兄 弟 姐 妹 生 产 ， 执 行 生 产 ， 编 辑 ， 编 写 和 指 挥 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling edit and write",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה עשה וכתב אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling edit , write , and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה עשה, כתב והפיק אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 ， 编 写 和 生 产 工 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling and parent write",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבו האחים וההורים של M0",
            "zh": "M0 的 兄 弟 姐 妹 和 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's sibling and parent write and M0 produce",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಬರೆಯುವುದು ಮತ್ತು M0 ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה כתבו האחים וההורים של M1 ו- M0",
            "zh": "M1 的 兄 弟 姐 妹 和 父 母 写 的 内 容 以 及 M0 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 produce and M1 's sibling and parent write",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבו M0 ואחיו וההורים של M1",
            "zh": "M0 产 生 了 什 么 ， M1 的 兄 弟 姐 妹 和 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's parent and sibling write",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב ההורה והאח של M0",
            "zh": "M0 的 父 母 和 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did M0 's Canadian employee write , direct , and edit",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಏನು ಬರೆದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה כתב, ביים וערך העובד הקנדי של M0",
            "zh": "M0 的 加 拿 大 雇 员 写 ， 指 导 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 edit and M2 's male spouse executive produce",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה עשה M0 ומנהל בן / בת הזוג הגבר של M2 הפיק",
            "zh": "M0 编 辑 和 M2 的 男 性 配 偶 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M0 found and a child of M1 found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಮಗು ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא M0 וילד של M1 מצא",
            "zh": "M0 找 到 了 什 么 ， M1 的 孩 子 找 到 了 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה ייצר ומנהל אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 高 管 是 做 什 么 工 作 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did a British employee of M0 direct",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוון עובד בריטי של M0",
            "zh": "M0 的 英 国 雇 员 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a British sibling of M0 produce and write",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ייצר וכתב אח בריטי של M0",
            "zh": "英 国 的 M0 兄 弟 姐 妹 产 生 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a British sibling of M0 direct and write",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כיווה וכתב אח בריטי מ- M0",
            "zh": "英 国 的 M0 兄 弟 姐 妹 指 挥 和 书 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did a Canadian employee of M0 write , produce , edit , and direct",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಏನು ಬರೆದರು, ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כתב, הפיק, ערך, וביים עובד קנדי של M0",
            "zh": "M0 的 加 拿 大 雇 员 写 ， 产 生 ， 编 辑 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M3 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did a Canadian male British parent of M3 found",
            "kn": "M3 ನ ಕೆನಡಾದ ಪುರುಷ ಬ್ರಿಟಿಷ್ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא הורה בריטי זכר קנדי ל- M3",
            "zh": "加 拿 大 M3 的 英 国 男 性 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Canadian sibling of M0 write and produce",
            "kn": "M0 ನ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב וייצר אח קנדי מ- M0",
            "zh": "加 拿 大 的 M0 兄 弟 姐 妹 写 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Canadian sibling of M0 direct and executive produce",
            "kn": "M0 ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אח קנדי של M0 ישיר ומנהל",
            "zh": "加 拿 大 的 M0 直 接 和 高 管 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Canadian spouse of M1 produce , write , and direct",
            "kn": "M1 ನ ಕೆನಡಾದ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הפיק, כתב וביים בן זוג קנדי של M1",
            "zh": "加 拿 大 M1 的 配 偶 是 怎 样 生 产 ， 书 写 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Canadian spouse of M1 executive produce",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಕೆನಡಾದ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בן זוג קנדי של מנהל M1",
            "zh": "加 拿 大 M1 高 管 的 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Canadian spouse of M1 direct and executive produce",
            "kn": "ಕೆನಡಾದ M1 ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן זוג קנדי של M1 ישיר ומנהל",
            "zh": "加 拿 大 的 M1 直 接 和 行 政 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What did a Chinese employee of M0 executive produce and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಚೀನಾದ ಉದ್ಯೋಗಿ ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק וכתב עובד סיני במנהל M0",
            "zh": "M0 高 管 的 中 国 员 工 是 怎 样 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Chinese sibling of M0 produce",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אח סיני של M0",
            "zh": "中 国 的 M0 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Chinese spouse of M1 edit",
            "kn": "M1 ನ ಚೀನೀ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן זוג סיני ל- M1",
            "zh": "M1 的 中 国 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "What did a Dutch employee of M0 direct",
            "kn": "M0 ನ ಡಚ್ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה כיוון עובד הולנדי של M0",
            "zh": "荷 兰 M0 员 工 直 接 负 责 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Dutch sibling of M0 produce",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק אח הולנדי של M0",
            "zh": "荷 兰 的 M0 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Dutch sibling of M0 edit",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה אח הולנדי של M0",
            "zh": "荷 兰 M0 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a French spouse of M2 edit and M0 executive produce",
            "kn": "M2 ಸಂಪಾದನೆ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק בן זוג צרפתי של M2 ומנהל M0",
            "zh": "法 国 M2 编 辑 和 M0 执 行 官 的 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What did a German employee of M1 executive produce and M0 edit",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ ಏನು ಮತ್ತು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה עובד גרמני במנהל M1 ו- M0",
            "zh": "M1 高 管 的 一 名 德 国 雇 员 生 产 和 M0 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a German female spouse of M2 edit and write",
            "kn": "M2 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿ ಬರೆದಿದ್ದಾಳೆ",
            "he": "מה ערך וכתב בן זוג גרמני של M2",
            "zh": "M2 的 德 国 女 性 配 偶 编 辑 和 写 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a German sibling of M0 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק אח גרמני ממנהלי M0",
            "zh": "德 国 的 M0 高 管 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Japanese sibling of M1 write and M0 executive produce",
            "kn": "M1 ನ ಜಪಾನಿನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದರು ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתב אח יפני מ- M1 ומנהל M0",
            "zh": "日 本 的 M1 同 胞 和 M0 高 管 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Japanese sibling of M0 direct and produce",
            "kn": "M0 ನ ಜಪಾನಿನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה בייח ואח יפני של M0",
            "zh": "日 本 的 M0 兄 弟 姐 妹 指 挥 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Japanese spouse of M1 found",
            "kn": "M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡನು",
            "he": "מה מצא בן זוג יפני של M1",
            "zh": "日 本 的 M1 配 偶 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a Japanese spouse of M2 edit and M0 edit",
            "kn": "M2 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן זוג יפני של M2 ו- M0",
            "zh": "M2 和 M0 的 日 本 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What did a Mexican employee of M0 direct",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה כיוון עובד מקסיקני של M0",
            "zh": "墨 西 哥 M0 员 工 直 接 负 责 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What did a Mexican parent of M1 found",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא הורה מקסיקני ל- M1",
            "zh": "墨 西 哥 M1 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What did a Mexican parent of M1 produce and write",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק וכתב הורה מקסיקני ל- M1",
            "zh": "墨 西 哥 M1 的 父 母 是 怎 么 生 产 和 写 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Mexican sibling of M0 edit , produce , and direct",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה עשה, הפיק וביים אח מקסיקני של M0",
            "zh": "墨 西 哥 M0 的 同 胞 是 如 何 编 辑 ， 产 生 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Mexican sibling of M0 found",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח מקסיקני של M0",
            "zh": "墨 西 哥 的 M0 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Mexican sibling of M0 edit and direct",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה עשה וביים אח מקסיקני של M0",
            "zh": "墨 西 哥 M0 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 和 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Mexican spouse of M1 found",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן זוג מקסיקני של M1",
            "zh": "墨 西 哥 M1 的 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a Mexican spouse of M2 write and M0 edit",
            "kn": "M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು ಮತ್ತು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה כתב בן זוג מקסיקני של M2 ו- M0",
            "zh": "墨 西 哥 M2 配 偶 和 M0 的 编 辑 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Spanish French sibling of M0 direct",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה בייח אח צרפתי ספרדי של M0",
            "zh": "M0 的 西 班 牙 法 裔 同 胞 直 接 指 示 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a Spanish sibling of M2 found and M0 and M1 found",
            "kn": "M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಮತ್ತು M1 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אח ספרדי של M2 ו- M0 ו- M1",
            "zh": "找 到 了 M2 和 M0 和 M1 的 西 班 牙 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Spanish sibling of M1 direct and M0 direct",
            "kn": "M1 ನೇರ ಮತ್ತು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוון אח ספרדי של M1 ו- M0",
            "zh": "M1 直 接 和 M0 直 接 的 西 班 牙 同 胞 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a Spanish spouse of M2 direct and M0 write",
            "kn": "M2 ನೇರ ಮತ್ತು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן זוג ספרדי של M2 direct ו- M0",
            "zh": "M2   D i r e c t 和 M0 的 西 班 牙 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Spanish spouse of M1 produce",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן זוג ספרדי של M1",
            "zh": "西 班 牙 M1 的 配 偶 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Swedish sibling of M0 produce",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אח שוודי של M0",
            "zh": "瑞 典 的 M0 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a Swedish sibling of M0 edit and direct",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך אח ושבדי של M0 שערך וביים",
            "zh": "瑞 典 M0 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 和 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Swedish spouse of M1 edit",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן זוג שוודי ל- M1",
            "zh": "瑞 典 M1 的 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Swedish spouse of M1 found",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן זוג שוודי של M1",
            "zh": "瑞 典 M1 的 配 偶 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a Swedish spouse of M1 direct",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הורה בן זוג שוודי של M1",
            "zh": "瑞 典 M1 的 配 偶 是 做 什 么 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did a child of M0 found",
            "kn": "M0 ನ ಮಗು ಏನು ಕಂಡುಹಿಡಿದಿದೆ",
            "he": "מה מצא ילד מ M0",
            "zh": "M0 的 孩 子 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did a child of M0 executive produce and produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮಗು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ייצר והפיק ילד ממנהלי M0",
            "zh": "M0 高 管 的 孩 子 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did a child of M0 produce and executive produce",
            "kn": "M0 ನ ಮಗು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ייצר ילד של M0 ומנהל",
            "zh": "M0 的 孩 子 产 生 什 么 并 产 生 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did a child of M1 found and M0 found",
            "kn": "M1 ನ ಮಗು ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M0 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא ילד של M1 ו- M0 מצא",
            "zh": "M1 的 孩 子 找 到 M0 的 孩 子 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did a female employee of M0 edit",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערכה עובדת של M0",
            "zh": "M0 的 女 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did a female employee of M0 and M1 found",
            "kn": "M0 ಮತ್ತು M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאה עובדת של M0 ו- M1",
            "zh": "M0 和 M1 的 女 性 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did a female employee of M0 found",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאה עובדת של M0",
            "zh": "M0 的 女 性 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did a female employee of M0 write",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבה עובדת של M0",
            "zh": "M0 的 女 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a female sibling of M0 direct",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוונה אחות מ M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a female sibling of M0 edit and direct",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה עשתה וביימה אח נשי מ- M0",
            "zh": "M0 的 女 性 同 胞 如 何 编 辑 和 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did a female sibling of M1 executive produce and M0 write",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבה אחיה של מנהלת M1 ו- M0",
            "zh": "M1 执 行 官 和 M0 的 女 性 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a female sibling of M0 write",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבה אחיה של M0",
            "zh": "M0 的 女 性 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did a female sibling of M0 executive produce and write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיקה וכתבה אח נשי ממנהלת M0",
            "zh": "M0 高 管 的 女 性 同 胞 生 产 和 写 作 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did a female spouse of M2 found and M0 found",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאה בת זוג של M2 ו- M0",
            "zh": "找 到 了 M2 和 M0 的 女 性 配 偶 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did a male actor of M0 direct",
            "kn": "M0 ನ ಪುರುಷ ನಟ ಏನು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה ביים שחקן גבר של M0",
            "zh": "M0 的 男 演 员 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did a male employee of M0 found",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא עובד גבר של M0",
            "zh": "M0 的 男 性 雇 员 发 现 了 什 么 ？"
        }
    }
]