[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M3 != ?x0 ) . M2 wdt:P26 ?x0 . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 and M3 marry a Dutch sibling of M0",
            "kn": "M2 ಮತ್ತು M3 M0 ನ ಡಚ್ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M3 התחתנו עם אח M0 הולנדי",
            "zh": "M2 和 M3 嫁 给 M0 的 荷 兰 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a male sibling of M0",
            "kn": "M2 M0 ನ ಗಂಡು ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתן עם אח / זכר M0",
            "zh": "M2 嫁 给 了 M0 的 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a employee of M0 and M1",
            "kn": "M2 M0 ಮತ್ತು M1 ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם עובד M0 ו- M1",
            "zh": "M2 是 否 与 M0 和 M1 的 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M0 's employee 's sibling and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರ ಮತ್ತು ಸ್ಟಾರ್ M2 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם כוכב M1 כוכב אחיו של עובד M0 וכוכב M2",
            "zh": "M1 是 否 给 M0 的 员 工 兄 弟 姐 妹 加 了 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . ?x1 wdt:P453 M1 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x1 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 ?x1 }"
        },
        "question": {
            "en": "Did M2 marry M1 's actor and marry a spouse of M0",
            "kn": "M2 M1 ನ ನಟನನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם השחקן של M1 והתחתנה עם בן / בת זוג של M0",
            "zh": "M2 嫁 给 M1 的 演 员 并 嫁 给 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star a male sibling of M0",
            "kn": "M2 M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב אח זכר מ- M0",
            "zh": "M2 是 否 给 M0 的 男 性 兄 弟 姐 妹 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry M0 's employee",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם העובד של M0",
            "zh": "M1 和 M2 嫁 给 M0 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P27 wd:Q16 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry M1 's Canadian spouse 's Canadian parent",
            "kn": "M2 M1 ನ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯ ಕೆನಡಿಯನ್ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם ההורה הקנדי של בן הזוג הקנדי של M1",
            "zh": "M2 与 M1 的 加 拿 大 配 偶 的 加 拿 大 父 母 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling 's sibling 's actor",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರನ ನಟನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם שחקן האח של M0",
            "zh": "M1 和 M0 的 兄 弟 姐 妹 的 演 员 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . ?x1 wdt:P108 M2 . ?x1 wdt:P21 wd:Q6581072 . M4 wdt:P161 ?x0 . M4 wdt:P161 ?x1 }"
        },
        "question": {
            "en": "Did M4 star M0 's Dutch employee and star a female employee of M2",
            "kn": "M4 ಸ್ಟಾರ್ M0 ನ ಡಚ್ ಉದ್ಯೋಗಿ ಮತ್ತು M2 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M4 כיכבה העובדת ההולנדית של M0 וכיכבה עובדת M2",
            "zh": "M4 是 否 给 M0 的 荷 兰 雇 员 加 了 星 标 ， 并 给 M2 的 女 性 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q96 . M2 wdt:P161 ?x0 . M3 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 and M3 star a Mexican employee of M0",
            "kn": "M2 ಮತ್ತು M3 M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 ו- M3 כיכבו עובד מקסיקני של M0",
            "zh": "M2 和 M3 是 否 给 M0 的 墨 西 哥 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a spouse of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם בן / בת זוגו של אח / ה M0",
            "zh": "M1 是 否 与 M0 的 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star a child of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಮಗುವನ್ನು ನಕ್ಷತ್ರ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 ו- M2 כיכבו ילד של M0",
            "zh": "M1 和 M2 是 否 为 M0 的 孩 子 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star a British sibling of M0",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರನನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב M3 וכיכב אח בריטי של M0",
            "zh": "M2 是 否 曾 为 M3 担 任 主 角 并 为 英 国 的 M0 兄 弟 担 任 过 主 角 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . FILTER ( M2 != M4 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 . M2 wdt:P26 M4 }"
        },
        "question": {
            "en": "Did M2 marry M3 and M4 and marry M0 's Chinese sibling",
            "kn": "M2 M3 ಮತ್ತು M4 ಗಳನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 ו- M4 והתחתנה עם אחיו הסיני של M0",
            "zh": "M2 嫁 给 了 M3 和 M4 并 嫁 给 了 M0 的 中 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P161 ?x0 . M3 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 and M3 star M1 's Japanese spouse 's spouse",
            "kn": "M2 ಮತ್ತು M3 ಸ್ಟಾರ್ M1 ನ ಜಪಾನೀಸ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M3 כיכבו בת הזוג של בן הזוג היפני של M1",
            "zh": "M2 和 M3 是 M1 的 日 本 配 偶 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star M0 's Spanish employee",
            "kn": "M2 ಸ್ಟಾರ್ M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ",
            "he": "האם M2 כיכב העובד הספרדי של M0",
            "zh": "M2 是 否 给 M0 的 西 班 牙 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q38 . FILTER ( M3 != ?x0 ) . FILTER ( M4 != ?x0 ) . M3 wdt:P26 ?x0 . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 and M4 marry a Italian employee of M0 and M1",
            "kn": "M3 ಮತ್ತು M4 M0 ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 התחתנו עם עובד איטלקי של M0 ו- M1",
            "zh": "M3 和 M4 是 否 与 M0 和 M1 的 意 大 利 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star M0 's parent",
            "kn": "M1 ಮತ್ತು M2 ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರೇ",
            "he": "האם M1 ו- M2 כינו את ההורה של M0",
            "zh": "M1 和 M2 是 否 给 M0 的 父 母 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's spouse 's parent",
            "kn": "M1 ಸ್ಟಾರ್ M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮಾಡಿದ್ದೀರಾ",
            "he": "האם ההורים של בן / בת הזוג של M0 כוכבים M1",
            "zh": "M1 是 M0 的 配 偶 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star a sibling and parent of M0",
            "kn": "M1 ನ ಸಹೋದರ ಮತ್ತು M0 ನ ಪೋಷಕರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 כיכב אח והורה ל- M0",
            "zh": "M1 是 否 是 M0 的 兄 弟 姐 妹 和 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M2 and star a child of M0",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು M0 ನ ಮಗುವಿಗೆ ನಕ್ಷತ್ರ ಹಾಕಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 וכיכב ילד של M0",
            "zh": "M1 曾 为 M2 出 演 过 星 并 为 M0 的 孩 子 出 演 过 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star a parent of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಪೋಷಕರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 ו- M2 כיכבו הורה ל- M0",
            "zh": "M1 和 M2 是 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star M0 's sibling 's actor",
            "kn": "M1 ಮತ್ತು M2 ಸ್ಟಾರ್ M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟನಾ",
            "he": "האם M1 ו- M2 כיכבו שחקן האח של M0",
            "zh": "M1 和 M2 是 M0 兄 弟 姐 妹 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M0 's Dutch sibling and star M3",
            "kn": "M2 ಸ್ಟಾರ್ M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ನಕ್ಷತ್ರ M3 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 כיכב אחיו ההולנדי של M0 וכוכב M3",
            "zh": "M2 是 否 曾 为 M0 的 荷 兰 兄 弟 姐 妹 和 M3 担 任 过 星 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star a employee of M0",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 כיכב עובד של M0",
            "zh": "M1 是 否 为 M0 的 员 工 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M2 and star a parent of M0",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು M0 ನ ಪೋಷಕರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 וכיכב הורה ל- M0",
            "zh": "M1 是 否 给 M2 加 上 了 M0 的 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star a employee of M0 and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ಮತ್ತು ಸ್ಟಾರ್ M2 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 כיכב עובד של M0 וכוכב M2",
            "zh": "M1 是 否 给 M0 的 员 工 加 了 星 标 ， 而 M2 却 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star a employee of M0 and M1",
            "kn": "M2 M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב עובד של M0 ו- M1",
            "zh": "M2 是 否 给 M0 和 M1 的 员 工 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star a employee of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಉದ್ಯೋಗಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 ו- M2 כיכבו עובד של M0",
            "zh": "M1 和 M2 是 否 为 M0 的 员 工 加 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star a Italian spouse of M1",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M2 כיכב ב- M3 וכיכב בן זוג איטלקי ל- M1",
            "zh": "M2 出 演 过 M3 并 出 演 了 M1 的 意 大 利 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . M3 wdt:P161 ?x0 . M3 wdt:P161 M4 . M3 wdt:P161 M5 }"
        },
        "question": {
            "en": "Did M3 star a Japanese French spouse of M2 and star M4 and M5",
            "kn": "M3 ಜಪಾನಿನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯ M2 ಮತ್ತು ಸ್ಟಾರ್ M4 ಮತ್ತು M5 ಅನ್ನು ಸ್ಟಾರ್ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M3 כיכב בן זוג צרפתי יפני ל- M2 וכוכב M4 ו- M5",
            "zh": "M3 是 否 为 日 本 法 国 配 偶 M2 以 及 M4 和 M5 担 任 主 角 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M0 's parent 's sibling and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರ ಸಹೋದರ ಮತ್ತು ನಕ್ಷತ್ರ M2 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 כוכב את אחיו של ההורה M0 וכוכב M2",
            "zh": "M1 是 否 给 M0 的 父 母 的 兄 弟 姐 妹 加 了 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's parent 's sibling",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של M1 הכוכב של אחיו של M0",
            "zh": "M1 是 否 为 M0 的 父 母 的 同 父 异 母 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star M0 's Spanish employee",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು ಸ್ಟಾರ್ M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ",
            "he": "האם M2 כיכב ב- M3 ובעובד הספרדי של כוכב M0",
            "zh": "M2 是 否 星 M3 和 星 M0 的 西 班 牙 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling and marry M2",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו של M0 והתחתן עם M2",
            "zh": "M1 嫁 给 M0 的 兄 弟 姐 妹 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry a female sibling of M0",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಸ್ತ್ರೀ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם אח / ה מאישה M0",
            "zh": "M2 嫁 给 M3 并 嫁 给 M0 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M2 wdt:P453 M1 }"
        },
        "question": {
            "en": "Did M0 and M2 play M1",
            "kn": "M0 ಮತ್ತು M2 M1 ಅನ್ನು ಆಡಿದೆಯೇ",
            "he": "האם M0 ו- M2 השמיעו M1",
            "zh": "M0 和 M2 玩 过 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M4 wdt:P161 ?x0 . M4 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 star M0 's Japanese sibling and star M3",
            "kn": "M2 ಮತ್ತು M4 ಸ್ಟಾರ್ M0 ನ ಜಪಾನೀಸ್ ಸಹೋದರ ಮತ್ತು ಸ್ಟಾರ್ M3 ಅನ್ನು ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 ו- M4 כיכבו את אחיו היפני של M0 ואת הכוכב M3",
            "zh": "M2 和 M4 是 否 为 M0 的 日 本 同 胞 和 M3 担 任 主 角 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's spouse",
            "kn": "M1 ಸ್ಟಾರ್ M0 ಅವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 כוכב את בן הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry a actor of M0 and M1",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ಮತ್ತು M1 ನ ನಟನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם שחקן M0 ו- M1",
            "zh": "M2 嫁 给 M3 并 嫁 给 M0 和 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry a sibling of M0",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם M2 והתחתן עם אח של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a American spouse of M1",
            "kn": "M2 ಅಮೆರಿಕದ ಸಂಗಾತಿಯನ್ನು M1 ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם בן זוג אמריקאי של M1",
            "zh": "M2 嫁 给 了 M1 的 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry a Dutch employee of M0",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಡಚ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם עובד הולנדי של M0",
            "zh": "M2 嫁 给 M3 并 嫁 给 M0 的 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry M0 's sibling 's spouse",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם M2 והתחתנה עם בן / בת הזוג של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 兄 弟 姐 妹 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M0 's spouse and marry M2",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם בן הזוג של M0 והתחתן עם M2",
            "zh": "M1 嫁 给 M0 的 配 偶 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a sibling and spouse of M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದ ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אח ובן זוגו של M0",
            "zh": "M1 是 否 与 M0 的 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P453 M2 }"
        },
        "question": {
            "en": "Did M0 play M1 and play M2",
            "kn": "M0 M1 ಅನ್ನು ಆಡಿದೆಯೇ ಮತ್ತು M2 ಅನ್ನು ಆಡಿದೆಯೇ",
            "he": "האם M0 שיחק M1 ושיחק M2",
            "zh": "M0 玩 过 M1 玩 过 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a actor of M0",
            "kn": "M1 M0 ನ ನಟನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם שחקן של M0",
            "zh": "M1 和 M0 的 演 员 结 婚 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star a Canadian sibling of M0",
            "kn": "M2 ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರ M0 ಅನ್ನು ನಕ್ಷತ್ರ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 כיכב אח קנדי מ- M0",
            "zh": "M2 是 否 给 加 拿 大 的 M0 兄 弟 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M3 wdt:P26 ?x0 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 and M3 marry M2 and marry M0 's sibling",
            "kn": "M1 ಮತ್ತು M3 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M3 התחתנו עם M2 והתחתנו עם אחיו של M0",
            "zh": "M1 和 M3 嫁 给 M2 并 嫁 给 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M0 's parent 's employee and marry M2",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם עובד ההורים של M0 והתחתנה עם M2",
            "zh": "M1 嫁 给 M0 的 父 母 的 雇 员 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M0 's spouse and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ನಕ್ಷತ್ರ M2 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 כוכב את בן / בת הזוג של M0 וכוכב M2",
            "zh": "M1 是 否 为 M0 的 配 偶 和 M2 为 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . FILTER ( M4 != ?x0 ) . FILTER ( M4 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 . M4 wdt:P26 ?x0 . M4 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 marry M3 and marry M0 's male sibling",
            "kn": "M2 ಮತ್ತು M4 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಗಂಡು ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 התחתנו עם M3 והתחתנו עם אחיו הגברי של M0",
            "zh": "M2 和 M4 嫁 给 M3 并 嫁 给 M0 的 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . FILTER ( M4 != ?x0 ) . FILTER ( M4 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 . M4 wdt:P26 ?x0 . M4 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 marry M3 and marry a male spouse of M1",
            "kn": "M2 ಮತ್ತು M4 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M1 ನ ಪುರುಷ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 התחתנו עם M3 והתחתנו עם בן / בת זוג של M1",
            "zh": "M2 和 M4 是 否 与 M3 结 婚 并 与 M1 的 男 性 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 marry M2 's female American spouse",
            "kn": "M3 M2 ನ ಸ್ತ್ರೀ ಅಮೆರಿಕನ್ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾದಿರಾ",
            "he": "האם M3 התחתנה עם בן זוגה האמריקאי של M2",
            "zh": "M3 与 M2 的 女 性 美 国 配 偶 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by M0 's female sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי אחיה הנשי של M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 M3 . M2 wdt:P58 M4 }"
        },
        "question": {
            "en": "Was M2 written by M3 and M4 and directed by M0 's Spanish sibling",
            "kn": "M2 ಅನ್ನು M3 ಮತ್ತು M4 ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי M3 ו- M4 וביים אחיו הספרדי של M0",
            "zh": "M2 是 由 M3 和 M4 编 写 并 由 M0 的 西 班 牙 兄 弟 姐 妹 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M1 's Japanese employee M0",
            "kn": "M1 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד היפני של M1 היה M0",
            "zh": "M1 的 日 本 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by a child of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי ילד M0",
            "zh": "M1 是 由 M0 的 孩 子 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's male actor",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ನಟ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ביים שחקן הגבר של M0",
            "zh": "M2 是 由 M0 的 男 演 员 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q142 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced , edited , and directed by a French parent of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಫ್ರೆಂಚ್ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק, נערך והובל על ידי הורה צרפתי ל- M1",
            "zh": "M2 是 由 M1 的 法 国 父 母 制 作 ， 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was M1 a prequel of M0 's prequel",
            "kn": "M1 M0 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿ",
            "he": "האם M1 היה פריקוול של הפריקוול של M0",
            "zh": "M1 是 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 M2 }"
        },
        "question": {
            "en": "Was M1 executive produced by M2 and edited by M0 's parent",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನಿರ್ಮಿಸಿ M0 ನ ಪೋಷಕರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי M2 ונערך על ידי ההורה של M0",
            "zh": "M1 主 管 由 M2 制 作 并 由 M0 的 父 母 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . M3 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M3 produced by a German French spouse of M2",
            "kn": "M3 ಅನ್ನು ಜರ್ಮನ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯ M2 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M3 הופק על ידי בן זוג צרפתי גרמני ל- M2",
            "zh": "M3 是 由 M2 的 德 国 法 国 配 偶 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ಸಂಗಾತಿಯು ಬರೆದು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M1 's Italian Spanish employee M0",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הספרדי האיטלקי של M1 היה M0",
            "zh": "M1 的 意 大 利 西 班 牙 语 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by a sibling of M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರರಿಂದ M1 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי אח של עובד M0",
            "zh": "M1 是 由 M0 的 同 胞 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's sibling M1",
            "kn": "M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח של ההורים M0 היה M1",
            "zh": "M0 的 父 母 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    }
]