[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "What sequel of M1 's prequel was produced by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿರ್ಮಿಸಿದೆ",
            "he": "איזה סרט ההמשך של הפריקוול של M1 הופק על ידי M0",
            "zh": "M0 制 作 了 M1 的 前 传 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P155 M1 }"
        },
        "question": {
            "en": "What sequel of M1 did M0 edit",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M1 ערך M0",
            "zh": "M0 编 辑 了 M1 的 哪 些 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "What sequel of a sequel of M1 was written by M0",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಬರೆದಿದೆ",
            "he": "איזה המשך של סרט ההמשך של M1 נכתב על ידי M0",
            "zh": "M0 写 了 M1 续 集 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What sibling of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಆಡಿದರು",
            "he": "איזה אח של M0 שיחק M1",
            "zh": "M0 的 哪 个 同 级 玩 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What sibling of M0 was M1 's French sibling",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಸಹೋದರ",
            "he": "איזה אח של M0 היה אחיו הצרפתי של M1",
            "zh": "M1 的 法 国 同 胞 是 M0 的 哪 个 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח של M0 השפיע M1",
            "zh": "M1 对 M0 有 什 么 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P737 M0 . ?x0 wdt:P3373 ?x2 . ?x1 wdt:P26 M2 . ?x2 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x2 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What sibling of M1 's parent was influenced by M0 and was influenced by M2 's spouse",
            "kn": "M1 ನ ಪೋಷಕರ ಯಾವ ಸಹೋದರನು M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M2 ನ ಸಂಗಾತಿಯಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח של ההורים של M1 הושפע מ- M0 והושפע מבן הזוג של M2",
            "zh": "M1 的 父 母 的 哪 个 兄 弟 姐 妹 受 到 M0 的 影 响 而 受 到 M2 的 配 偶 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What sibling of M0 was M1 's Italian sibling",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಸಹೋದರ",
            "he": "איזה אח של M0 היה אחיו של M1",
            "zh": "M1 的 意 大 利 兄 弟 姐 妹 是 M0 的 哪 个 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What sibling of M0 was a female sibling of M1",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಸಹೋದರ M0 ನ ಯಾವ ಸಹೋದರ",
            "he": "איזה אח של M0 היה אח של M1",
            "zh": "M0 的 哪 个 兄 弟 姐 妹 是 M1 的 一 个 女 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What sibling of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה אח של M0 התחתנה M1",
            "zh": "M1 嫁 给 了 M0 的 哪 个 同 级 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P3373 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P26 M3 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What sibling of M0 was influenced by M3 's female American spouse",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M3 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆ",
            "he": "איזה אח של M0 הושפע מבן זוגה האמריקאי של M3",
            "zh": "M0 的 哪 个 同 胞 受 M3 的 美 国 女 性 配 偶 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What sibling of M0 married M1",
            "kn": "M0 ಮದುವೆಯಾದ M1 ನ ಯಾವ ಸಹೋದರ",
            "he": "איזה אח של M0 התחתן עם M1",
            "zh": "M0 与 M1 结 婚 的 兄 弟 姐 妹 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What sibling of a Mexican spouse of M2 did M0 marry",
            "kn": "M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯ ಯಾವ ಸಹೋದರ M0 ಮದುವೆಯಾದರು",
            "he": "עם איזה אח של בן זוג מקסיקני ל- M2 התחתן M0",
            "zh": "M0 与 墨 西 哥 M2 配 偶 的 哪 个 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What spouse of M2 's spouse married M0 and M1",
            "kn": "M2 ನ ಸಂಗಾತಿಯ ಯಾವ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג של בן הזוג של M2 התחתן עם M0 ו- M1",
            "zh": "M2 的 哪 个 配 偶 与 M0 和 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M0 was M1 's spouse 's spouse",
            "kn": "M1 ನ ಸಂಗಾತಿಯ M0 ಯ ಸಂಗಾತಿಯೇನು",
            "he": "איזה בן / בת זוג של M0 היה בן / בת הזוג של M1",
            "zh": "M1 的 配 偶 是 M0 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What spouse of M0 was employed by M1 's parent",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಸಂಗಾತಿಯನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג של M0 הועסק אצל ההורה של M1",
            "zh": "M1 的 父 母 雇 用 M0 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M1 was employed by M0",
            "kn": "M1 ಯ ಯಾವ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג של M1 הועסק על ידי M0",
            "zh": "M0 雇 用 M1 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P749 M1 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "What spouse of M0 did a child of M1 employ",
            "kn": "M1 ನ ಮಗು M0 ನ ಯಾವ ಸಂಗಾತಿಯನ್ನು ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג של M0 העסיק ילד מ- M1",
            "zh": "M1 的 孩 子 雇 用 了 M0 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . ?x1 wdt:P3373 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What spouse of M2 's sibling married M0 and M1",
            "kn": "M2 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಅವರನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג של אחיו של M2 התחתן עם M0 ו- M1",
            "zh": "M2 的 同 胞 的 哪 个 配 偶 与 M0 和 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M0 did a sibling of M1 influence and marry",
            "kn": "M0 ನ ಯಾವ ಸಂಗಾತಿಯು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರಿ ಮದುವೆಯಾದರು",
            "he": "איזה בן זוג של M0 השפיע ואחיו של M1 והתחתן",
            "zh": "M1 的 同 胞 有 哪 一 位 M0 的 配 偶 影 响 并 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M1 did M0 employ",
            "kn": "M1 ನ ಯಾವ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג של M1 העסיק M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಸಂಗಾತಿಯನ್ನು M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה בן זוג של M0 התחתן M1",
            "zh": "M1 嫁 给 了 M0 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M1 played M0",
            "kn": "M1 ನ ಯಾವ ಸಂಗಾತಿಯು M0 ಆಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג של M1 שיחק M0",
            "zh": "M1 的 哪 个 配 偶 打 过 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "What spouse of M1 was influenced by M0",
            "kn": "M1 ನಿಂದ ಯಾವ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה בן זוג של M1 הושפע מ- M0",
            "zh": "M1 的 哪 个 配 偶 受 M0 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was M0 's female actor 's actor",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟನ ನಟ ಯಾವುದು",
            "he": "מה היה השחקן הנשי של M0",
            "zh": "M0 的 女 演 员 是 什 么 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's spouse 's sibling 's gender",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 的 同 胞 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was M0 's employee 's parent 's gender",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של ההורה של עובד M0",
            "zh": "M0 的 雇 员 父 母 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M0 }"
        },
        "question": {
            "en": "What was M0 's sequel 's prequel",
            "kn": "M0 ನ ಉತ್ತರಭಾಗದ ಪೂರ್ವಭಾವಿ ಯಾವುದು",
            "he": "מה היה פריקוול ההמשך של M0",
            "zh": "M0 的 续 集 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was M0 's child 's gender",
            "kn": "M0 ಮಗುವಿನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של ילד M0",
            "zh": "M0 的 孩 子 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's female sibling 's actor",
            "kn": "M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರ ನಟ ಯಾವುದು",
            "he": "מה היה שחקן האחות של M0",
            "zh": "M0 的 女 兄 弟 姐 妹 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was M0 's male actor 's actor",
            "kn": "M0 ನ ಪುರುಷ ನಟನ ನಟ ಯಾರು",
            "he": "מה היה השחקן הגברי של M0",
            "zh": "M0 的 男 演 员 是 什 么 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was M1 's employee 's Spanish spouse 's gender",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של בן / בת הזוג הספרדי של עובדת M1",
            "zh": "M1 的 雇 员 的 西 班 牙 配 偶 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was M0 's employee 's actor",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ನಟ ಯಾರು",
            "he": "מה היה השחקן של עובד M0",
            "zh": "M0 的 员 工 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's French Dutch sibling 's gender",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מין של אחים צרפתים הולנדים של M0",
            "zh": "M0 的 法 国 荷 兰 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What was M0 's actor 's gender",
            "kn": "M0 ನ ನಟನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של השחקן של M0",
            "zh": "M0 的 演 员 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was M0 's employee 's gender",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಗಳ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של עובד M0",
            "zh": "M0 的 员 工 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M0 }"
        },
        "question": {
            "en": "What was M0 's sequel 's sequel",
            "kn": "M0 ನ ಉತ್ತರಭಾಗ ಯಾವುದು",
            "he": "מה היה סרט ההמשך של M0",
            "zh": "M0 的 续 集 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Spanish sibling 's gender",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was M0 's parent 's gender",
            "kn": "M0 ನ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של ההורה של M0",
            "zh": "M0 的 父 母 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's British sibling 's gender",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו הבריטי של M0",
            "zh": "M0 的 英 国 同 胞 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Italian sibling 's gender",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו האיטלקי של M0",
            "zh": "M0 的 意 大 利 同 胞 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was M0 's male actor",
            "kn": "M0 ನ ಪುರುಷ ನಟ ಯಾರು",
            "he": "מה היה השחקן הגברי של M0",
            "zh": "M0 的 男 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's sibling 's sibling 's gender",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אח / אחות M0",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P453 ?x2 . ?x2 wdt:P21 wd:Q6581097 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's male sibling 's actor 's gender",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರನ ನಟನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של השחקן האח של M0",
            "zh": "M0 的 男 性 同 胞 演 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 M3 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What was M3 's Spanish female Mexican parent 's gender",
            "kn": "M3 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮಹಿಳಾ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינה של הורה מקסיקנית ספרדית של M3",
            "zh": "M3 的 西 班 牙 女 墨 西 哥 父 母 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What was M2 's Swedish Italian parent 's gender",
            "kn": "M2 ನ ಸ್ವೀಡಿಷ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של ההורה האיטלקי השוודי של M2",
            "zh": "M2 的 瑞 典 义 大 利 籍 父 母 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P453 ?x2 . ?x2 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was M0 's parent 's actor 's gender",
            "kn": "M0 ನ ಪೋಷಕರ ನಟನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של השחקן של M0",
            "zh": "M0 的 父 母 演 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What was M0 's Swedish employee 's gender",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של העובד השבדי של M0",
            "zh": "M0 的 瑞 典 雇 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Mexican sibling 's gender",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What was M2 's female German parent 's gender",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של ההורה הגרמני של M2",
            "zh": "M2 的 女 性 德 国 父 母 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Japanese sibling 's gender",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של אחיו היפני של M0",
            "zh": "M0 的 日 本 同 胞 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's female German sibling 's gender",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מין של אחים גרמנים של M0",
            "zh": "M0 的 女 性 德 国 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Swedish sibling 's gender",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו השוודי של M0",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Canadian sibling 's gender",
            "kn": "M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו הקנדי של M0",
            "zh": "M0 的 加 拿 大 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was M0 's female actor",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟ ಯಾವುದು",
            "he": "מה היה השחקן הנשי של M0",
            "zh": "M0 的 女 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P453 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was M0 's actor 's spouse 's gender",
            "kn": "M0 ನ ನಟನ ಸಂಗಾತಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של בן / בת הזוג של M0",
            "zh": "M0 的 演 员 配 偶 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's spouse 's gender",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x1 wdt:P156 M0 }"
        },
        "question": {
            "en": "What was M0 's prequel 's sequel",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿ ಉತ್ತರಭಾಗ ಯಾವುದು",
            "he": "מה היה ההמשך של הפריקוול של M0",
            "zh": "M0 的 前 传 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What was M0 's Chinese employee 's gender",
            "kn": "M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿಗಳ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של העובד הסיני של M0",
            "zh": "M0 的 中 国 员 工 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's male sibling 's actor",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರನ ನಟ ಯಾರು",
            "he": "מה היה שחקן אחיו הגברי של M0",
            "zh": "M0 的 男 性 兄 弟 姐 妹 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Italian Swedish sibling 's gender",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של אחים שוודית איטלקית של M0",
            "zh": "M0 的 意 大 利 瑞 典 同 胞 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P453 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's sibling 's actor 's gender",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מין השחקן של אח / ה M0",
            "zh": "M0 的 兄 弟 姐 妹 演 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was M0 's parent 's actor",
            "kn": "M0 ಅವರ ಪೋಷಕರ ನಟ ಯಾರು",
            "he": "מה היה השחקן של ההורים של M0",
            "zh": "M0 的 父 母 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's spouse 's actor",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ನಟ ಯಾರು",
            "he": "מה היה השחקן של בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 是 什 么 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x1 wdt:P156 M0 }"
        },
        "question": {
            "en": "What was M0 's prequel 's prequel",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿ ಏನು",
            "he": "מה היה הפריקוול של M0",
            "zh": "M0 的 前 传 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P453 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was M0 's actor 's sibling 's gender",
            "kn": "M0 ನ ನಟನ ಸಹೋದರನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו של השחקן M0",
            "zh": "M0 的 演 员 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was M0 's parent 's employee 's gender",
            "kn": "M0 ನ ಪೋಷಕರ ನೌಕರರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של עובד ההורים של M0",
            "zh": "M0 的 父 母 的 雇 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was M0 's Chinese sibling 's gender",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של אחיו הסיני של M0",
            "zh": "M0 的 中 国 同 胞 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was a female actor of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟ ಯಾವುದು",
            "he": "מה היה שחקן נשי של M0",
            "zh": "M0 的 女 演 员 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was a female actor that M0 and M1 were played by",
            "kn": "M0 ಮತ್ತು M1 ನಟಿಸಿದ ಮಹಿಳಾ ನಟ ಯಾವುದು",
            "he": "מה היה שחקן נשי שאותו שיחקו M0 ו- M1",
            "zh": "M0 和 M1 扮 演 的 女 演 员 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was a female actor that played M0 and played M1",
            "kn": "M0 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ ಮತ್ತು M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ ಮಹಿಳಾ ನಟ ಯಾವುದು",
            "he": "מה היה שחקן נשי שגילם את M0 ושיחק את M1",
            "zh": "扮 演 M0 和 M1 的 女 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was a gender of M0 's female actor",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מין השחקן הנשי של M0",
            "zh": "M0 的 女 演 员 是 什 么 性 别 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was a gender of M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של ההורה של M0",
            "zh": "M0 的 父 母 的 性 别 是 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a gender of M0 's female sibling",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של אחיה הנשי של M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P40|wdt:P355 M3 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What was a gender of M3 's French Spanish female parent",
            "kn": "M3 ನ ಫ್ರೆಂಚ್ ಸ್ಪ್ಯಾನಿಷ್ ಮಹಿಳಾ ಪೋಷಕರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של ההורה הצרפתי הספרדי של M3",
            "zh": "M3 的 法 国 西 班 牙 女 父 母 的 性 别 是 ？"
        }
    }
]