[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P162|wdt:P272 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M1 ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ייצרו מנהלי M0 ו- M1",
            "zh": "M0 执 行 人 员 生 产 和 M1 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling edit",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך אחיו הגברי של M0",
            "zh": "M0 的 男 性 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , edit , executive produce , produce , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಸಂಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ ಮತ್ತು ಬರೆಯುವಿಕೆ ಏನು",
            "he": "מה אחיו של M0 ביים, ערך, הפיק בכיר, הפיק וכתב",
            "zh": "M0 的 同 级 兄 弟 直 接 指 挥 ， 编 辑 ， 执 行 产 生 ， 产 生 和 编 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , direct , produce , write , and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು, ನೇರ, ಉತ್ಪಾದನೆ, ಬರೆಯುವಿಕೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק, הוביל, הפיק, כתב וערך בכיר אחיו של M0",
            "zh": "M0 的 同 级 主 管 执 行 了 什 么 操 作 ， 指 挥 ， 操 作 ， 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M2 's French spouse executive produce and M0 produce",
            "kn": "M2 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M0 ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ייצר מנהל בן הזוג הצרפתי של M2 ו- M0",
            "zh": "M2 的 法 国 配 偶 高 管 和 M0 分 别 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's German sibling write",
            "kn": "M0 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו הגרמני של M0",
            "zh": "M0 的 德 国 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M1 . ?x1 wdt:P108 M2 }"
        },
        "question": {
            "en": "What did M0 direct and a employee of M1 and M2 executive produce",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק M0 ועובד מנהלי M1 ו- M2 הפיק",
            "zh": "M0 指 挥 并 由 M1 和 M2 行 政 人 员 的 雇 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 direct and a parent of M1 write",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 והורה ל- M1 כתב",
            "zh": "M0 指 挥 和 M1 的 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did M0 's child direct",
            "kn": "M0 ಅವರ ಮಗು ಏನು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה הורה הילד של M0",
            "zh": "M0 的 孩 子 指 导 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , edit , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, ערך וכתב מנהל האחים של M0",
            "zh": "M0 的 同 级 主 管 执 行 什 么 操 作 ， 编 辑 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 found and M1 's spouse found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ಅವರ ಸಂಗಾತಿಯು ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא M0 ובן הזוג של M1 מצא",
            "zh": "M0 和 M1 的 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's parent and sibling found",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו ההורים והאחים של M0",
            "zh": "M0 的 父 母 和 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling and parent found",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו והוריו של M0",
            "zh": "M0 的 兄 弟 姐 妹 和 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling found",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M0 distribute and M1 's child distribute",
            "kn": "M0 ಏನು ವಿತರಿಸಿತು ಮತ್ತು M1 ನ ಮಗು ಏನು ವಿತರಿಸಿತು",
            "he": "מה הפיץ M0 והילד של M1 הפיץ",
            "zh": "M0 分 发 了 什 么 ， M1 的 孩 子 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling edit and executive produce",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರ ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק האחים הגברים של M0 והפיק אותם",
            "zh": "M0 的 男 性 同 胞 编 辑 和 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's sibling edit and M0 edit",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערכו אחיו של M1 ו- M0",
            "zh": "M1 的 同 级 编 辑 和 M0 进 行 了 哪 些 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct and write",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה אחיו של M0 ביים וכתב",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What did M0 's actor direct",
            "kn": "M0 ನ ನಟ ಏನು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה ביים השחקן של M0",
            "zh": "M0 的 演 员 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's Mexican sibling produce and M0 executive produce",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה ייצרו אחים מקסיקניים של M1 ומנהלי M0",
            "zh": "M1 的 墨 西 哥 兄 弟 姐 妹 产 品 和 M0 高 管 生 产 什 么 产 品 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What did M1 's Japanese parent executive produce",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר ההורים היפני של M1",
            "zh": "M1 的 日 本 上 级 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P27 wd:Q16 . ?x2 wdt:P26 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's Canadian spouse 's parent found",
            "kn": "M1 ನ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא ההורה של בן הזוג הקנדי של M1",
            "zh": "M1 的 加 拿 大 配 偶 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce , write , edit , and direct",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ההורים של M0 הפיקו, כתבו, ערכו וביימו",
            "zh": "M0 的 父 代 产 生 ， 编 写 ， 编 辑 和 指 挥 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's German female sibling edit",
            "kn": "M0 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערכה האחות הגרמנית של M0",
            "zh": "M0 的 德 国 女 性 兄 弟 姐 妹 做 了 什 么 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's sibling edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವನು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה ערכו בכירי M0 ואחיו של M1",
            "zh": "M0 主 管 产 生 了 什 么 ， M1 的 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's sibling write and produce",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב והפיק אחיו של עובד M0",
            "zh": "M0 的 雇 员 的 兄 弟 姐 妹 写 和 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling edit and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה עשה האחים של M0 והפיק אותם",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 和 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What did M0 's Chinese employee write",
            "kn": "M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב העובד הסיני של M0",
            "zh": "M0 的 中 国 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's female sibling 's spouse found",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן הזוג של אח / אחות M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 的 配 偶 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , write , produce , edit , and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಬರೆಯಲು, ಉತ್ಪಾದಿಸಲು, ಸಂಪಾದಿಸಲು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಏನು ಮಾಡಿದರು",
            "he": "מה אחיו של M0 ביים, כתב, הפיק, ערך, והפיק",
            "zh": "M0 的 兄 弟 姐 妹 直 接 指 挥 ， 编 写 ， 产 生 ， 编 辑 和 执 行 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's male sibling direct and M0 produce",
            "kn": "M1 ನ ಪುರುಷ ಸಹೋದರ ನೇರ ಮತ್ತು M0 ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק אחיו הגברים של M1 ו- M0",
            "zh": "M1 的 男 性 同 胞 直 属 和 M0 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What did M2 's German employee direct and M0 and M1 edit",
            "kn": "M2 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ ನೇರ ಮತ್ತು M0 ಮತ್ತು M1 ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביצע העובד הגרמני של M2 ו- M0 ו- M1 ערכו",
            "zh": "M2 的 德 国 员 工 指 挥 什 么 ， M0 和 M1 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה אחיו של M0 הפיק וכתב",
            "zh": "M0 的 兄 弟 姐 妹 产 生 和 写 入 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What did M0 's Swedish employee found",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא העובד השבדי של M0",
            "zh": "M0 的 瑞 典 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's sibling edit",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך אחיו של עובד M0",
            "zh": "M0 的 雇 员 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write , edit , produce , and executive produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದರು",
            "he": "מה בן הזוג של M0 כתב, ערך, הפיק והפיק",
            "zh": "M0 的 配 偶 写 ， 编 辑 ， 生 产 和 执 行 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Dutch sibling edit",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male actor direct",
            "kn": "M0 ನ ಪುರುಷ ನಟ ಏನು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה ביים השחקן הגברי של M0",
            "zh": "M0 的 男 演 员 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did M0 's Canadian employee produce",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק העובד הקנדי של M0",
            "zh": "M0 的 加 拿 大 员 工 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , edit , produce , direct , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, ערך, הפיק, ביים וכתב מנהל האחים של M0",
            "zh": "M0 的 同 级 主 管 执 行 了 什 么 操 作 ， 编 辑 ， 产 生 ， 指 挥 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , write , edit , direct , and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯಲು, ಸಂಪಾದಿಸಲು, ನೇರ ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק, כתב, ערך, בימוי והפקה בכיר האחים של M0",
            "zh": "M0 的 同 级 主 管 执 行 了 什 么 操 作 ， 生 产 ， 编 写 ， 编 辑 ， 指 挥 和 生 产 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's spouse write and M0 executive produce",
            "kn": "M1 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתב בן הזוג של M1 והמנהל M0 הפיק",
            "zh": "M1 的 配 偶 写 什 么 并 且 M0 主 管 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did M1 's Canadian parent write , direct , and executive produce",
            "kn": "M1 ನ ಕೆನಡಿಯನ್ ಪೋಷಕರು ಏನು ಬರೆದರು, ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರು",
            "he": "מה הפיק, הבמאי וההנהלה של ההורה הקנדי של M1",
            "zh": "M1 的 加 拿 大 父 母 写 ， 直 接 和 执 行 什 么 工 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What did M0 's American employee found",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא העובד האמריקאי של M0",
            "zh": "M0 的 美 国 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's employee 's spouse write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב מנהל M0 ובן הזוג של עובד M1 כתב",
            "zh": "M0 主 管 产 生 什 么 并 且 M1 的 雇 员 配 偶 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P108 M1 }"
        },
        "question": {
            "en": "What did M1 's employee 's parent executive produce and M0 executive produce",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה ייצר מנהל ההורים של עובד M1 ומנהל ה- M0",
            "zh": "M1 的 雇 员 的 父 母 主 管 和 M0 主 管 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did M0 's child executive produce and produce",
            "kn": "M0 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק והפיק מנהל ילדים של M0",
            "zh": "M0 的 儿 童 主 管 产 生 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's parent 's sibling executive produce , write , and direct",
            "kn": "M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸುತ್ತಾನೆ, ಬರೆಯುತ್ತಾನೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הפיק, כתב וביים מנהל אחיו של ההורה של M0",
            "zh": "M0 的 父 母 同 级 高 管 是 怎 样 产 生 ， 书 写 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling 's sibling direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הורה אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 直 接 做 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 found and a parent of M1 found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಕಂಡುಕೊಂಡಿದ್ದಾರೆ",
            "he": "מה מצא M0 והורה ל- M1 מצא",
            "zh": "M0 找 到 了 什 么 ， M1 的 父 母 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , produce , write , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಿದ್ದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק, הפיק, כתב וערך מנהל בן הזוג של M0",
            "zh": "M0 的 配 偶 主 管 执 行 什 么 操 作 ， 产 生 ， 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , write , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದ್ದಾನೆ, ಬರೆಯುತ್ತಾನೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק, כתב וערך מנהל בן הזוג של M0",
            "zh": "M0 的 配 偶 主 管 执 行 什 么 操 作 ， 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , write , edit , executive produce , and direct",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ನೇರ",
            "he": "מה בן / בת הזוג של M0 הפיק, כתב, ערך, הפיק וביים",
            "zh": "M0 的 配 偶 制 作 ， 编 写 ， 编 辑 ， 执 行 制 作 并 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Japanese sibling produce and direct",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ייצר ואחיו היפני של M0",
            "zh": "M0 的 日 本 同 胞 生 产 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , produce , executive produce , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಉತ್ಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು ಬರೆಯಲು ಏನು ಮಾಡಿದರು",
            "he": "מה אחיו של M0 ביים, הפיק, הפיק וכתב",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 ， 生 产 ， 执 行 生 产 和 书 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did M0 's employee produce",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק עובד של M0",
            "zh": "M0 的 员 工 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write and produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב בן הזוג של M0 והפיק",
            "zh": "M0 的 配 偶 写 和 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 edit and M1 's parent edit",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ನ ಮೂಲ ಸಂಪಾದನೆ ಏನು",
            "he": "מה ערך M0 וההורה של M1 ערך",
            "zh": "M0 和 M1 的 父 级 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did M0 's female employee write",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבה העובדת של M0",
            "zh": "M0 的 女 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's sibling 's sibling produce and M0 distribute",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M0 ವಿತರಿಸಿದರು",
            "he": "מה הפיק אחיו של M1 והפיץ M0",
            "zh": "M1 的 兄 弟 姐 妹 的 兄 弟 姐 妹 生 产 和 M0 分 配 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent direct and executive produce",
            "kn": "M0 ನ ಮೂಲ ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה הפיק ההורים וההנהלה של M0",
            "zh": "M0 的 父 母 直 接 领 导 和 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's sibling produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצרו מנהלי M0 ואחיו של M1",
            "zh": "M0 执 行 人 员 产 生 什 么 ， M1 的 兄 弟 姐 妹 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M0 direct and M1 's child executive produce",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק M0 ומנהל הילד של M1",
            "zh": "M0 指 挥 和 M1 的 孩 子 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling write",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו הגברי של M0",
            "zh": "M0 的 男 性 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did M0 's female employee direct , edit , and produce",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ביימה, ערכה והפיק עובדת M0",
            "zh": "M0 的 女 员 工 指 挥 ， 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה אחיו של M0 הפיק וביים",
            "zh": "M0 的 兄 弟 姐 妹 产 生 并 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce , write , edit , and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה אחיו של M0 הפיק, כתב, ערך, והנחה",
            "zh": "M0 的 兄 弟 姐 妹 产 生 ， 编 写 ， 编 辑 和 指 挥 了 什 么 ？"
        }
    }
]