[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by a Chinese spouse of M1",
            "kn": "M1 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק בן זוג סיני ל- M1",
            "zh": "M1 的 中 国 配 偶 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a Dutch sibling of M0",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי אח הולנדי של M0",
            "zh": "荷 兰 的 M0 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by a Dutch sibling of M1 and distributed by M0",
            "kn": "M1 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M0 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי אח M1 הולנדי והופץ על ידי M0",
            "zh": "M1 的 荷 兰 兄 弟 姐 妹 生 产 了 什 么 ， M0 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a Japanese sibling of M0",
            "kn": "M0 ನ ಜಪಾನಿನ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הופק על ידי אח יפני מ- M0",
            "zh": "日 本 同 胞 M0 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a Spanish sibling of M0",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי אח ספרדי של M0",
            "zh": "西 班 牙 同 胞 M0 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M3 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What was produced by a Swedish parent of M3 and distributed by M0 and M1",
            "kn": "M3 ನ ಸ್ವೀಡಿಷ್ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು M0 ಮತ್ತು M1 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי הורה שוודי ל- M3 והופץ על ידי M0 ו- M1",
            "zh": "M3 的 瑞 典 父 母 生 产 了 什 么 ， M0 和 M1 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a Swedish sibling of M0",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק אח אחי M0",
            "zh": "瑞 典 M0 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x2 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . ?x2 wdt:P749 M2 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a child of M2 and executive produced by a Swedish sibling of M0",
            "kn": "M2 ನ ಮಗು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ M0 ನ ಸ್ವೀಡಿಷ್ ಸಹೋದರರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק ילד מ- M2 והמנהל שהפיק אח אחי M0",
            "zh": "M2 的 孩 子 产 生 的 东 西 和 瑞 典 M0 的 兄 弟 姐 妹 产 生 的 执 行 者 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was produced by a sibling of M1 's sibling and distributed by M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M0 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי אח של אחיו של M1 והופץ על ידי M0",
            "zh": "M1 的 同 级 同 胞 产 生 的 并 由 M0 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק בן / בת זוג של M0",
            "zh": "M0 的 配 偶 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P162|wdt:P272 ?x2 . ?x1 wdt:P26 ?x3 . ?x2 wdt:P27 wd:Q148 . ?x2 wdt:P26 M3 . ?x3 wdt:P21 wd:Q6581072 . ?x3 wdt:P26 M1 . FILTER ( ?x1 != ?x3 ) . FILTER ( ?x2 != M3 ) . FILTER ( ?x3 != M1 ) }"
        },
        "question": {
            "en": "What was produced by a spouse of M1 's female spouse and produced by a Chinese spouse of M3",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ಮತ್ತು M3 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי בן זוג של בן / בת הזוג של M1 והופק על ידי בן / בת זוג סינית של M3",
            "zh": "M1 的 女 性 配 偶 的 配 偶 和 M3 的 中 国 配 偶 产 生 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was produced by a spouse of a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಿಂದ ಏನು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק בן זוג של עובד M0",
            "zh": "M0 的 雇 员 的 配 偶 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק על ידי אחיו של M0 וביים אותו",
            "zh": "M0 的 兄 弟 姐 妹 生 产 并 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי בן הזוג של M0 וביים אותו",
            "zh": "M0 的 配 偶 生 产 并 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by and directed by a Japanese spouse of M1",
            "kn": "M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯು ಏನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה הופק על ידי בן זוג יפני של M1 וביים אותו",
            "zh": "M1 的 日 本 配 偶 制 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by and directed by a Swedish spouse of M1",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಾಣ ಮತ್ತು ನಿರ್ದೇಶನ ಯಾವುದು",
            "he": "מה הופק על ידי בן זוג שוודי ל- M1 וביים אותו",
            "zh": "M1 的 瑞 典 配 偶 制 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and directed by a spouse of M0",
            "kn": "M0 ರ ಸಂಗಾತಿಯಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי בן זוג של M0 וביים אותו",
            "zh": "M0 的 配 偶 生 产 和 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by and directed by a Italian spouse of M1",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಾಣ ಮತ್ತು ನಿರ್ದೇಶನ ಯಾವುದು",
            "he": "מה הופק על ידי בן זוג איטלקי ל- M1 וביים אותו",
            "zh": "意 大 利 M1 的 配 偶 制 作 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P21 wd:Q6581097 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and edited by M0 's male sibling 's parent",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי הוריו של אחיו הגבר M0",
            "zh": "M0 的 男 性 兄 弟 姐 妹 的 父 母 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and edited by a female sibling of M0",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי אח נשי מ- M0",
            "zh": "M0 的 一 个 女 性 兄 弟 姐 妹 制 作 并 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by and edited by a female spouse of M1",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ונערך על ידי בן / בת זוג של M1",
            "zh": "M1 的 女 性 配 偶 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ונערך על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and executive produced by M0 's Spanish sibling",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה הופק על ידי ואחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 生 产 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was produced by and executive produced by a child of M0",
            "kn": "M0 ಯ ಮಗು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק על ידי ומנהל מיוצר על ידי ילד M0",
            "zh": "M0 的 孩 子 生 产 了 什 么 ， 执 行 者 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק והמנהל הופק על ידי הורה ל- M0",
            "zh": "M0 的 父 母 生 产 了 什 么 ， 执 行 者 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה הופק על ידי ומנהל מיוצר על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 了 什 么 并 产 生 了 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק והמנהל הופק על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 生 产 了 什 么 ， 执 行 者 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and written by M0 's Dutch sibling",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק ונכתב על ידי אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 生 产 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק וכתב בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was produced by and written by a female employee of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ತಯಾರಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק ונכתב על ידי עובדת ב- M0",
            "zh": "M0 的 女 员 工 制 作 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was produced by and written by a parent of a spouse of M0",
            "kn": "M0 ರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק ונכתב על ידי הורה לבן / בת זוג של M0",
            "zh": "M0 的 配 偶 的 父 母 所 写 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , directed by , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, ביים, ונערך על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 导 演 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was produced by , directed by , and executive produced by a male employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, בהנחייתו של המנהל וההנהלה על ידי עובד גבר ב- M0 ו- M1",
            "zh": "由 M0 和 M1 的 男 性 雇 员 生 产 ， 指 导 和 执 行 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , directed by , edited by , executive produced by , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי, ביים, נערך על ידי מנהל שהפיק, ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 导 演 ， 编 辑 ， 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , directed by , executive produced by , edited by , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי, בבימויו של בכיר שהופק על ידי, נערך על ידי ונכתב על ידי אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 产 生 ， 由 其 导 演 ， 由 行 政 人 员 产 生 ， 由 其 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , directed by , written by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, ביים, נכתב על ידי וערך אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , directed by , written by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, בבימויו, שנכתב על ידי והנהלה שהופקו על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 ， 导 演 的 ， 导 演 的 和 执 行 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , directed by , written by , edited by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, ביים, נכתב על ידי, נערך על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 导 演 ， 编 写 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך על ידי וביים בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 辑 和 导 演 的 作 品 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and directed by a female spouse of M1",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך על ידי וביים בן / בת זוג של M1",
            "zh": "M1 的 女 性 配 偶 制 作 ， 编 辑 和 导 演 的 作 品 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and executive produced by M0 's sibling 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נערך על ידי, ומנהל הופק על ידי אחיו של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 生 产 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and written by M0 's Mexican sibling",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, נערך על ידי ונכתב על ידי אחיו המקסיקני של M0",
            "zh": "由 M0 的 墨 西 哥 兄 弟 姐 妹 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, נערך על ידי ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and written by a Swedish spouse of M1",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך על ידי ונכתב על ידי בן זוג שוודי ל- M1",
            "zh": "由 瑞 典 M1 的 配 偶 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P26 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , and written by a Italian spouse of a female spouse of M2",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך על ידי ונכתב על ידי בן זוג איטלקי לבן זוג של M2",
            "zh": "由 M2 的 女 性 配 偶 的 意 大 利 配 偶 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , directed by , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆದಿದೆ",
            "he": "מה הופק על ידי, נערך על ידי, ביים, ונכתב על ידי אח של M0",
            "zh": "M0 的 同 级 兄 弟 产 生 了 什 么 ， 由 其 编 辑 ， 由 其 指 导 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , directed by , written by , and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נערך על ידי, ביים, נכתב על ידי ומנהל על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 编 辑 ， 指 导 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , executive produced by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נערך על ידי בכיר שהופק על ידי וביים אח של M0",
            "zh": "M0 的 同 级 成 员 由 什 么 制 作 ， 编 辑 ， 执 行 由 什 么 制 作 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , executive produced by , written by , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ ಏನು",
            "he": "מה הופק על ידי, נערך על ידי מנהל שהפיק, נכתב על ידי וביים אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 执 行 ， 由 M0 的 兄 弟 姐 妹 编 写 和 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , edited by , written by , directed by , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נערך על ידי, נכתב על ידי, ביים, ומנהל שהופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 编 辑 ， 编 写 ， 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , edited by , written by , directed by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נערך על ידי, נכתב על ידי, ביים, ומנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 编 辑 ， 编 写 ， 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , edited by , written by , executive produced by , and directed by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק על ידי, נערך על ידי, נכתב על ידי, מנהל שהופק על ידי והורה על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 制 作 ， 由 其 编 辑 ， 由 其 撰 写 ， 由 执 行 人 员 制 作 并 由 其 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was produced by , executive produced by , and directed by a male employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, מנהל שהופק על ידי והועבר על ידי עובד גבר של M0 ו- M1",
            "zh": "M0 和 M1 的 男 性 雇 员 由 什 么 制 作 ， 执 行 由 什 么 制 作 和 由 其 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , and edited by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק על ידי, בכיר שהופק על ידי וערך אחיו הגברי של M0",
            "zh": "M0 的 同 胞 兄 弟 姐 妹 产 生 了 什 么 ， 执 行 者 产 生 了 什 么 ， 以 及 由 M0 的 男 性 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , directed by , and edited by M0 's sibling 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק על ידי, בכיר שהופק על ידי, ביים וערך אחיו של אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 制 作 ， 执 行 ， 由 导 演 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , directed by , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק על ידי, מנהל שהפיק, ביים, ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 由 执 行 人 员 制 作 ， 由 导 演 执 导 并 编 辑 的 内 容 是 什 么 ？"
        }
    }
]