[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 M0 }"
        },
        "question": {
            "en": "What did M0 edit and executive produce",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ערכה M0 והפיק המנהל",
            "zh": "M0 编 辑 和 执 行 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's Swedish sibling edit and M0 edit",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערכו אחיו השבדי של M1 ו- M0",
            "zh": "M1 的 瑞 典 兄 弟 姐 妹 编 辑 和 M0 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse edit and write",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ערך וכתב בן הזוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 书 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling edit and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה והפיק אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 并 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's American sibling executive produce",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר האחים האמריקאי של M0",
            "zh": "M0 的 美 国 同 胞 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M2 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M2 's parent 's Spanish spouse executive produce and M0 direct",
            "kn": "M2 ನ ಪೋಷಕರ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M0 ನೇರ",
            "he": "מה הפיק מנהל בן הזוג הספרדי של ההורה של M2 ואת M0",
            "zh": "M2 的 父 母 的 西 班 牙 配 偶 高 管 产 生 什 么 ， 而 M0 则 直 接 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce , executive produce , write , edit , and direct",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಬರೆಯುವುದು, ಸಂಪಾದಿಸುವುದು ಮತ್ತು ನೇರಗೊಳಿಸಿದರು",
            "he": "מה ההורים של M0 הפיקו, המפיקים, כתבו, ערכו וביימו",
            "zh": "M0 的 父 代 产 生 ， 执 行 者 产 生 ， 编 写 ， 编 辑 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce , write , edit , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, ערך, והעריך ההורים של M0",
            "zh": "M0 的 父 母 生 产 ， 编 写 ， 编 辑 和 执 行 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M1 's parent executive produce and M0 write",
            "kn": "M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב ההנהלה של M1 ו- M0",
            "zh": "M1 的 上 级 主 管 产 生 什 么 ， M0 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , write , direct , and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, ביים וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 产 生 ， 书 写 ， 指 导 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and a parent of M1 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק מנהל M0 והורה לבכיר M1",
            "zh": "M0 执 行 人 员 产 生 什 么 ， M1 执 行 人 员 的 父 母 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 ?x2 . ?x1 wdt:P749 M0 . ?x2 wdt:P3373 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did M0 's child found and M1 's sibling found",
            "kn": "M0 ನ ಮಗು ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא ילד של M0 ואחיו של M1",
            "zh": "M0 的 孩 子 和 M1 的 兄 弟 姐 妹 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce , write , edit , direct , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, ערך, בימוי והנהלה של ההורים של M0",
            "zh": "M0 的 父 代 产 生 ， 编 写 ， 编 辑 ， 指 挥 和 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent write , executive produce , produce , direct , and edit",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು, ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הורה של M0 כתב, ייצר, הפיק, הפיק, ביים וערך",
            "zh": "M0 的 父 母 写 ， 执 行 ， 生 产 ， 生 产 ， 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce and edit",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק וערך ההורה של M0",
            "zh": "M0 的 父 母 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce , write , and produce",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಿದ್ದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר, כתב והפיק מנכ&quot;ל ההורים של M0",
            "zh": "M0 的 上 级 主 管 产 生 ， 编 写 和 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Japanese sibling direct and produce",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה בייח ואח יפני של M0",
            "zh": "M0 的 日 本 兄 弟 姐 妹 指 挥 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What did M1 's Japanese parent executive produce and edit",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק וערך מנהל ההורים היפני של M1",
            "zh": "M1 的 日 本 上 级 主 管 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What did M1 's Japanese parent write , edit , direct , and executive produce",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಪೋಷಕರು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ನೀಡಿದರು",
            "he": "מה הפיק, העריכה, הבימוי וההנהלה של ההורה היפני של M1",
            "zh": "M1 的 日 本 父 母 写 ， 编 辑 ， 指 挥 和 执 行 什 么 工 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's sibling produce",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו של עובד M0",
            "zh": "M0 的 雇 员 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent edit and produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה והפיק ההורה של M0",
            "zh": "M0 的 父 母 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling write , edit , and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆಯುತ್ತಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರು",
            "he": "מה כתבו, ערכו והפיקו אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 ， 编 辑 和 执 行 什 么 工 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 ?x2 . ?x1 wdt:P108 M0 . ?x2 wdt:P3373 ?x3 . ?x3 wdt:P3373 M1 . FILTER ( ?x2 != ?x3 ) . FILTER ( ?x3 != M1 ) }"
        },
        "question": {
            "en": "What did M0 's employee direct and M1 's sibling 's sibling direct",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ನೇರ ಮತ್ತು M1 ರ ಸಹೋದರನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוונה עובדת M0 ואחיו של M1",
            "zh": "M0 的 员 工 直 接 领 导 什 么 ， M1 的 兄 弟 姐 妹 直 接 领 导 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write , direct , produce , edit , and executive produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದ್ದಾರೆ",
            "he": "מה בן הזוג של M0 כתב, ביים, הפיק, ערך, והפיק",
            "zh": "M0 的 配 偶 写 ， 指 导 ， 制 作 ， 编 辑 和 执 行 制 作 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Dutch sibling direct",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ניהל אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x2 . ?x1 wdt:P26 M1 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != M1 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce and M1 's spouse direct",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ನೇರವಾಗಿ ಏನು ಮಾಡಿದನು",
            "he": "מה הפיק בכיר בן / בת הזוג של M0 ובן הזוג של M1 הנחה",
            "zh": "M0 的 配 偶 高 管 产 生 什 么 ， M1 的 配 偶 直 接 做 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's spouse edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה עשה מנהל M0 ובן הזוג של M1 ערך",
            "zh": "M0 主 管 产 生 什 么 ， M1 的 配 偶 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , write , direct , executive produce , and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ನೇರ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, ביים, הפיק וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 撰 写 ， 指 导 ， 执 行 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse 's sibling executive produce and direct",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה מיצר ומנהל אחיו של בן / בת הזוג של M0",
            "zh": "M0 的 同 胞 同 胞 高 管 是 怎 样 生 产 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , produce , direct , write , and edit",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದ, ಉತ್ಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆಯುವ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה הפיק, הפיק, ביים, כתב וערך מנהל בן הזוג של M0",
            "zh": "M0 的 配 偶 主 管 执 行 什 么 工 作 ， 生 产 ， 指 挥 ， 写 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , write , executive produce , and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, הפיק וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 撰 写 ， 执 行 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse 's sibling write",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו של בן / בת הזוג M0",
            "zh": "M0 的 配 偶 的 同 胞 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What did M0 and M1 executive produce and M3 's Chinese spouse produce",
            "kn": "M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M3 ನ ಚೀನೀ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק מנהל M0 ו- M1 ובן הזוג הסיני של M3 הפיק",
            "zh": "M0 和 M1 执 行 人 员 生 产 什 么 ， M3 的 中 国 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M1 's male employee found and M0 found",
            "kn": "M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא העובד הגברי של M1 ו- M0 מצא",
            "zh": "M1 的 男 性 雇 员 找 到 了 ， M0 的 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling executive produce , produce , and edit",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק, הפיק וערך מנהל אחים גברי של M0",
            "zh": "M0 的 男 性 同 级 行 政 人 员 是 如 何 生 产 ， 生 产 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Spanish sibling found",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent edit and executive produce",
            "kn": "M0 ನ ಮೂಲ ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק ההורים וההנהלה של M0",
            "zh": "M0 的 父 母 编 辑 和 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's sibling 's parent direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הפיק בכיר M0 והורה של אחיו של M1",
            "zh": "M0 主 管 产 生 什 么 ， M1 的 兄 弟 姐 妹 的 父 母 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M1 's child executive produce and M0 write",
            "kn": "M1 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ಏನು ಬರೆದಿದೆ",
            "he": "מה כתב בכיר הילד של M1 ו- M0",
            "zh": "M1 的 子 执 行 人 员 产 生 什 么 ， M0 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 edit and M1 's parent direct",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך M0 וההורה של M1 ביים",
            "zh": "M0 编 辑 和 M1 的 父 母 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 found and a sibling of M1 found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא M0 ואח של M1 מצא",
            "zh": "找 到 了 M0 和 M1 的 同 级 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's female sibling direct and edit",
            "kn": "M0 ಅವರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביימה האחות של M0 וערכה",
            "zh": "M0 的 女 性 同 胞 直 接 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן הזוג של M0",
            "zh": "M0 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 edit and M1 's sibling edit",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערכו M0 ואחיו של M1",
            "zh": "M0 和 M1 的 兄 弟 姐 妹 进 行 了 哪 些 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's sibling 's Spanish spouse edit",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן הזוג הספרדי של אח M1",
            "zh": "M1 的 兄 弟 姐 妹 的 西 班 牙 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Canadian sibling produce",
            "kn": "M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו הקנדי של M0",
            "zh": "M0 的 加 拿 大 同 胞 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling found",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו הגבר של M0",
            "zh": "M0 的 男 性 同 胞 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's German female sibling executive produce",
            "kn": "M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיקה מנהלת אחים גרמנית של M0",
            "zh": "M0 的 德 国 女 性 同 胞 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצרו אחים של M0 ומנהלים",
            "zh": "M0 的 同 级 直 接 和 行 政 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק וכתב בכיר אחיו של M0",
            "zh": "M0 的 兄 弟 姊 妹 主 管 产 生 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P3373 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What did M0 direct and M2 's female sibling 's Dutch sibling write",
            "kn": "M0 ನೇರ ಮತ್ತು M2 ನ ಸ್ತ್ರೀ ಸಹೋದರನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבה M0 ואחיה ההולנדי של אחי M2",
            "zh": "M0 指 挥 和 M2 的 女 性 兄 弟 姐 妹 的 荷 兰 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write , edit , and executive produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה בן הזוג של M0 כתב, ערך והפיק",
            "zh": "M0 的 配 偶 编 写 ， 编 辑 和 执 行 什 么 工 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse 's spouse executive produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק מנהל בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 的 配 偶 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce , produce , edit , and write",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, הפיק, ערך, וכתב מנהל ההורים של M0",
            "zh": "M0 的 上 级 主 管 是 如 何 产 生 ， 产 生 ， 编 辑 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce , direct , edit , executive produce , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನೇರ, ಸಂಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה ההורים של M0 הפיקו, ביימו, ערכו, הפיקו וכתבו",
            "zh": "M0 的 父 代 产 生 ， 指 挥 ， 编 辑 ， 执 行 产 生 和 编 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Spanish sibling executive produce and write",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק וכתב מנהל אחים ספרדי של M0",
            "zh": "M0 的 西 班 牙 同 级 高 管 是 做 什 么 工 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent direct , executive produce , produce , edit , and write",
            "kn": "M0 ನ ಪೋಷಕರು ನೇರ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ, ಸಂಪಾದನೆ ಮತ್ತು ಬರೆಯಲು ಏನು ಮಾಡಿದರು",
            "he": "מה ההורים של M0 ביימו, הפיקו, הפיקו, ערכו וכתבו",
            "zh": "M0 的 父 母 直 接 领 导 ， 执 行 ， 生 产 ， 生 产 ， 编 辑 和 编 写 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent direct , produce , and edit",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הורה, הפיק וערך ההורה של M0",
            "zh": "M0 的 父 母 指 导 ， 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's parent direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ನ ಪೋಷಕರು ನೇರವಾಗಿ ಏನು ಮಾಡಿದರು",
            "he": "מה הפיק מנהל ה- M0 וההורה של M1 ביים",
            "zh": "M0 高 管 产 生 什 么 ， 而 M1 的 父 母 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling 's sibling write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's Canadian spouse produce",
            "kn": "M1 ನ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן הזוג הקנדי של M1",
            "zh": "M1 的 加 拿 大 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What did M0 's American employee edit",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה העובד האמריקאי של M0",
            "zh": "M0 的 美 国 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's sibling produce , direct , edit , and write",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה אחיו של עובד M0 הפיק, ביים, ערך, וכתב",
            "zh": "M0 员 工 的 兄 弟 姐 妹 是 怎 样 产 生 ， 指 挥 ， 编 辑 和 书 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What did M0 's Japanese employee found",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא העובד היפני של M0",
            "zh": "M0 的 日 本 雇 员 发 现 了 什 么 ？"
        }
    }
]