[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , directed by , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי, מנהל שהופק על ידי, ביים, ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 了 什 么 ， 执 行 者 生 产 了 什 么 ， 由 他 们 指 导 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , edited by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, מנהל שהופק על ידי, נערך על ידי וביים אח של M0",
            "zh": "M0 的 同 级 对 象 是 由 M0 的 同 级 成 员 执 行 的 ， 由 行 政 人 员 产 生 ， 由 其 编 辑 和 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , edited by , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ ಏನು",
            "he": "מה הופק על ידי, מנהל שהופק על ידי, נערך על ידי וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 由 什 么 制 作 ， 由 执 行 制 作 ， 由 编 辑 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , executive produced by , edited by , directed by , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי, מנהל שהופק על ידי, נערך על ידי, ביים, ונכתב על ידי ההורה של M0",
            "zh": "M0 的 父 母 由 谁 制 作 ， 执 行 ， 由 编 辑 制 作 ， 由 导 演 指 导 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , edited by , directed by , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק על ידי, מנהל שהופק על ידי, נערך על ידי, ביים, ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 制 作 ， 执 行 ， 编 辑 ， 导 演 和 写 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , written by , directed by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, מנהל שהפיק, נכתב על ידי, ביים, ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 的 ， 执 行 制 作 的 ， 由 写 作 的 ， 由 导 演 指 导 的 和 由 剪 辑 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , written by , directed by , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק על ידי, בכיר שהופק על ידי, נכתב על ידי, ביים ונערך על ידי אח של M0",
            "zh": "由 M0 的 同 级 成 员 产 生 ， 由 执 行 者 产 生 ， 由 执 行 者 产 生 ， 由 编 写 ， 指 导 并 由 其 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , executive produced by , written by , edited by , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ ಏನು",
            "he": "מה הופק על ידי, מנהל שהפיק, נכתב על ידי, נערך על ידי וביים בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 执 行 ， 制 作 ， 编 写 ， 编 辑 和 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , written by , directed by , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נכתב על ידי, ביים, ומנהל הופק על ידי אח של M0",
            "zh": "M0 的 同 胞 产 生 了 什 么 ， 由 其 写 成 ， 由 其 执 掌 和 执 行 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , written by , directed by , edited by , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, ביים, נערך על ידי ומנהל שהופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 撰 写 ， 导 演 ， 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , written by , directed by , executive produced by , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי, נכתב על ידי, בימוי, מנהל שהפיק, ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 撰 写 ， 指 导 ， 执 行 的 内 容 由 M0 的 父 母 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , written by , edited by , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב על ידי, נערך על ידי וביים אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , written by , edited by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, נערך על ידי וביים אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 制 作 ， 编 写 ， 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , written by , edited by , and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, נערך על ידי ומנהל הופק על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 制 作 ， 编 写 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced by , written by , edited by , directed by , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, נערך על ידי, בימוי ומנהל שהופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 编 写 ， 编 辑 ， 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was produced by , written by , executive produced by , and directed by M0 's parent 's spouse",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, מנהל שהופק על ידי וביים בן / בת הזוג של הורה M0",
            "zh": "由 M0 的 父 母 的 配 偶 制 作 ， 撰 写 ， 由 执 行 人 员 制 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , written by , executive produced by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נכתב על ידי, מנהל שהפיק ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 撰 写 ， 由 执 行 人 员 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by , written by , executive produced by , directed by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ ಏನು",
            "he": "מה הופק, נכתב על ידי, מנהל שהופק על ידי, ביים, וערך אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 撰 写 ， 由 执 行 人 员 制 作 ， 导 演 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P27 wd:Q183 . ?x2 wdt:P3373 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was produced , directed , and written by a male spouse of M1 's German sibling",
            "kn": "M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಪುರುಷ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಯಾವುದು",
            "he": "מה הופק, ביים ונכתב על ידי בן / בת זוג של אחיו הגרמני של M1",
            "zh": "M1 的 德 国 同 胞 的 男 性 配 偶 制 作 ， 导 演 和 创 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , directed , edited , and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಾಣ, ನಿರ್ದೇಶನ, ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, ביים, נערך והוצא על ידי אחיו של M0",
            "zh": "M0 的 同 胞 产 生 了 什 么 ， 指 导 ， 编 辑 和 执 行 的 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , directed , edited , executive produced , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಯಾವುದು",
            "he": "מה הופק, ביים, נערך, הופק בכיר ונכתב על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 导 演 ， 编 辑 ， 执 行 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , directed , executive produced , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, ביים, הופק ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 上 级 制 作 ， 导 演 ， 执 行 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , directed , executive produced , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, ביים, הופק בכיר ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 导 演 ， 执 行 并 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , directed , executive produced , edited , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, ביים, הופק בכיר, נערך ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , directed , written , edited , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, ביים, נכתב, נערך והוצג על ידי ההורה של M0",
            "zh": "M0 的 父 母 所 制 作 ， 导 演 ， 撰 写 ， 编 辑 和 执 行 的 作 品 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך ונכתב על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , and written by M0 's Spanish sibling",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, נערך ונכתב על ידי אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 制 作 ， 编 辑 和 编 写 了 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , and written by a German sibling of M0",
            "kn": "M0 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך ונכתב על ידי אח גרמני מ- M0",
            "zh": "M0 的 一 个 德 国 同 胞 生 产 ， 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , edited , and written by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, נערך ונכתב על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, נערך ונכתב על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , directed , and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, נערך, ביים ומנהל על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 辑 ， 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , directed , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, נערך, ביים ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 指 导 和 编 写 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , edited , directed , executive produced , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, נערך, ביים, הופק בכיר ונכתב על ידי ההורה של M0",
            "zh": "M0 的 父 母 制 作 ， 编 辑 ， 指 导 ， 执 行 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , directed , executive produced , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಯಾವುದು",
            "he": "מה הופק, נערך, ביים, הופק וכתב על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 辑 ， 指 导 ， 执 行 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , executive produced , directed , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆದಿದೆ",
            "he": "מה הופק, נערך, הופק בכיר, ביים, ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 同 胞 生 产 ， 编 辑 ， 执 行 ， 指 导 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , executive produced , written , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נערך, הופק, נכתב ובוים על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 执 行 ， 制 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , edited , executive produced , written , and directed by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נערך, הופק בכיר, נכתב ובוים על ידי הורה ל- M0",
            "zh": "由 M0 的 上 级 制 作 ， 编 辑 ， 执 行 ， 制 作 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , edited , written , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נערך, נכתב וביים על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 辑 ， 撰 写 和 导 演 了 哪 些 作 品 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , executive produced , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, הופק וערך על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 ， 执 行 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , executive produced , directed , edited , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, הפיק, ביים, נערך ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 执 行 ， 指 导 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , executive produced , directed , written , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ, ನಿರ್ದೇಶನ, ಬರವಣಿಗೆ ಮತ್ತು ಸಂಪಾದನೆ ಏನು",
            "he": "מה הופק, הופק, ביים, נכתב, ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 执 行 ， 指 导 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , executive produced , edited , and written by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק, הופק, הוכן, נערך ונכתב על ידי הורה ל- M0",
            "zh": "由 M0 的 父 母 制 作 ， 执 行 ， 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , executive produced , edited , directed , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק, הופק, ערך, ערך, ביים ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 执 行 ， 编 辑 ， 指 导 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , executive produced , written , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, הופק, נכתב, ובוים על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 执 行 ， 写 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , executive produced , written , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, הופק, נכתב, ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 上 级 制 作 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , executive produced , written , directed , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק, הופק, נכתב, ביים ונערך על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 执 行 ， 制 作 ， 写 作 ， 导 演 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נכתב וביים על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 编 写 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב וביים על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 ， 编 写 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , and directed by M0 's Dutch sibling",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב וביים על ידי אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 生 产 ， 编 写 和 指 导 了 哪 些 作 品 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , and directed by a American sibling of M0",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವನು ಏನು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ",
            "he": "מה הופק, נכתב וביים על ידי אח אמריקאי מ- M0",
            "zh": "美 国 M0 的 兄 弟 姐 妹 生 产 ， 编 写 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was produced , written , and executive produced by a male employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, נכתב והוצג על ידי עובד גבר ב- M0 ו- M1",
            "zh": "由 M0 和 M1 的 男 性 雇 员 制 作 ， 撰 写 和 执 行 的 内 容 是 什 么 ？"
        }
    }
]