[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי עובד של M0",
            "zh": "M1 是 否 由 M0 的 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent and spouse of a parent and sibling of M0",
            "kn": "M1 ಪೋಷಕರ ಪೋಷಕ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה הורה ובן זוגו של הורה ואחיו של M0",
            "zh": "M1 是 父 母 的 父 母 和 配 偶 以 及 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 a actor of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟನಾ",
            "he": "האם M1 היה שחקן של אחיו של M0",
            "zh": "M1 是 M0 兄 弟 姐 妹 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M2 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M2 influenced by M0 's American sibling 's spouse",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ M2 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מבן הזוג של אחיו האמריקאי של M0",
            "zh": "M2 是 否 受 到 M0 的 美 国 兄 弟 姐 妹 的 配 偶 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's British Canadian male sibling M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಕೆನಡಿಯನ್ ಪುರುಷ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגברי הבריטי של M1 היה M0",
            "zh": "M1 的 英 籍 加 拿 大 男 性 同 胞 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P737 M1 . M0 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M0 influenced by M1 and influenced by M2",
            "kn": "M0 M1 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M0 הושפע מ- M1 והושפע מ- M2",
            "zh": "M0 是 否 受 M1 和 M2 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Chinese spouse",
            "kn": "M0 M2 ನ ಚೀನೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הסיני של M0 M2 היה",
            "zh": "M0   M2 是 中 国 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P27 wd:Q183 . ?x2 wdt:P3373 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M3 M1 's German sibling 's French sibling 's parent 's spouse",
            "kn": "M3 M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಫ್ರೆಂಚ್ ಸಹೋದರನ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג של האב / ה האח הגרמני של M3 M1",
            "zh": "M3   M1 的 德 国 兄 弟 姐 妹 是 法 国 兄 弟 姐 妹 的 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M2 and founded by M0 's sibling",
            "kn": "M1 ಅನ್ನು M2 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי M2 והוקם על ידי אחיו של M0",
            "zh": "M1 是 由 M2 创 建 并 由 M0 的 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's parent 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי בן / בת הזוג של ההורה / M0",
            "zh": "M1 是 由 M0 的 父 母 的 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's sibling 's spouse , sibling , and parent",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಇದ್ದಾರೆಯೇ",
            "he": "האם בן / בת זוג / אח של בן / בת הזוג M1 M0 / ה",
            "zh": "M1   M0 的 配 偶 是 兄 弟 姐 妹 的 配 偶 ， 兄 弟 姐 妹 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by M0 's male sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הוקם על ידי אחיו הגבר של M0",
            "zh": "M2 是 由 M0 的 男 性 同 胞 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's female sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אחיה הנשי של M0",
            "zh": "M2 是 由 M0 的 女 性 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M2 and founded by M0 's parent",
            "kn": "M1 ಅನ್ನು M2 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M1 הוקם על ידי M2 והוקם על ידי ההורה של M0",
            "zh": "M1 是 由 M2 创 建 并 由 M0 的 父 母 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M1 influenced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರಿಂದ M1 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מהורה ל- M0",
            "zh": "M1 是 否 受 M0 的 父 级 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M0 's male actor 's actor M2",
            "kn": "M0 ನ ಪುರುಷ ನಟನ ನಟ M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם השחקן הגברי של M0 היה השחקן M2",
            "zh": "M0 的 男 演 员 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written and produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ಸಂಗಾತಿಯು ಬರೆದು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב והופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's Chinese Canadian employee M0",
            "kn": "M1 ನ ಚೀನೀ ಕೆನಡಾದ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הסיני הקנדי של M1 היה M0",
            "zh": "M1 的 加 拿 大 华 裔 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 同 级 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , written , edited , executive produced , and produced by M0 's spouse",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 ביים, נכתב, נערך, הופק והופק על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 ， 撰 写 ， 编 辑 ， 执 行 ， 并 由 M0 的 配 偶 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , executive produced by , produced by , written by , and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದಿರಾ",
            "he": "האם M1 נערך על ידי, מנהל הופק על ידי, הופק על ידי, נכתב על ידי וביים בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 编 辑 ， 执 行 人 员 制 作 ， 由 制 作 ， 由 编 写 ， 还 是 由 M0 的 配 偶 执 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 M2 }"
        },
        "question": {
            "en": "Was M1 executive produced by M2 and directed by M0 's employee",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನಿರ್ಮಿಸಿ M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי M2 והונחה על ידי עובד M0",
            "zh": "M1 主 管 是 由 M2 制 作 并 由 M0 的 员 工 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P750 M3 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 distributed by M3 and produced by M0 's Spanish sibling",
            "kn": "M2 ಅನ್ನು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופץ על ידי M3 והופק על ידי אחיו הספרדי של M0",
            "zh": "M2 是 由 M3 分 发 并 由 M0 的 西 班 牙 语 同 胞 产 生 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Swedish spouse",
            "kn": "M0 M2 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג השוודי של M0 M2 היה",
            "zh": "M0   M2 是 瑞 典 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 M2 }"
        },
        "question": {
            "en": "Was M1 produced by M2 and executive produced by a sibling of M0 's sibling",
            "kn": "M1 ಅನ್ನು M2 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופק על ידי M2 והמנהל הופק על ידי אח של אחיו של M0",
            "zh": "M1 是 M2 产 生 的 ， 执 行 人 员 是 M0 的 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P27 wd:Q142 . M4 wdt:P40|wdt:P355 ?x0 . M4 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M4 M3 's French Swedish male parent 's male parent",
            "kn": "M4 M3 ನ ಫ್ರೆಂಚ್ ಸ್ವೀಡಿಷ್ ಪುರುಷ ಪೋಷಕರ ಪುರುಷ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה הגברי הצרפתי של M4 M3 היה הורה",
            "zh": "M4   M3 是 法 国 瑞 典 男 性 父 母 的 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q38 . M1 wdt:P27 wd:Q142 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's Italian French sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח של M1 M0 הוא אחות צרפתית איטלקית",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 意 大 利 法 国 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's Spanish sibling 's sibling",
            "kn": "M2 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם אחיו של ספרד M2 M0",
            "zh": "M2   M0 是 西 班 牙 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Spanish sibling of M1",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח ספרדי של M1",
            "zh": "M0 是 M1 的 西 班 牙 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's Mexican parent",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה המקסיקני של בן הזוג M1 M0 היה",
            "zh": "M1   M0 的 配 偶 是 墨 西 哥 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M1 's American German male employee M0",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಜರ್ಮನ್ ಪುರುಷ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד אמריקאי גרמני M1 היה M0",
            "zh": "M1 是 美 国 德 国 男 性 雇 员 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q38 . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by and executive produced by a Italian parent of M1",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಪೋಷಕರಿಂದ M2 ನಿರ್ದೇಶನ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי והנהלה על ידי הורה איטלקי ל- M1",
            "zh": "M2 由 M1 的 意 大 利 母 公 司 导 演 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's sibling and spouse",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו של בן / בת הזוג M1 M0 היה בן / בת הזוג",
            "zh": "M1   M0 的 配 偶 是 兄 弟 姐 妹 还 是 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse and sibling of M0 's spouse and parent",
            "kn": "M1 ಅವರ ಸಂಗಾತಿ ಮತ್ತು M0 ಅವರ ಸಂಗಾತಿಯ ಮತ್ತು ಪೋಷಕರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג ואח לבן / בת הזוג וההורה של M0",
            "zh": "M1 是 M0 的 配 偶 和 父 母 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 a actor of a parent of M0",
            "kn": "M1 M0 ನ ಪೋಷಕರ ನಟನಾ",
            "he": "האם M1 היה שחקן להורה ל- M0",
            "zh": "M1 是 M0 的 父 母 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , executive produced by , written by , edited by , and produced by M0 's spouse",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ಮತ್ತು M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי, המנהל הופק על ידי, נכתב על ידי, נערך על ידי והופק על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 由 ， 由 M0 的 配 偶 制 作 ， 编 写 ， 编 辑 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , executive produced by , directed by , produced by , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, מנהל הופק על ידי, ביים, הופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 人 员 制 作 ， 导 演 ， 由 制 作 ， 还 是 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , executive produced by , written by , produced by , and directed by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನೇ",
            "he": "האם M1 נערך על ידי, מנהל הופק על ידי, נכתב על ידי, הופק על ידי וביים אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 由 ， 编 写 ， 由 产 生 并 由 M0 的 兄 弟 姐 妹 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , executive produced , written , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದನೇ",
            "he": "האם M1 נערך, הופק, נכתב והופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , directed by , and written by a male sibling of M0",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם מנהל ה- M2 הופק על ידי, ביים, ונכתב על ידי אח / ת זכר מ- M0",
            "zh": "M2 执 行 人 员 是 由 M0 的 男 性 同 胞 制 作 ， 导 演 和 写 成 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , produced by , and written by a parent of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי, הופק על ידי ונכתב על ידי הורה ל- M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 母 公 司 生 产 ， 由 M0 的 母 公 司 生 产 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , produced by , written by , and edited by a sibling of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದನೇ",
            "he": "האם מנהל M1 הופק על ידי, הופק על ידי, נכתב על ידי וערך אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 制 作 ， 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , produced , edited , and written by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಪೋಷಕರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟ, ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם מנהל M1 הופק, הופק, נערך ונכתב על ידי ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 制 作 ， 制 作 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , executive produced by , and produced by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, נערך על ידי מנהל שהופק על ידי והורה של M0",
            "zh": "M1 是 由 M0 的 父 母 撰 写 ， 编 辑 ， 执 行 由 M0 的 父 母 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , produced by , executive produced by , directed by , and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, הופק על ידי מנהל, הופק על ידי, ביים, ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 ， 制 作 ， 由 执 行 人 员 制 作 ， 由 M0 的 兄 弟 姐 妹 导 演 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , edited , produced , executive produced , and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, נערך, הופק, הופק ובוצע על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 写 ， 编 辑 ， 制 作 ， 执 行 ， 并 由 其 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M0 a male employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה עובד גברי ב- M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M3 's French Italian parent M0",
            "kn": "M3 ನ ಫ್ರೆಂಚ್ ಇಟಾಲಿಯನ್ ಪೋಷಕ M0",
            "he": "האם ההורה האיטלקי הצרפתי של M3 היה M0",
            "zh": "M3 的 法 国 意 大 利 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's employee 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי אחיו של עובד M0",
            "zh": "M1 是 由 M0 的 员 工 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M1 's Italian female British employee M0",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಮಹಿಳಾ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובדת בריטית איטלקית של M1 הייתה M0",
            "zh": "M1 的 意 大 利 女 性 英 国 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Dutch female British spouse",
            "kn": "M0 M4 ನ ಡಚ್ ಮಹಿಳಾ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג הבריטית ההולנדית של M0 M4 הייתה",
            "zh": "M0   M4 是 荷 兰 女 性 英 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Dutch British female spouse of M4",
            "kn": "M0 ಡಚ್ ಬ್ರಿಟಿಷ್ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದ M4",
            "he": "האם M0 הייתה בת זוג בריטית הולנדית של M4",
            "zh": "M0 是 M4 的 荷 兰 英 国 女 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 's female American spouse 's sibling M3",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು M3 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה של בת הזוג האמריקאית של M2 היה M3",
            "zh": "M2 的 女 性 美 国 配 偶 是 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Italian Spanish male sibling",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಪುರುಷ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם אחי זכר ספרדי איטלקי של M0 M1",
            "zh": "M0   M1 是 意 大 利 西 班 牙 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's male Italian Spanish sibling",
            "kn": "M0 M1 ನ ಪುರುಷ ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח של ספרד איטלקי זכר של M0 M1",
            "zh": "M0   M1 是 意 大 利 男 性 西 班 牙 语 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Spanish Italian sibling of M1",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח של ספרד איטלקי M1",
            "zh": "M0 是 M1 的 西 班 牙 文 意 大 利 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 M2 's American actor",
            "kn": "M0 M2 ನ ಅಮೇರಿಕನ್ ನಟನಾ",
            "he": "האם השחקן האמריקאי של M0 M2 היה",
            "zh": "M0   M2 是 美 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M3 M2 's Japanese British spouse 's sibling",
            "kn": "M3 M2 ನ ಜಪಾನೀಸ್ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של בן הזוג הבריטי היפני של M3 M2",
            "zh": "M3   M2 是 日 本 英 国 配 偶 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's actor 's parent",
            "kn": "M1 M0 ನ ನಟನ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה של השחקן M1 M0 היה",
            "zh": "M1   M0 是 演 员 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's German female spouse M0",
            "kn": "M3 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגרמני של M3 היה M0",
            "zh": "M3 的 德 国 女 性 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 's sibling 's Mexican parent M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕ M1",
            "he": "האם ההורה המקסיקני של אח M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 墨 西 哥 父 母 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 Chinese",
            "kn": "M0 ಚೈನೀಸ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה סיני",
            "zh": "M0 是 中 国 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P40|wdt:P355 ?x0 . M2 wdt:P27 wd:Q145 . M2 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M2 M0 's French sibling 's French British parent",
            "kn": "M2 M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರ ಫ್ರೆಂಚ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הבריטי הצרפתי של אח M2 M0 היה האם הבריטי הצרפתי",
            "zh": "M2   M0 的 法 国 兄 弟 姐 妹 是 法 国 的 英 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Swedish sibling of M1",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח שוודי של M1",
            "zh": "M0 是 M1 的 瑞 典 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , edited by , and written by a male spouse of M1",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי, נערך על ידי ונכתב על ידי בן / בת זוג גבר של M1",
            "zh": "M2 主 管 是 由 M1 的 男 性 配 偶 制 作 ， 编 辑 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 M3 }"
        },
        "question": {
            "en": "Was M2 written by M3 and produced by M1 's Spanish spouse 's spouse",
            "kn": "M2 ಅನ್ನು M3 ಬರೆದಿದೆ ಮತ್ತು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי M3 והופק על ידי בן / בת הזוג הספרדי של M1 / M1",
            "zh": "M2 是 由 M3 编 写 并 由 M1 的 西 班 牙 配 偶 的 配 偶 制 作 的 吗 ？"
        }
    }
]