[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of a spouse of M0 M1",
            "kn": "M0 M1 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של בן / בת זוג M0 M1",
            "zh": "是 M0   M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was a American actor of M2 M0",
            "kn": "M2 M0 ನ ಅಮೇರಿಕನ್ ನಟನಾ",
            "he": "האם היה שחקן אמריקאי של M2 M0",
            "zh": "是 M2   M0 的 美 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was a American female spouse of M3 M0",
            "kn": "M3 M0 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה בת זוג אמריקאית של M3 M0",
            "zh": "是 M3   M0 的 美 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a Italian British employee of M1 M0",
            "kn": "M1 M0 ನ ಇಟಾಲಿಯನ್ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד בריטי איטלקי ב- M1 M0",
            "zh": "是 M1   M0 的 意 大 利 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a Italian French parent of M3 M0",
            "kn": "ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಪೋಷಕ M3 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה צרפתי איטלקי ל- M3 M0",
            "zh": "是 M3   M0 的 意 大 利 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Italian Spanish sibling of M1 M0",
            "kn": "ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח ספרדי איטלקי של M1 M0",
            "zh": "是 M1   M0 的 意 大 利 西 班 牙 语 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Italian Swedish sibling of M1 M0",
            "kn": "M1 M0 ನ ಇಟಾಲಿಯನ್ ಸ್ವೀಡಿಷ್ ಸಹೋದರ",
            "he": "האם אח שוודי איטלקי של M1 M0",
            "zh": "意 大 利 瑞 典 人 是 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a Italian actor of M2 M0",
            "kn": "M2 M0 ನ ಇಟಾಲಿಯನ್ ನಟನಾ",
            "he": "האם היה שחקן איטלקי של M2 M0",
            "zh": "是 M2   M0 的 意 大 利 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a Italian employee of M1 M0",
            "kn": "M1 M0 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד איטלקי של M1 M0",
            "zh": "是 M1   M0 的 意 大 利 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was a Italian male Spanish parent of M4 M0",
            "kn": "ಇಟಾಲಿಯನ್ ಪುರುಷ ಸ್ಪ್ಯಾನಿಷ್ M4 M0 ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה ספרדי זכר איטלקי ל- M4 M0",
            "zh": "是 M4   M0 的 意 大 利 男 性 西 班 牙 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Italian spouse of M2 M0",
            "kn": "M2 M0 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן זוג איטלקי ל- M2 M0",
            "zh": "意 大 利 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P453 M2 }"
        },
        "question": {
            "en": "Was a actor of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ನಟನಾ",
            "he": "האם היה שחקן M1 ו- M2 M0",
            "zh": "是 M1 和 M2   M0 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was a actor of M0 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ M1 ನ ನಟನಾ",
            "he": "האם היה שחקן של בן הזוג של M0 M1",
            "zh": "是 M0 的 配 偶 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was a actor of M0 's parent M1",
            "kn": "M0 ನ ಪೋಷಕ M1 ನ ನಟನಾ",
            "he": "האם היה שחקן של הורה M0 M1",
            "zh": "M0 的 父 M1 是 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was a actor of M0 's employee M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ನಟನಾ",
            "he": "האם היה שחקן של עובד M0 M1",
            "zh": "是 M0 的 员 工 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was a actor of a female sibling of M0 M2",
            "kn": "M0 M2 ನ ಸ್ತ್ರೀ ಸಹೋದರನ ನಟನಾ",
            "he": "האם היה שחקן של אח / ה מ- M0 M2",
            "zh": "是 M0   M2 的 女 性 同 胞 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was a actor of a parent of M0 M1",
            "kn": "M0 M1 ನ ಪೋಷಕರ ನಟನಾ",
            "he": "האם היה שחקן להורה של M0 M1",
            "zh": "是 M0   M1 的 父 母 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P453 M2 }"
        },
        "question": {
            "en": "Was a actor that M1 and M2 were played by M0",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ಆಡಿದ ನಟ",
            "he": "האם שחקן ש- M1 ו- M2 שיחקו על ידי M0",
            "zh": "M1 和 M2 是 由 M0 扮 演 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was a employee of M0 's child M1",
            "kn": "M0 ನ ಮಗು M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד של ילד M0 M1",
            "zh": "是 M0 的 孩 子 M1 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was a employee of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד של M1 ו- M2 M0",
            "zh": "M1 和 M2 的 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Was a employee of M1 M0",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד של M1 M0",
            "zh": "是 M1   M0 的 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was a employee of M0 's parent M1",
            "kn": "M0 ನ ಪೋಷಕ M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה עובד מההורה של M0 M1",
            "zh": "是 M0 的 父 M1 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P21 wd:Q6581097 . FILTER ( ?x0 != ?x1 ) . M3 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M3 produced by M2 's male parent 's German sibling",
            "kn": "M3 ಅನ್ನು M2 ನ ಪುರುಷ ಪೋಷಕರ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M3 הופק על ידי אחיו הגרמני של ההורה הגבר M2",
            "zh": "M3 是 由 M2 的 男 性 父 母 的 德 国 同 胞 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and produced by a female parent of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಮಹಿಳಾ ಪೋಷಕರು ಬರೆದು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי והורה נשי ל- M1 והופק אותו",
            "zh": "M2 是 由 M1 的 女 性 父 母 写 成 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M1 's Spanish spouse",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי בן הזוג הספרדי של M1",
            "zh": "M2 的 执 行 人 员 是 由 M1 的 西 班 牙 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Spanish Italian sibling",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה האח האיטלקי הספרדי של M0 M1",
            "zh": "M0   M1 是 西 班 牙 文 的 意 大 利 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q142 . M3 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Spanish French employee 's parent M3",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯ ಪೋಷಕ M3 ಆಗಿದೆಯೇ",
            "he": "האם ההורה של עובד צרפתי ספרדי M0 היה M3",
            "zh": "M0 的 西 班 牙 法 国 雇 员 的 父 母 是 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P26 M3 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M3 ) . M4 wdt:P112 ?x0 . M4 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Was M4 founded by M0 's male sibling and founded by M3 's French spouse",
            "kn": "M4 ಅನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M3 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M4 הוקם על ידי אחיו הגבר של M0 והוקם על ידי בן הזוג הצרפתי של M3",
            "zh": "M4 是 由 M0 的 男 性 兄 弟 姐 妹 创 立 的 ， 还 是 由 M3 的 法 国 配 偶 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Italian Canadian employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಇಟಾಲಿಯನ್ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד קנדי איטלקי של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 意 大 利 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1040 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 edited by M0 's employee",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ו- M2 נערכו על ידי עובד M0",
            "zh": "M1 和 M2 是 否 由 M0 的 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು M1 ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕರನ್ನು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 ו- M2 הופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 是 M1 和 M2 执 行 人 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P58 ?x0 . M3 wdt:P58 M4 . M5 wdt:P58 ?x0 . M5 wdt:P58 M4 }"
        },
        "question": {
            "en": "Were M3 and M5 written by M4 and written by M0 's French Italian sibling",
            "kn": "M3 ಮತ್ತು M5 ಅನ್ನು M4 ಮತ್ತು M0 ನ ಫ್ರೆಂಚ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M3 ו- M5 נכתבו על ידי M4 ונכתבו על ידי אחיו הצרפתי האיטלקי של M0",
            "zh": "M3 和 M5 是 由 M4 编 写 并 由 M0 的 法 文 意 大 利 同 胞 兄 弟 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 written by , produced by , directed by , and edited by M0 's British employee",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 ו- M3 נכתבו על ידי, הופקו על ידי בימוי ונערכו על ידי העובד הבריטי של M0",
            "zh": "M2 和 M3 是 否 由 M0 的 英 国 雇 员 撰 写 ， 制 作 ， 导 演 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P27 wd:Q38 . ?x2 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) . M2 wdt:P1431 M3 . M2 wdt:P58 ?x0 . M4 wdt:P1431 M3 . M4 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 executive produced by M3 and written by M0 's Italian sibling 's spouse 's sibling",
            "kn": "M2 ಮತ್ತು M4 ಕಾರ್ಯನಿರ್ವಾಹಕರು M3 ನಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟರು ಮತ್ತು M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 ו- M4 הופק על ידי M3 ונכתב על ידי אחיו של בן / בת הזוג של האחות האיטלקית M0",
            "zh": "M2 和 M4 执 行 人 员 是 否 由 M3 制 作 并 由 M0 的 意 大 利 兄 弟 姐 妹 的 配 偶 兄 弟 姐 妹 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 written by , edited by , and produced by a Spanish sibling of M0",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರರಿಂದ ಬರೆಯಲಾಗಿದೆ, ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M3 נכתבו על ידי, נערכו על ידי והופקו על ידי אח ספרדי של M0",
            "zh": "M2 和 M3 是 否 由 M0 的 西 班 牙 兄 弟 姐 妹 编 写 ， 编 辑 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P1431 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 executive produced by M0 's child",
            "kn": "M0 ನ ಮಗು M1 ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕರನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 ו- M2 הופק על ידי הילד של M0",
            "zh": "M0 的 孩 子 产 生 了 M1 和 M2 执 行 人 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q142 . M2 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Were M0 and M2 French",
            "kn": "M0 ಮತ್ತು M2 ಫ್ರೆಂಚ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 ו- M2 היו צרפתים",
            "zh": "M0 和 M2 是 法 国 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 . M4 wdt:P112 ?x0 . M4 wdt:P112 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 founded by M3 and founded by M0 's British sibling",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M4 הוקמו על ידי M3 והוקמו על ידי אחיו הבריטי של M0",
            "zh": "M2 和 M4 是 由 M3 创 建 并 由 M0 的 英 国 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 edited by , produced by , and written by a Canadian sibling of M0",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು M0 ನಿಂದ ಸಂಪಾದಿಸಿ, ನಿರ್ಮಿಸಿ, ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M2 ו- M3 נערכו על ידי, הופקו על ידי ונכתבו על ידי אח קנדי מ- M0",
            "zh": "M2 和 M3 是 由 加 拿 大 的 M0 兄 弟 姐 妹 编 辑 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 directed and written by a male sibling of M0",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M0 ನ ಗಂಡು ಸಹೋದರ ನಿರ್ದೇಶಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M3 בוימו ונכתבו על ידי אח או זכר מ- M0",
            "zh": "M2 和 M3 是 否 由 M0 的 男 性 同 胞 指 导 和 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1431 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 written , executive produced , and directed by a female spouse of M1",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M3 נכתבו, הופקו והופנו על ידי בן / בת זוג של M1",
            "zh": "M2 和 M3 是 由 M1 的 女 性 配 偶 撰 写 ， 执 行 并 由 其 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 . M4 wdt:P112 ?x0 . M4 wdt:P112 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 founded by a female employee of M0 and founded by M3",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 ו- M4 הוקמו על ידי עובדת של M0 והוקמו על ידי M3",
            "zh": "M2 和 M4 是 由 M0 的 女 性 雇 员 创 立 并 由 M3 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 M3 . M2 wdt:P162|wdt:P272 ?x0 . M4 wdt:P57 M3 . M4 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 directed by M3 and produced by a Spanish sibling of M0",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M3 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M4 הופנו על ידי M3 והופקו על ידי אח ספרדי של M0",
            "zh": "M2 和 M4 是 由 M3 指 挥 并 由 西 班 牙 同 胞 M0 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P57 ?x0 . M4 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Were M3 and M4 directed by M0 's German American sibling",
            "kn": "M0 ನ ಜರ್ಮನ್ ಅಮೇರಿಕನ್ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ M3 ಮತ್ತು M4 ಇದೆಯೇ",
            "he": "האם M3 ו- M4 הופנו על ידי אחיו הגרמני האמריקני של M0",
            "zh": "M3 和 M4 是 由 M0 的 德 裔 美 国 人 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P58 M1 . M2 wdt:P1040 M1 . M2 wdt:P58 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 written by and edited by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ಬರೆದು ಸಂಪಾದಿಸಿದ್ದೀರಾ",
            "he": "האם M0 ו- M2 נכתבו על ידי M1 ונערכו",
            "zh": "M0 和 M2 是 由 M1 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P1040 M1 . M2 wdt:P57 M1 . M2 wdt:P1040 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 edited and directed by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದೀರಾ",
            "he": "האם M0 ו- M2 נערכו ובוימו על ידי M1",
            "zh": "M0 和 M2 是 否 由 M1 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P1431 M3 . M2 wdt:P58 ?x0 . M4 wdt:P1431 M3 . M4 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 executive produced by M3 and written by a German parent of M1",
            "kn": "M2 ಮತ್ತು M4 ಕಾರ್ಯನಿರ್ವಾಹಕರು M3 ನಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟರು ಮತ್ತು M1 ನ ಜರ್ಮನ್ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 ו- M4 הופק על ידי M3 ונכתב על ידי הורה גרמני ל- M1",
            "zh": "M2 和 M4 执 行 人 员 是 由 M3 制 作 并 由 M1 的 德 国 父 母 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M1 . M0 wdt:P1040 M1 . M2 wdt:P57 M1 . M2 wdt:P1040 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 edited by and directed by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದೀರಾ",
            "he": "האם M0 ו- M2 נערכו על ידי M1 ובוימו",
            "zh": "M0 和 M2 是 否 由 M1 编 辑 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 founded by a spouse of M0",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ו- M2 הוקמו על ידי בן / בת זוג של M0",
            "zh": "M1 和 M2 是 否 由 M0 的 配 偶 成 立 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 M3 . M2 wdt:P1431 ?x0 . M4 wdt:P57 M3 . M4 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 executive produced by a male sibling of M0 and directed by M3",
            "kn": "M2 ಮತ್ತು M4 ಕಾರ್ಯನಿರ್ವಾಹಕರು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟರು ಮತ್ತು M3 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 ו- M4 הופק על ידי אח או זכר M0 וביים M3",
            "zh": "M2 和 M4 执 行 人 员 是 由 M0 的 男 性 同 胞 产 生 并 由 M3 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) . M2 wdt:P57 M3 . M2 wdt:P58 ?x0 . M4 wdt:P57 M3 . M4 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 written by M1 's Mexican spouse 's parent and directed by M3",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯ ಪೋಷಕರು ಬರೆದು M3 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M4 נכתבו על ידי ההורה של בן הזוג המקסיקני של M1 ובוימו על ידי M3",
            "zh": "M2 和 M4 是 由 M1 的 墨 西 哥 配 偶 的 父 母 所 写 ， 并 由 M3 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q16 . M3 wdt:P737 ?x0 . M4 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Were M3 and M4 influenced by a Canadian employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಿಂದ M3 ಮತ್ತು M4 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 הושפעו מעובד קנדי של M0 ו- M1",
            "zh": "M3 和 M4 是 否 受 到 M0 和 M1 的 加 拿 大 雇 员 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q142 . M3 wdt:P58 ?x0 . M4 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M3 and M4 written by a French employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ M3 ಮತ್ತು M4 ಅನ್ನು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M3 ו- M4 נכתבו על ידי עובד צרפתי ב- M0 ו- M1",
            "zh": "M3 和 M4 是 由 M0 和 M1 的 法 国 雇 员 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q30 . M2 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Were M0 and M2 American",
            "kn": "M0 ಮತ್ತು M2 ಅಮೆರಿಕನ್ನರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 ו- M2 אמריקאים",
            "zh": "M0 和 M2 是 美 国 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P737 ?x0 . M2 wdt:P737 M3 . M4 wdt:P737 ?x0 . M4 wdt:P737 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 influenced by M3 and influenced by a German sibling of M0",
            "kn": "M2 ಮತ್ತು M4 M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದ್ದವು ಮತ್ತು M0 ನ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 הושפעו מ- M3 והושפעו מאח גרמני של M0",
            "zh": "M2 和 M4 是 否 受 M3 的 影 响 并 且 受 德 国 同 胞 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 . M2 wdt:P112 M4 . M5 wdt:P112 ?x0 . M5 wdt:P112 M3 . M5 wdt:P112 M4 }"
        },
        "question": {
            "en": "Were M2 and M5 founded by M3 and M4 and founded by a German sibling of M0",
            "kn": "M2 ಮತ್ತು M5 ಅನ್ನು M3 ಮತ್ತು M4 ಸ್ಥಾಪಿಸಿದವು ಮತ್ತು M0 ನ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 ו- M5 הוקמו על ידי M3 ו- M4 והוקמו על ידי אח גרמני של M0",
            "zh": "M2 和 M5 是 由 M3 和 M4 创 建 并 由 德 国 同 胞 M0 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P737 ?x0 . M2 wdt:P737 M3 . M4 wdt:P737 ?x0 . M4 wdt:P737 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 influenced by M3 and influenced by M0 's Dutch sibling",
            "kn": "M2 ಮತ್ತು M4 M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದ್ದವು ಮತ್ತು M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 הושפעו מ- M3 והושפעו מאחיו ההולנדי של M0",
            "zh": "M2 和 M4 是 否 受 M3 和 M0 的 荷 兰 兄 弟 姐 妹 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M2 wdt:P1431 ?x0 . M2 wdt:P1431 M3 . M4 wdt:P1431 ?x0 . M4 wdt:P1431 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 executive produced by M0 's American sibling 's spouse and executive produced by M3",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ M2 ಮತ್ತು M4 ಕಾರ್ಯನಿರ್ವಾಹಕರು ಮತ್ತು M3 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರು ಇದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 ו- M4 הופק על ידי בן / בת הזוג והאחיות האמריקאי של M0 / M3",
            "zh": "M2 和 M4 执 行 人 员 是 由 M0 的 美 国 同 胞 的 配 偶 生 产 的 ， 还 是 M3 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1040 ?x0 . M3 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 edited by , produced by , and directed by a Italian spouse of M1",
            "kn": "M2 ಮತ್ತು M3 ಅನ್ನು M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ, ನಿರ್ಮಿಸಿ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M3 נערכו על ידי, הופקו על ידי ובוימו על ידי בן זוג איטלקי של M1",
            "zh": "M2 和 M3 是 否 由 M1 的 意 大 利 配 偶 编 辑 ， 制 作 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M1 and M2 written and produced by M0 's sibling",
            "kn": "M1 ಮತ್ತು M2 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ו- M2 נכתבו והופקו על ידי אחיו של M0",
            "zh": "M1 和 M2 是 由 M0 的 兄 弟 姐 妹 编 写 和 生 成 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P162|wdt:P272 M3 . M4 wdt:P162|wdt:P272 ?x0 . M4 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Were M2 and M4 produced by a Dutch employee of M0 and produced by M3",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು ಡಚ್ ಉದ್ಯೋಗಿ M0 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M3 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 הופקו על ידי עובד הולנדי ב- M0 ויוצרו על ידי M3",
            "zh": "M2 和 M4 是 由 M0 的 荷 兰 雇 员 生 产 的 ， 还 是 由 M3 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P1431 M1 . M2 wdt:P1040 M1 . M2 wdt:P1431 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 executive produced and edited by M1",
            "kn": "M0 ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕರು M1 ನಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M0 ו- M2 הופק ונערך על ידי M1",
            "zh": "M0 和 M2 执 行 官 是 由 M1 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 M3 . M2 wdt:P58 M4 . M5 wdt:P162|wdt:P272 ?x0 . M5 wdt:P58 M3 . M5 wdt:P58 M4 }"
        },
        "question": {
            "en": "Were M2 and M5 written by M3 and M4 and produced by a British parent of M1",
            "kn": "M2 ಮತ್ತು M5 ಅನ್ನು M3 ಮತ್ತು M4 ಬರೆದಿದ್ದು ಮತ್ತು M1 ನ ಬ್ರಿಟಿಷ್ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ו- M5 נכתבו על ידי M3 ו- M4 והופקו על ידי הורה בריטי ל- M1",
            "zh": "M2 和 M5 是 由 M3 和 M4 编 写 并 由 M1 的 英 国 父 母 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 M3 . M2 wdt:P58 ?x0 . M4 wdt:P1431 M3 . M4 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M4 written by a female sibling of M0 and executive produced by M3",
            "kn": "M2 ಮತ್ತು M4 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಸಹೋದರ ಮತ್ತು M3 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 ו- M4 נכתבו על ידי אחיה של M0 והמנהל המיוצרת על ידי M3",
            "zh": "M2 和 M4 是 否 由 M0 的 女 性 兄 弟 姐 妹 编 写 并 由 M3 产 生 的 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 . M3 wdt:P57 ?x0 . M3 wdt:P1431 ?x0 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Were M2 and M3 directed , executive produced , and written by a male sibling of M0",
            "kn": "M2 ಮತ್ತು M3 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 ו- M3 הופנו, נבחרו ונכתבו על ידי אח או זכר M0",
            "zh": "M2 和 M3 是 由 M0 的 男 性 兄 弟 姐 妹 导 演 ， 执 行 制 作 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P162|wdt:P272 M1 . M2 wdt:P1040 M1 . M2 wdt:P162|wdt:P272 M1 }"
        },
        "question": {
            "en": "Were M0 and M2 edited and produced by M1",
            "kn": "M0 ಮತ್ತು M2 ಅನ್ನು M1 ಸಂಪಾದಿಸಿ ಉತ್ಪಾದಿಸುತ್ತಿದೆಯೇ",
            "he": "האם M0 ו- M2 נערכו והופקו על ידי M1",
            "zh": "M0 和 M2 是 由 M1 编 辑 和 制 作 的 吗 ？"
        }
    }
]