[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star a actor of M0 and M1 and star M3",
            "kn": "M2 M0 ಮತ್ತು M1 ನ ನಟ ಮತ್ತು ಸ್ಟಾರ್ M3 ನಟಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 כיכב שחקן של M0 ו- M1 וכוכב M3",
            "zh": "M2 是 否 曾 担 任 M0 和 M1 以 及 M3 的 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M3 wdt:P26 ?x0 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 and M3 marry M0 's spouse and sibling and marry M2",
            "kn": "M1 ಮತ್ತು M3 M0 ನ ಸಂಗಾತಿಯನ್ನು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M3 התחתנו עם בן הזוג של M0 ואחיו והתחתנו עם M2",
            "zh": "M1 和 M3 嫁 给 M0 的 配 偶 和 兄 弟 姐 妹 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star a child of M0 and star M2",
            "kn": "M1 ನಕ್ಷತ್ರ M0 ಮತ್ತು ನಕ್ಷತ್ರ M2 ನ ಮಗು",
            "he": "האם M1 כיכב ילד של M0 וכוכב M2",
            "zh": "M1 是 否 给 M0 的 孩 子 加 了 M2 的 孩 子 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M0 's sibling and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M2 ಸ್ಟಾರ್ ಮಾಡಿದ್ದಾರೆಯೇ",
            "he": "האם M1 כיכב את אחיו של M0 וכוכב M2",
            "zh": "M1 是 否 为 M0 的 同 级 星 和 M2 为 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != ?x1 ) . M3 wdt:P26 ?x0 . M3 wdt:P26 ?x1 }"
        },
        "question": {
            "en": "Did M3 marry a German employee of M0 and marry a sibling of M2",
            "kn": "M3 M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿ M2 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 התחתנה עם עובד גרמני של M0 והתחתנה עם אח של M2",
            "zh": "M3 与 M0 的 德 国 雇 员 结 婚 并 且 与 M2 的 兄 弟 姐 妹 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . FILTER ( M3 != ?x0 ) . FILTER ( M4 != ?x0 ) . M3 wdt:P26 ?x0 . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 and M4 marry a Swedish spouse of M1 's American sibling",
            "kn": "M3 ಮತ್ತು M4 M1 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 התחתנו עם בן זוג שוודי לאחיו האמריקני של M1",
            "zh": "M3 和 M4 是 否 与 M1 的 美 国 同 胞 的 瑞 典 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's spouse and sibling",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם בן / בת הזוג ואחיו של M0",
            "zh": "M1 嫁 给 M0 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry M0 's parent",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם M2 והתחתנה עם ההורה של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a Mexican sibling of M0",
            "kn": "M2 M0 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם אח מקסיקני של M0",
            "zh": "M2 嫁 给 了 墨 西 哥 的 M0 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q96 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) . M4 wdt:P161 ?x0 . M4 wdt:P161 ?x1 }"
        },
        "question": {
            "en": "Did M4 star M0 's Mexican employee and star M2 's Spanish sibling",
            "kn": "M4 ಸ್ಟಾರ್ M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ ಮತ್ತು ಸ್ಟಾರ್ M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರ",
            "he": "האם M4 כיכב העובד המקסיקני של M0 ואחיו הספרדי של M2",
            "zh": "M4 是 M0 的 墨 西 哥 雇 员 ， 还 是 M2 是 西 班 牙 的 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling and parent",
            "kn": "M1 M0 ರ ಸಹೋದರ ಮತ್ತು ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו וההורה של M0",
            "zh": "M1 和 M0 的 兄 弟 姐 妹 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M3 wdt:P26 ?x0 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 and M3 marry M0 's sibling and marry M2",
            "kn": "M1 ಮತ್ತು M3 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M3 התחתנו עם אחיו של M0 והתחתנו עם M2",
            "zh": "M1 和 M3 嫁 给 M0 的 兄 弟 姐 妹 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling and spouse",
            "kn": "M1 M0 ರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו ובן זוגו של M0",
            "zh": "M1 和 M0 的 兄 弟 姐 妹 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M2 and marry M0 's parent and spouse",
            "kn": "M1 M2 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם M2 והתחתנה עם ההורה ובן הזוג של M0",
            "zh": "M1 嫁 给 M2 并 嫁 给 M0 的 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star M0 's spouse",
            "kn": "M1 ಮತ್ತು M2 ಸ್ಟಾರ್ M0 ಅವರ ಸಂಗಾತಿಯನ್ನು ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 ו- M2 מככבים את בן הזוג של M0",
            "zh": "M1 和 M2 是 否 为 M0 的 配 偶 担 任 主 角 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's parent and spouse",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם ההורה ובן הזוג של M0",
            "zh": "M1 嫁 给 M0 的 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M0 's parent 's actor and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರ ನಟ ಮತ್ತು ಸ್ಟಾರ್ M2 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם כוכב M1 כיכב שחקן ההורים של M0 וכוכב M2",
            "zh": "M1 是 M0 的 父 母 的 演 员 ， 还 是 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M1 's sibling 's Spanish spouse and star M3",
            "kn": "M2 ಸ್ಟಾರ್ M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿ ಮತ್ತು ಸ್ಟಾರ್ M3 ಇದೆಯೇ",
            "he": "האם M2 כיכב בן / בת הזוג של אחיו של M1 / הכוכב M3",
            "zh": "M2 是 否 曾 为 M1 的 兄 弟 姐 妹 的 西 班 牙 配 偶 和 M3 担 任 过 明 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . M3 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M3 star M0 's American female employee",
            "kn": "M3 ಸ್ಟಾರ್ M0 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ",
            "he": "האם M3 כיכבה עובדת אמריקאית של M0",
            "zh": "M3 是 否 给 M0 的 美 国 女 星 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M1 's female spouse and marry M3",
            "kn": "M2 M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם בן זוגה של M1 והתחתנה עם M3",
            "zh": "M2 嫁 给 M1 的 女 性 配 偶 并 嫁 给 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x1 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 ?x1 }"
        },
        "question": {
            "en": "Did M2 marry M1 's spouse and marry a sibling of M0",
            "kn": "M2 M1 ನ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם בן הזוג של M1 והתחתנה עם אח של M0",
            "zh": "M2 嫁 给 M1 的 配 偶 并 嫁 给 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's parent",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರೇ",
            "he": "האם M1 כינה את ההורה של M0",
            "zh": "M1 是 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M3 wdt:P26 ?x0 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 and M3 marry M0 's sibling and spouse and marry M2",
            "kn": "M1 ಮತ್ತು M3 M0 ರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M3 התחתנו עם אחיו של M0 ובן זוגם והתחתנו עם M2",
            "zh": "M1 和 M3 嫁 给 M0 的 兄 弟 姐 妹 和 配 偶 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M1 != M3 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M1 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M1 marry a spouse of M0 and marry M2 and M3",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿ M2 ಮತ್ತು M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם בן / בת זוג של M0 והתחתנה עם M2 ו- M3",
            "zh": "M1 嫁 给 M0 的 配 偶 并 嫁 给 M2 和 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M2 ) . FILTER ( M3 != M1 ) . FILTER ( M3 != M2 ) . M0 wdt:P26 M1 . M0 wdt:P26 M2 . M3 wdt:P26 M1 . M3 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M0 and M3 marry M1 and marry M2",
            "kn": "M0 ಮತ್ತು M3 M1 ಅನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M0 ו- M3 התחתנו עם M1 והתחתנו עם M2",
            "zh": "M0 和 M3 嫁 给 M1 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M2 wdt:P161 M4 }"
        },
        "question": {
            "en": "Did M2 star a Mexican sibling of M0 and star M3 and M4",
            "kn": "M2 ಮೆಕ್ಸಿಕನ್ ಸಹೋದರ M0 ಮತ್ತು ಸ್ಟಾರ್ M3 ಮತ್ತು M4 ಅನ್ನು ಸ್ಟಾರ್ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 כיכב אח מקסיקני של M0 וכוכב M3 ו- M4",
            "zh": "M2 是 否 给 墨 西 哥 同 胞 M0 以 及 M3 和 M4 做 星 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M1 != M3 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M1 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M1 marry M0 's sibling and marry M2 and M3",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಮತ್ತು M3 ಗಳನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אחיו של M0 והתחתן עם M2 ו- M3",
            "zh": "M1 嫁 给 M0 的 同 胞 并 嫁 给 M2 和 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry a sibling and parent of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಒಡಹುಟ್ಟಿದ ಮತ್ತು ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם אח והורה ל- M0",
            "zh": "M1 和 M2 是 否 与 M0 的 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 marry M2 's Chinese spouse 's Canadian spouse",
            "kn": "M3 M2 ನ ಚೀನೀ ಸಂಗಾತಿಯ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯನ್ನು M3 ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 התחתנה עם בן הזוג הקנדי של בן הזוג הסיני של M2",
            "zh": "M3 嫁 给 了 M2 的 中 国 配 偶 的 加 拿 大 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a Canadian sibling of a Canadian sibling of M1",
            "kn": "M1 ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರ M1 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರನ್ನು M2 ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם אח קנדי של אח קנדי של M1",
            "zh": "M2 和 M1 的 加 拿 大 同 胞 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M2 != ?x0 ) . M1 wdt:P26 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 marry a sibling of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 ו- M2 התחתנו עם אח של M0",
            "zh": "M1 和 M2 结 婚 了 M0 的 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry a sibling of M0 and marry M2",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אח של M0 והתחתן עם M2",
            "zh": "M1 嫁 给 M0 的 同 胞 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q38 . M3 wdt:P161 ?x0 . M3 wdt:P161 M4 . M3 wdt:P161 M5 }"
        },
        "question": {
            "en": "Did M3 star M4 and M5 and star a Italian employee of M0 and M1",
            "kn": "M3 ಸ್ಟಾರ್ M4 ಮತ್ತು M5 ಮತ್ತು M0 ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯನ್ನು ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M3 כיכב M4 ו- M5 וכיכב עובד איטלקי של M0 ו- M1",
            "zh": "M3 是 否 给 M4 和 M5 加 了 星 标 ， 并 给 M0 和 M1 的 意 大 利 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star a parent of M0 and star M2",
            "kn": "M1 ನಕ್ಷತ್ರ M0 ಮತ್ತು ಸ್ಟಾರ್ M2 ನ ಪೋಷಕರಾಗಿದೆಯೇ",
            "he": "האם M1 כיכב הורה ל- M0 וכוכב M2",
            "zh": "M1 是 否 给 M0 和 M2 做 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a spouse and sibling of M0",
            "kn": "M1 ಸಂಗಾತಿ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם בן זוג ואחיו של M0",
            "zh": "M1 是 否 与 M0 的 配 偶 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q142 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M3 and star M0 's French employee",
            "kn": "M2 ಸ್ಟಾರ್ M3 ಮತ್ತು ಸ್ಟಾರ್ M0 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ",
            "he": "האם M2 כיכב ב- M3 ובעובד הצרפתי של M0",
            "zh": "M2 是 否 给 M3 和 M0 的 法 国 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's parent and sibling",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם ההורה והאח של M0",
            "zh": "M1 嫁 给 M0 的 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star M0 's British employee",
            "kn": "M2 ಸ್ಟಾರ್ M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ",
            "he": "האם M2 כיכב העובד הבריטי של M0",
            "zh": "M2 是 否 给 M0 的 英 国 雇 员 加 了 星 标 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M2 star a Italian sibling of M0",
            "kn": "M2 ಇಟಲಿಯ ಒಡಹುಟ್ಟಿದವರ M0 ಅನ್ನು ನಕ್ಷತ್ರ ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 כיכב אח איטלקי של M0",
            "zh": "M2 是 否 曾 为 M0 的 意 大 利 同 胞 加 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q96 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry a Mexican parent of M1",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M1 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם הורה מקסיקני ל- M1",
            "zh": "M2 嫁 给 M3 并 嫁 给 M1 的 墨 西 哥 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q38 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry M0 's Italian employee",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם העובד האיטלקי של M0",
            "zh": "M2 嫁 给 M3 并 嫁 给 M0 的 意 大 利 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star a spouse of M0 's parent",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 ו- M2 כיכבו בת זוג של הורה M0",
            "zh": "M1 和 M2 是 M0 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M3 and marry a male spouse of M1",
            "kn": "M2 M3 ಅನ್ನು ಮದುವೆಯಾಗಿ M1 ನ ಪುರುಷ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם M3 והתחתנה עם בן זוג גבר של M1",
            "zh": "M2 嫁 给 M3 并 嫁 给 M1 的 男 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M2 marry a Dutch employee of M0",
            "kn": "M2 M0 ನ ಡಚ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם עובד הולנדי של M0",
            "zh": "M2 与 M0 的 荷 兰 雇 员 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . FILTER ( M4 != ?x0 ) . FILTER ( M4 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 . M4 wdt:P26 ?x0 . M4 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 and M4 marry M0 's male sibling and marry M3",
            "kn": "M2 ಮತ್ತು M4 M0 ನ ಗಂಡು ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M4 התחתנו עם אחיו הגברי של M0 והתחתנו עם M3",
            "zh": "M2 和 M4 嫁 给 M0 的 男 性 同 胞 并 嫁 给 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . FILTER ( M1 != M3 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 . M1 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M1 marry a sibling of M0 and marry M2 and M3",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾಗಿ M2 ಮತ್ತು M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם אח של M0 והתחתן עם M2 ו- M3",
            "zh": "M1 嫁 给 了 M0 的 同 胞 并 嫁 给 M2 和 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M2 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 and M2 star a sibling of M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಒಡಹುಟ್ಟಿದವರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 ו- M2 כיכבו אח של M0",
            "zh": "M1 和 M2 是 否 曾 是 M0 的 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M4 ) . M3 wdt:P26 ?x0 . M3 wdt:P26 M4 }"
        },
        "question": {
            "en": "Did M3 marry M0 's Spanish Mexican sibling and marry M4",
            "kn": "M3 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿ M4 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 התחתנה עם אחיו המקסיקני הספרדי של M0 והתחתנה עם M4",
            "zh": "M3 嫁 给 了 M0 的 西 班 牙 墨 西 哥 兄 弟 姐 妹 并 嫁 给 了 M4 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29999 . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M2 star M0 's Dutch employee and star M3",
            "kn": "M2 ಸ್ಟಾರ್ M0 ನ ಡಚ್ ಉದ್ಯೋಗಿ ಮತ್ತು ಸ್ಟಾರ್ M3 ಅನ್ನು ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M2 כיכב העובד ההולנדי של M0 וכוכב M3",
            "zh": "M2 是 否 给 M0 的 荷 兰 员 工 加 了 星 号 ， 并 给 M3 加 了 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29999 . FILTER ( M3 != ?x0 ) . FILTER ( M3 != M4 ) . M3 wdt:P26 ?x0 . M3 wdt:P26 M4 }"
        },
        "question": {
            "en": "Did M3 marry M4 and marry a Dutch employee of M0 and M1",
            "kn": "M3 M4 ಅನ್ನು ಮದುವೆಯಾಗಿ M0 ಮತ್ತು M1 ನ ಡಚ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 התחתנה עם M4 והתחתנה עם עובד הולנדי של M0 ו- M1",
            "zh": "M3 嫁 给 M4 并 嫁 给 M0 和 M1 的 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star M0 's child",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಮಗು ಇದೆಯೇ",
            "he": "האם M1 כיכב בילד של M0",
            "zh": "M1 给 M0 的 孩 子 加 星 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 }"
        },
        "question": {
            "en": "Did M1 star M0 's parent and star M2",
            "kn": "M1 ಸ್ಟಾರ್ M0 ನ ಪೋಷಕರು ಮತ್ತು ನಕ್ಷತ್ರ M2 ಮಾಡಿದ್ದೀರಾ",
            "he": "האם M1 כוכב את ההורה של M0 ואת הכוכב M2",
            "zh": "M1 是 否 为 M0 的 父 级 和 M2 为 星 型 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P161 ?x0 }"
        },
        "question": {
            "en": "Did M1 star a parent of M0",
            "kn": "M1 ನಕ್ಷತ್ರ M0 ನ ಪೋಷಕರಾಗಿದೆಯೇ",
            "he": "האם M1 כיכב הורה ל- M0",
            "zh": "M1 是 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M3 != ?x0 ) . FILTER ( M4 != ?x0 ) . M3 wdt:P26 ?x0 . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 and M4 marry a female German sibling of M0",
            "kn": "M3 ಮತ್ತು M4 M0 ನ ಜರ್ಮನ್ ಜರ್ಮನ್ ಸಹೋದರನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 ו- M4 התחתנו עם אחיה גרמנית מ- M0",
            "zh": "M3 和 M4 是 否 与 M0 的 德 国 女 性 同 胞 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M3 marry a female actor of M0 and M1",
            "kn": "M3 M0 ಮತ್ತು M1 ನ ಮಹಿಳಾ ನಟನನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M3 התחתנה עם שחקנית נשים של M0 ו- M1",
            "zh": "M3 和 M0 和 M1 的 女 演 员 结 婚 了 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a spouse of M0",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם בן / בת זוג של M0",
            "zh": "M1 嫁 给 了 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry a child of M0",
            "kn": "M1 M0 ನ ಮಗುವನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם ילד M0",
            "zh": "M1 嫁 给 了 M0 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q34 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != M3 ) . M2 wdt:P26 ?x0 . M2 wdt:P26 M3 }"
        },
        "question": {
            "en": "Did M2 marry M0 's Swedish employee and marry M3",
            "kn": "M2 M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾಗಿ M3 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M2 התחתנה עם העובד השבדי של M0 והתחתנה עם M3",
            "zh": "M2 嫁 给 M0 的 瑞 典 雇 员 并 嫁 给 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 . M1 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M1 star a sibling of M0 and star M2 and M3",
            "kn": "M1 ನಕ್ಷತ್ರ M0 ಮತ್ತು ಸ್ಟಾರ್ M2 ಮತ್ತು M3 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 כיכב אח של M0 וכוכב M2 ו- M3",
            "zh": "M1 是 否 为 M0 的 同 级 星 以 及 M2 和 M3 的 同 级 星 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 }"
        },
        "question": {
            "en": "Did M0 play M1",
            "kn": "M0 M1 ಅನ್ನು ಆಡಿದೆಯೇ",
            "he": "האם M0 שיחק M1",
            "zh": "M0 玩 过 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M0 's spouse and parent and marry M2",
            "kn": "M1 M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם בן הזוג וההורה של M0 והתחתנה עם M2",
            "zh": "M1 嫁 给 M0 的 配 偶 和 父 母 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P161 ?x0 . M1 wdt:P161 M2 . M1 wdt:P161 M3 }"
        },
        "question": {
            "en": "Did M1 star M2 and M3 and star a sibling of M0",
            "kn": "M1 ಸ್ಟಾರ್ M2 ಮತ್ತು M3 ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಾಗಿ ನಟಿಸಿದ್ದೀರಾ",
            "he": "האם M1 כיכב M2 ו- M3 וכיכב אח של M0",
            "zh": "M1 是 否 给 M2 和 M3 加 上 了 M0 的 同 级 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry a parent of a actor of M0 and marry M2",
            "kn": "M1 M0 ನ ನಟನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתן עם הורה לשחקן של M0 והתחתן עם M2",
            "zh": "M1 嫁 给 M0 演 员 的 父 母 并 嫁 给 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P161 ?x0 . M2 wdt:P161 M3 . M2 wdt:P161 M4 . M5 wdt:P161 ?x0 . M5 wdt:P161 M3 . M5 wdt:P161 M4 }"
        },
        "question": {
            "en": "Did M2 and M5 star M3 and M4 and star M1 's German spouse",
            "kn": "M2 ಮತ್ತು M5 ಸ್ಟಾರ್ M3 ಮತ್ತು M4 ಮತ್ತು ಸ್ಟಾರ್ M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M2 ו- M5 כיכבו ב- M3 ו- M4 ובן הזוג הגרמני של M1",
            "zh": "M2 和 M5 是 否 为 M3 和 M4 以 及 M1 为 德 国 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Did M1 marry M0 's spouse 's spouse",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם בן / בת הזוג של M0",
            "zh": "M1 与 M0 的 配 偶 结 婚 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != M2 ) . M1 wdt:P26 ?x0 . M1 wdt:P26 M2 }"
        },
        "question": {
            "en": "Did M1 marry M0 's parent and marry M2",
            "kn": "M1 M0 ನ ಪೋಷಕರನ್ನು ಮದುವೆಯಾಗಿ M2 ಅನ್ನು ಮದುವೆಯಾಗಿದೆಯೇ",
            "he": "האם M1 התחתנה עם ההורה של M0 והתחתנה עם M2",
            "zh": "M1 嫁 给 M0 的 父 母 并 嫁 给 M2 吗 ？"
        }
    }
]