[
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was a female German spouse of M3 M0",
            "kn": "M3 M0 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה בת זוג גרמנית של M3 M0",
            "zh": "是 M3   M0 的 德 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a female Italian Spanish spouse of M4 M0",
            "kn": "M4 M0 ನ ಸ್ತ್ರೀ ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה בת זוג איטלקית ספרדית של M4 M0",
            "zh": "是 M4   M0 的 女 性 意 大 利 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q34 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a female Swedish French sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ತ್ರೀ ಸ್ವೀಡಿಷ್ ಫ್ರೆಂಚ್ ಸಹೋದರ",
            "he": "האם הייתה אחיה צרפתייה שוודית, אחיה של M1 M0",
            "zh": "M1   M0 是 瑞 典 瑞 典 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P453 ?x0 . M1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was a female actor of M0 's actor M1",
            "kn": "M0 ನ ನಟ M1 ನ ಮಹಿಳಾ ನಟನಾ",
            "he": "האם הייתה שחקנית נשית של שחקן M0 M1",
            "zh": "是 M0 的 演 员 M1 的 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was a female employee of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה עובדת של M1 ו- M2 M0",
            "zh": "M1 和 M2 的 女 性 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a female sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם היה אח / ות מ M1 M0",
            "zh": "是 M1   M0 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a female sibling of M0 's employee M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ಸ್ತ್ರೀ ಸಹೋದರರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה של עובדת M0 הייתה M1",
            "zh": "是 M0 员 工 M1 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a female sibling of M0 's actor M1",
            "kn": "M0 ನ ನಟ M1 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח נשי לשחקן M0 M1",
            "zh": "是 M0 演 员 M1 的 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a female spouse of M0 's spouse and sibling M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ ಮತ್ತು ಸಂಗಾತಿಯ M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג / בת זוג של M0 ואח / ה M1",
            "zh": "是 M0 的 配 偶 和 同 级 M1 的 女 方 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a male Dutch Swedish spouse of M4 M0",
            "kn": "M4 M0 ನ ಪುರುಷ ಡಚ್ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה בן זוג הולנדי שוודי של M4 M0",
            "zh": "是 M4   M0 的 荷 兰 荷 兰 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q34 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a male French Swedish parent of M4 M0",
            "kn": "M4 M0 ನ ಪುರುಷ ಫ್ರೆಂಚ್ ಸ್ವೀಡಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה שוודי צרפתי גבר ל- M4 M0",
            "zh": "M4   M0 是 瑞 典 男 性 瑞 典 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a male German British sibling of M1 M0",
            "kn": "ಪುರುಷ ಜರ್ಮನ್ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח בריטי גרמני זכר מ- M1 M0",
            "zh": "是 M1   M0 的 德 国 男 同 胞 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was a male actor of M1 M0",
            "kn": "M1 M0 ನ ಪುರುಷ ನಟನಾ",
            "he": "האם היה שחקן גבר של M1 M0",
            "zh": "是 M1   M0 的 男 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was a male employee of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד גבר של M1 ו- M2 M0",
            "zh": "M1 和 M2 的 男 性 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was a male employee of M1 M0",
            "kn": "M1 M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד גבר של M1 M0",
            "zh": "是 M1   M0 的 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a male sibling of M1 M0",
            "kn": "M1 M0 ನ ಗಂಡು ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם היה אח או זכר מ- M1 M0",
            "zh": "是 M1   M0 的 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a male spouse of M0 's spouse M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג גבר של בן הזוג של M0 היה M1",
            "zh": "是 M0 的 配 偶 M1 的 男 性 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a male spouse of M0 's parent and spouse M1",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯ M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג גבר להורה של M0 ובן / בת זוג M1",
            "zh": "是 M0 的 父 母 的 男 性 配 偶 和 M1 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a male spouse of M0 's sibling and parent M1",
            "kn": "M0 ರ ಸಹೋದರ ಮತ್ತು ಪೋಷಕ M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג / אחותו של M0 וההורה M1",
            "zh": "是 M0 的 兄 弟 姐 妹 的 男 性 配 偶 ， 还 是 父 母 的 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a male spouse of M0 's sibling and spouse M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಸಂಗಾತಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת זוג / אחים של M0 ובן / בת זוג M1",
            "zh": "是 M0 的 同 胞 的 男 性 配 偶 和 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a parent and sibling of M0 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ M1 ನ ಪೋಷಕರು ಮತ್ತು ಸಹೋದರರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה ואח לבן הזוג של M0 היה M1",
            "zh": "是 M0 的 配 偶 M1 的 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a parent and sibling of M1 M0",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು",
            "he": "האם הורה ואחיו של M1 M0",
            "zh": "是 M1   M0 的 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a parent and sibling of M0 's spouse and sibling M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ M1 ನ ಪೋಷಕರು ಮತ್ತು ಸಹೋದರರಾಗಿದ್ದರು",
            "he": "האם הורה ואח לבן / בת הזוג של M0 ואחיו M1",
            "zh": "M0 的 配 偶 和 M1 的 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a parent and spouse of M1 M0",
            "kn": "M1 M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם הורה ובן זוגו של M1 M0",
            "zh": "是 M1   M0 的 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a parent and spouse of M0 's spouse M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ M1 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם הורה ובן זוג של בן הזוג של M0 היה M1",
            "zh": "是 M0 的 配 偶 M1 的 父 母 和 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of M0 's German employee M2",
            "kn": "M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ M2 ನ ಪೋಷಕರು",
            "he": "האם הורה לעובד הגרמני M2 M0",
            "zh": "是 M0 的 德 国 员 工 M2 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of M0 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ M1 ನ ಪೋಷಕರು",
            "he": "האם הורה לבן הזוג של M0 היה M1",
            "zh": "是 M0 的 配 偶 M1 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Was a parent of M1 M0",
            "kn": "M1 M0 ನ ಪೋಷಕರು",
            "he": "האם הורה ל- M1 M0",
            "zh": "是 M1   M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of M0 's actor M1",
            "kn": "M0 ನ ನಟ M1 ನ ಪೋಷಕರು",
            "he": "האם הורה לשחקן M0 M1",
            "zh": "是 M0 演 员 M1 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of M0 's British sibling M2",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M2 ನ ಪೋಷಕರು",
            "he": "האם הורה לאחיו הבריטי M2 M0",
            "zh": "是 M0 英 国 同 胞 M2 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of M0 's spouse 's actor M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ನಟ M1 ನ ಪೋಷಕರು",
            "he": "האם הורה לשחקן בן / בת הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 的 演 员 M1 是 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q96 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of M0 's Mexican employee 's spouse M2",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯ M2 ನ ಪೋಷಕರು",
            "he": "האם הורה לבן / בת הזוג של עובדת מקסיקנית M0 M2",
            "zh": "是 M0 的 墨 西 哥 雇 员 的 配 偶 M2 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of a sibling of M0 M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು",
            "he": "האם היה הורה לאח של M0 M1",
            "zh": "是 M0   M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was a parent of a employee of M0 M1",
            "kn": "M0 M1 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರು",
            "he": "האם הורה לעובד M0 M1",
            "zh": "是 M0   M1 员 工 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P156 M1 }"
        },
        "question": {
            "en": "Was a prequel of M1 M0",
            "kn": "M1 M0 ನ ಪೂರ್ವಭಾವಿ",
            "he": "האם היה פריקוול של M1 M0",
            "zh": "是 M1   M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was a prequel of M0 's sequel M1",
            "kn": "M0 ನ ಉತ್ತರಭಾಗ M1 ನ ಪೂರ್ವಭಾವಿ",
            "he": "האם היה פריקוול לסרט ההמשך M1 של M0",
            "zh": "是 M0 的 续 集 M1 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was a prequel of a prequel of M0 M1",
            "kn": "M0 M1 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿ",
            "he": "האם היה פריקוול של פריקוול של M0 M1",
            "zh": "是 M0   M1 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was a prequel of a sequel of M0 M1",
            "kn": "M0 M1 ನ ಉತ್ತರಭಾಗದ ಪೂರ್ವಭಾವಿ",
            "he": "האם היה פריקוול לסרט ההמשך של M0 M1",
            "zh": "是 M0   M1 续 集 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P155 M1 }"
        },
        "question": {
            "en": "Was a sequel of M1 M0",
            "kn": "M1 M0 ನ ಉತ್ತರಭಾಗವೇ",
            "he": "האם היה סרט ההמשך של M1 M0",
            "zh": "是 M1   M0 的 续 集 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a sibling and parent of M1 M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אח והורה ל- M1 M0",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a sibling and spouse of M0 's sibling M1",
            "kn": "M0 ರ ಒಡಹುಟ್ಟಿದವರ M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה אח ובן זוגו של אח M0 M1",
            "zh": "是 M0 的 兄 弟 姐 妹 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a sibling of M1 M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של M1 M0",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's male actor M2",
            "kn": "M0 ನ ಪುರುಷ ನಟ M2 ರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של השחקן הגברי M0 M2",
            "zh": "是 M0 的 男 演 员 M2 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח של אח M0 היה M1",
            "zh": "是 M0 的 同 级 M1 的 同 级 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's female actor M2",
            "kn": "M0 ನ ಮಹಿಳಾ ನಟ M2 ಅವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של השחקן הנשי M2 M0",
            "zh": "是 M0 的 女 演 员 M2 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's spouse 's spouse M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯ M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח של בן / בת הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 是 M1 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's employee M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של עובד M0 M1",
            "zh": "是 M0 的 员 工 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של בן הזוג של M0 M1",
            "zh": "是 M0 的 配 偶 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of M0 's actor M1",
            "kn": "M0 ನ ನಟ M1 ರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של השחקן M0 M1",
            "zh": "是 M0 的 演 员 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q16 . FILTER ( M4 != ?x0 ) . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of a male Canadian British parent of M3 M4",
            "kn": "ಕೆನಡಾದ ಪುರುಷ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾದ M3 M4 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של הורה בריטי קנדי זכר ל- M3 M4",
            "zh": "是 M3   M4 的 加 拿 大 加 拿 大 男 性 父 母 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of a parent of M0 M1",
            "kn": "M0 M1 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של הורה ל- M0 M1",
            "zh": "是 M0   M1 的 父 母 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of a sibling and spouse of M0 M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಮತ್ತು ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של אח ובן זוגו של M0 M1",
            "zh": "是 M0   M1 的 同 胞 和 配 偶 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of a sibling of M0 M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של אח של M0 M1",
            "zh": "是 M0   M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a sibling of a spouse of M0 M1",
            "kn": "M0 M1 ನ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אח של בן / בת זוג של M0 M1",
            "zh": "是 M0   M1 的 配 偶 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a spouse and parent of M1 M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם בן / בת זוג והורה ל- M1 M0",
            "zh": "是 M1   M0 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse and parent of a sibling of M0 M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು",
            "he": "האם בן זוג והורה לאח של M0 M1",
            "zh": "是 M0   M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse and parent of a spouse of M0 M1",
            "kn": "M0 M1 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯ ಮತ್ತು ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם בן זוג והורה לבן / בת זוג של M0 M1",
            "zh": "是 M0   M1 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse and sibling of M0 's sibling M1",
            "kn": "M0 ರ ಸಹೋದರ M1 ರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג ואח של אח M0 היה M1",
            "zh": "是 M0 的 兄 弟 姐 妹 M1 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse and sibling of M0 's parent 's spouse M1",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯ M1 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת זוג ואחיו של בן / ת ההורה / ה M0 היו M1",
            "zh": "M0 的 父 母 的 配 偶 M1 是 其 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a spouse and sibling of M1 M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג ואחיו של M1 M0",
            "zh": "是 M1   M0 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse and sibling of M0 's parent M1",
            "kn": "M0 ನ ಪೋಷಕ M1 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג ואח להורה של M0 היו M1",
            "zh": "M0 的 父 母 M1 是 其 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's child M1",
            "kn": "M0 ನ ಮಗುವಿನ M1 ನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג של ילד M0 היה M1",
            "zh": "是 M0 的 孩 子 M1 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's actor M1",
            "kn": "M0 ನ ನಟ M1 ಅವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוגו של השחקן M0 היה M1",
            "zh": "是 M0 的 演 员 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P749 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's child 's spouse 's spouse M1",
            "kn": "M0 ನ ಮಗುವಿನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של בן / בת הזוג של M0 היה בן / בת הזוג M1",
            "zh": "M0 的 配 偶 是 孩 子 的 配 偶 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was a spouse of M1 M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של M1 M0",
            "zh": "是 M1   M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's spouse M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ M1 ನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של בן / בת הזוג M0 היו M1",
            "zh": "是 M0 的 配 偶 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's parent M1",
            "kn": "M0 ನ ಪೋಷಕ M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של הורה M0 היו M1",
            "zh": "是 M0 的 父 母 M1 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's sibling M1",
            "kn": "M0 ರ ಸಹೋದರ M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוגו של אח / ה M0 היו M1",
            "zh": "是 M0 的 同 级 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's spouse 's actor M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ ನಟ M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוגו של השחקן / ים של M0 היו M1",
            "zh": "是 M0 的 配 偶 的 演 员 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M1 's male spouse M2",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ M2 ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוגו של בן / בת הזוג M1 היו M2",
            "zh": "是 M1 的 男 性 配 偶 M2 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's employee 's sibling M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರ M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוגו של אחיו של עובד M0 היה M1",
            "zh": "是 M0 的 同 胞 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of M0 's employee M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוגו של עובד M0 היה M1",
            "zh": "是 M0 员 工 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of a child of M0 M1",
            "kn": "M0 M1 ಮಗುವಿನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של ילד M0 M1",
            "zh": "是 M0   M1 的 孩 子 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of a parent of M0 M1",
            "kn": "M0 M1 ನ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של הורה ל- M0 M1",
            "zh": "是 M0   M1 的 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of a sibling and spouse of M0 M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של אח / ה ובן / בת M0 M1",
            "zh": "是 M0   M1 的 兄 弟 姐 妹 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of a spouse and parent of M0 M1",
            "kn": "ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಮತ್ತು M0 M1 ನ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת זוג של בן / בת זוג והורה של M0 M1",
            "zh": "是 M0   M1 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a spouse of a spouse and sibling of M0 M1",
            "kn": "M0 M1 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת זוג של בן / בת זוג ואח / ה של M0 M1",
            "zh": "是 M0   M1 的 配 偶 和 同 胞 的 配 偶 吗 ？"
        }
    }
]