[
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Japanese sibling of M1",
            "kn": "M0 M1 ನ ಜಪಾನಿನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח יפני של M1",
            "zh": "M0 是 M1 的 日 本 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was M0 's child 's employee M1",
            "kn": "M0 ನ ಮಗುವಿನ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד הילד של M0 היה M1",
            "zh": "M0 的 孩 子 的 雇 员 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P108 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's employee 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי ההורה של עובד M0",
            "zh": "M1 是 由 M0 的 雇 员 的 父 母 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M2 directed by a male sibling of M0 and edited by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי אח או זכר M0 ונערך על ידי M3",
            "zh": "M2 是 由 M0 的 男 性 同 胞 导 演 并 由 M3 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's male spouse",
            "kn": "M0 M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגברי של M0 M2 היה",
            "zh": "是 M0   M2 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a French sibling of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח צרפתי של M1",
            "zh": "M0 是 M1 的 法 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 a female American spouse of M3",
            "kn": "M0 M3 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג אמריקאית של M3",
            "zh": "M0 是 M3 的 美 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Canadian sibling M0",
            "kn": "M1 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח הקנדי של M1 היה M0",
            "zh": "M1 是 加 拿 大 的 兄 弟 姐 妹 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M1 a child of M0 's employee",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಮಗುವಾಗಿದೆಯೇ",
            "he": "האם M1 היה ילד מעובד M0",
            "zh": "M1 是 M0 员 工 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Swedish sibling 's sibling M2",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של אח M0 היה M2",
            "zh": "M0 是 瑞 典 兄 弟 姐 妹 的 兄 弟 姐 妹 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M0 's female sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי אחיה הנשי של M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q34 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a French Swedish male sibling of M1",
            "kn": "M0 ಫ್ರೆಂಚ್ ಸ್ವೀಡಿಷ್ ಪುರುಷ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אחי זכר שוודי צרפתי מ- M1",
            "zh": "M0 是 M1 的 法 国 瑞 典 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Swedish French sibling of M1",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אחי צרפתי שוודי של M1",
            "zh": "M0 是 M1 的 瑞 典 法 裔 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q34 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a male Swedish French parent of M4",
            "kn": "M0 M4 ನ ಪುರುಷ ಸ್ವೀಡಿಷ್ ಫ್ರೆಂಚ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם M0 היה הורה צרפתי שוודי זכר ל- M4",
            "zh": "M0 是 M4 的 瑞 典 男 性 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M2 's Canadian actor M0",
            "kn": "M2 ನ ಕೆನಡಾದ ನಟ M0",
            "he": "האם השחקן הקנדי של M2 היה M0",
            "zh": "M2 的 加 拿 大 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M2 's Dutch actor M0",
            "kn": "M2 ನ ಡಚ್ ನಟ M0",
            "he": "האם השחקן ההולנדי של M2 היה M0",
            "zh": "M2 是 荷 兰 演 员 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's spouse",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת הזוג של M1 M0 היו",
            "zh": "是 M1   M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M0 M1 's male actor",
            "kn": "M0 M1 ನ ಪುರುಷ ನಟನಾ",
            "he": "האם השחקן הגברי של M0 M1 היה",
            "zh": "M0   M1 是 男 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M1 's Dutch employee M0",
            "kn": "M1 ನ ಡಚ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד ההולנדי של M1 היה M0",
            "zh": "M1 的 荷 兰 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's French sibling M0",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הצרפתי של M1 היה M0",
            "zh": "M1 的 法 国 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 a American employee of M1",
            "kn": "M0 M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה עובד אמריקאי של M1",
            "zh": "M0 是 M1 的 美 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M0 a male actor of M1",
            "kn": "M0 M1 ನ ಪುರುಷ ನಟನಾ",
            "he": "האם M0 היה שחקן גבר של M1",
            "zh": "M0 是 M1 的 男 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M0 M1 's male employee",
            "kn": "M0 M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הגברי של M0 M1 היה",
            "zh": "是 M0   M1 的 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 a German female spouse of M3",
            "kn": "M0 M3 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג גרמנית ל- M3",
            "zh": "M0 是 M3 的 德 国 女 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q17 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's female German Japanese spouse",
            "kn": "M0 M4 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಜಪಾನೀಸ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג היפנית הגרמנית של M0 M4 הייתה",
            "zh": "M0   M4 是 德 国 女 性 日 本 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was M1 a prequel of a prequel of M0",
            "kn": "M1 M0 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿಯಾಗಿತ್ತು",
            "he": "האם M1 היה פריקוול של פריקוול של M0",
            "zh": "M1 是 M0 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 M1 's Mexican Spanish employee",
            "kn": "M0 M1 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הספרדי המקסיקני של M0 M1 היה",
            "zh": "M0   M1 是 墨 西 哥 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 M1 's Spanish Mexican employee",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד מקסיקני ספרדי של M0 M1 היה",
            "zh": "是 M0   M1 的 西 班 牙 墨 西 哥 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 a Spanish Mexican employee of M1",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד מקסיקני ספרדי של M1",
            "zh": "M0 是 M1 的 西 班 牙 墨 西 哥 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M4 's Spanish Mexican male parent M0",
            "kn": "M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮೆಕ್ಸಿಕನ್ ಪುರುಷ ಪೋಷಕ M0",
            "he": "האם הורה גבר מקסיקני ספרדי של M4 היה M0",
            "zh": "M4 的 西 班 牙 墨 西 哥 男 性 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's Spanish German male spouse M0",
            "kn": "M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಜರ್ಮನ್ ಪುರುಷ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגרמני הספרדי של M4 היה M0",
            "zh": "M4 的 西 班 牙 德 国 男 性 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's female German sibling M0",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה הגרמני של M1 היה M0",
            "zh": "M1 的 女 性 德 国 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M2 's British actor",
            "kn": "M0 M2 ನ ಬ್ರಿಟಿಷ್ ನಟನಾ",
            "he": "האם השחקן הבריטי של M0 M2 היה",
            "zh": "M0   M2 是 英 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of M0 's parent",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג להורה של M0",
            "zh": "M1 是 M0 的 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's spouse and parent",
            "kn": "M0 M1 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು",
            "he": "האם בן / בת הזוג וההורה של M0 M1",
            "zh": "是 M0   M1 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's actor 's sibling M1",
            "kn": "M0 ನ ನಟನ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של השחקן M0 היה M1",
            "zh": "M0 的 演 员 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Chinese sibling",
            "kn": "M0 M1 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח הסיני של M0 M1 היה",
            "zh": "M0   M1 是 中 国 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's female Chinese British spouse",
            "kn": "M0 M4 ನ ಸ್ತ್ರೀ ಚೀನೀ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הבריטי הסיני של M0 M4 היה",
            "zh": "M0   M4 是 中 国 的 英 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 a female German spouse of M3",
            "kn": "M0 M3 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 הייתה בת זוג גרמנית של M3",
            "zh": "M0 是 M3 的 德 国 女 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M4 's Dutch German male parent M0",
            "kn": "M4 ನ ಡಚ್ ಜರ್ಮನ್ ಪುರುಷ ಪೋಷಕ M0",
            "he": "האם ההורה ההולנדי הגרמני של M4 היה M0",
            "zh": "M4 的 荷 兰 德 国 男 性 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Canadian employee of M1",
            "kn": "M0 M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד קנדי של M1",
            "zh": "M0 是 M1 的 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a British male Japanese parent of M4",
            "kn": "M0 ಬ್ರಿಟಿಷ್ ಪುರುಷ ಜಪಾನಿನ M4 ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם M0 היה הורה יפני גברי בריטי ל- M4",
            "zh": "M0 是 M4 的 英 国 男 性 日 本 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's sibling 's actor",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם שחקן האח / אח של M1 M0 היה השחקן",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 兄 弟 姐 妹 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M3 M2 's American Mexican spouse 's spouse",
            "kn": "M3 M2 ನ ಅಮೇರಿಕನ್ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג של מקסיקו האמריקאי / ה של M3 M2 היו",
            "zh": "M3   M2 是 美 国 墨 西 哥 配 偶 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Spanish sibling",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו הספרדי של M0 M1",
            "zh": "M0   M1 是 西 班 牙 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch Canadian sibling",
            "kn": "M0 M1 ನ ಡಚ್ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו הקנדי ההולנדי של M0 M1",
            "zh": "是 M0   M1 的 荷 兰 加 拿 大 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's sibling",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח של ההורה M1 M0 היה",
            "zh": "M1   M0 是 父 母 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a Canadian French parent of M3",
            "kn": "M0 ಕೆನಡಾದ ಫ್ರೆಂಚ್ ಪೋಷಕರಾದ M3 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה הורה צרפתי קנדי ל- M3",
            "zh": "M0 是 M3 的 加 拿 大 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M2 and written by M0 's parent and sibling",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי M2 ונכתב על ידי ההורה והאח של M0",
            "zh": "M1 是 否 由 M2 编 辑 并 由 M0 的 父 母 和 兄 弟 姐 妹 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M2 and written by a parent and sibling of M0",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי M2 ונכתב על ידי הורה ואחיו של M0",
            "zh": "M1 是 否 由 M2 编 辑 并 由 M0 的 父 级 和 同 级 书 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by M2 and written by M0 's sibling and parent",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק על ידי M2 ונכתב על ידי אחיו והוריו של M0",
            "zh": "M1 是 由 M2 产 生 并 由 M0 的 兄 弟 姐 妹 和 父 母 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's sibling and parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי אחיו והוריו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 和 父 母 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's sibling and parent and edited by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי אחיו והוריו של M0 ונערך על ידי M2",
            "zh": "M1 是 否 由 M0 的 兄 弟 姐 妹 和 父 母 编 写 并 由 M2 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's parent and sibling and produced by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M2 ನಿಂದ ತಯಾರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי ההורה והאח של M0 והופק על ידי M2",
            "zh": "M1 是 由 M0 的 父 母 和 兄 弟 姐 妹 编 写 并 由 M2 生 成 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's parent and sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי ההורה והאח של M0",
            "zh": "M1 是 由 M0 的 父 母 和 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a parent and sibling of M0 and directed by M2",
            "kn": "M1 ಅನ್ನು ಪೋಷಕರು ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי הורה ואחיו של M0 ובוים על ידי M2",
            "zh": "M1 是 由 父 母 写 的 ， 而 M0 的 兄 弟 是 由 M2 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 M2 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a sibling and parent of M0 and directed by M2",
            "kn": "M1 ಅನ್ನು ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M2 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי אח והורה ל- M0 וביים M2",
            "zh": "M1 是 否 由 M0 的 兄 弟 姐 妹 和 父 母 编 写 ， 并 由 M2 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a sibling and parent of M0",
            "kn": "M1 ಅನ್ನು ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי אח והורה ל- M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Chinese Canadian sibling of M1",
            "kn": "M0 ಚೀನೀ ಕೆನಡಾದ M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח קנדי סיני של M1",
            "zh": "M0 是 M1 的 加 拿 大 华 裔 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's female sibling 's sibling M2",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם האח של נקבה של M0 היה M2",
            "zh": "M0 的 同 母 异 母 兄 弟 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's Spanish French female spouse M0",
            "kn": "M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಮಹಿಳಾ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הספרדי הצרפתי של M4 היה M0",
            "zh": "M4 的 西 班 牙 法 国 女 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 M1 's Mexican employee",
            "kn": "M0 M1 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד המקסיקני של M0 M1 היה",
            "zh": "是 M0   M1 的 墨 西 哥 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן / בת זוגו של אח / ת M0",
            "zh": "M1 是 M0 的 同 胞 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed and written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים ונכתב על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 级 兄 弟 来 指 示 和 写 入 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's German sibling M0",
            "kn": "M1 ನ ಜರ್ಮನ್ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגרמני של M1 היה M0",
            "zh": "M1 是 德 国 兄 弟 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's employee 's spouse",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של עובד M1 M0 היה",
            "zh": "是 M1   M0 的 雇 员 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's parent and sibling",
            "kn": "M0 M1 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು",
            "he": "האם ההורה והאח של M0 M1 היה",
            "zh": "是 M0   M1 的 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M0 M2 's Japanese actor",
            "kn": "M0 M2 ನ ಜಪಾನಿನ ನಟನಾ",
            "he": "האם השחקן היפני של M0 M2 היה",
            "zh": "M0   M2 是 日 本 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 M1 's female German employee",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם עובדת גרמנית של M0 M1 הייתה",
            "zh": "M0   M1 是 德 国 的 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M1 's female spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי בן זוגה של M1",
            "zh": "M2 是 由 M1 的 女 性 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by , executive produced by , directed by , and written by a Japanese spouse of M1",
            "kn": "M2 ಅನ್ನು ಜಪಾನಿನ ಸಂಗಾತಿಯು M1 ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M2 הופק על ידי, המנהל הופק על ידי, ביים, ונכתב על ידי בן זוג יפני של M1",
            "zh": "M2 是 由 M1 的 日 本 配 偶 制 作 的 吗 ？ 是 由 M1 的 配 偶 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited and produced by M0 's employee 's sibling 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿ ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך והופק על ידי אחיו של אחיו של עובד M0",
            "zh": "M1 是 否 由 M0 的 员 工 兄 弟 姐 妹 的 兄 弟 姐 妹 编 辑 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 . M2 wdt:P58 M3 }"
        },
        "question": {
            "en": "Was M2 executive produced by a female sibling of M0 and written by M3",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ M3 ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל ה- M2 הופק על ידי אחיה מ- M0 ונכתב על ידי M3",
            "zh": "M2 高 管 是 由 M0 的 女 性 同 胞 产 生 并 由 M3 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's male sibling 's sibling and spouse M2",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿ M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של אחיו של M0 היה בן / בת הזוג M2",
            "zh": "M0 的 同 胞 兄 弟 姐 妹 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's German female Chinese spouse M0",
            "kn": "M4 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಚೀನೀ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הסיני הגרמני של M4 היה M0",
            "zh": "M4 的 德 国 女 性 中 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's actor M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם שחקן אחיו של M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 的 演 员 是 M1 吗 ？"
        }
    }
]