[
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a Canadian employee of M1 M0",
            "kn": "M1 M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד קנדי של M1 M0",
            "zh": "是 M1   M0 的 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a Canadian male Mexican parent of M4 M0",
            "kn": "ಕೆನಡಾದ ಪುರುಷ ಮೆಕ್ಸಿಕನ್ M4 M0 ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה קנדי גברי מקסיקני ל- M4 M0",
            "zh": "加 拿 大 的 墨 西 哥 男 性 是 M4   M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Canadian sibling of M1 M0",
            "kn": "ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אח קנדי של M1 M0",
            "zh": "是 加 拿 大 的 M1   M0 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Canadian spouse of M2 M0",
            "kn": "M2 M0 ನ ಕೆನಡಾದ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת זוג קנדיים של M2 M0",
            "zh": "加 拿 大 的 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was a Chinese British parent of M3 M0",
            "kn": "ಚೀನೀ ಬ್ರಿಟಿಷ್ ಪೋಷಕ M3 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה בריטי סיני ל- M3 M0",
            "zh": "是 M3   M0 的 华 裔 英 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a Chinese German female spouse of M4 M0",
            "kn": "M4 M0 ನ ಚೀನೀ ಜರ್ಮನ್ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה בת זוג גרמנית סינית ל- M4 M0",
            "zh": "中 国 的 德 国 女 性 配 偶 是 M4   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was a Chinese employee of M1 M0",
            "kn": "M1 M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד סיני של M1 M0",
            "zh": "是 M1   M0 的 中 国 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Chinese spouse of M2 M0",
            "kn": "M2 M0 ನ ಚೀನೀ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה בן זוג סיני ל- M2 M0",
            "zh": "中 国 的 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Dutch British sibling of M1 M0",
            "kn": "ಡಚ್ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח בריטי הולנדי של M1 M0",
            "zh": "荷 兰 人 是 M1   M0 的 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a Dutch French parent of M3 M0",
            "kn": "M3 M0 ನ ಡಚ್ ಫ್ರೆಂಚ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה צרפתי הולנדי ל- M3 M0",
            "zh": "荷 兰 人 是 M3   M0 的 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was a Dutch Japanese parent of M3 M0",
            "kn": "ಡಚ್ ಜಪಾನಿನ M3 M0 ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה יפני הולנדי ל- M3 M0",
            "zh": "M3   M0 是 荷 兰 人 的 日 本 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Dutch Spanish sibling of M1 M0",
            "kn": "ಡಚ್ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח ספרדי הולנדי של M1 M0",
            "zh": "是 M1   M0 的 荷 兰 西 班 牙 语 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was a Dutch actor of M2 M0",
            "kn": "M2 M0 ನ ಡಚ್ ನಟನಾ",
            "he": "האם היה שחקן הולנדי של M2 M0",
            "zh": "是 M2   M0 的 荷 兰 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was a Dutch actor that M2 was played by M0",
            "kn": "M2 ಅನ್ನು M0 ಆಡಿದ ಡಚ್ ನಟ",
            "he": "האם היה שחקן הולנדי ש- M2 שיחק על ידי M0",
            "zh": "荷 兰 演 员 是 M2 由 M0 扮 演 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was a Dutch employee of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಡಚ್ ಉದ್ಯೋಗಿ",
            "he": "האם היה עובד הולנדי של M1 ו- M2 M0",
            "zh": "荷 兰 人 是 M1 和 M2   M0 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was a Dutch employee of M1 M0",
            "kn": "M1 M0 ನ ಡಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד הולנדי של M1 M0",
            "zh": "是 M1   M0 的 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Dutch sibling of M1 M0",
            "kn": "ಡಚ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אח הולנדי של M1 M0",
            "zh": "荷 兰 人 是 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q29999 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was a Dutch sibling of M0 's spouse M1",
            "kn": "M0 ರ ಸಂಗಾತಿಯ M1 ನ ಡಚ್ ಸಹೋದರ",
            "he": "האם אח הולנדי מבן הזוג של M0 היה M1",
            "zh": "荷 兰 人 是 M0 的 配 偶 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Dutch spouse of M2 M0",
            "kn": "M2 M0 ನ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה בן זוג הולנדי ל- M2 M0",
            "zh": "荷 兰 的 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a French Dutch parent of M3 M0",
            "kn": "ಫ್ರೆಂಚ್ ಡಚ್ ಪೋಷಕ M3 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה הולנדי צרפתי ל- M3 M0",
            "zh": "M3   M0 是 法 国 荷 兰 人 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a French Italian sibling of M1 M0",
            "kn": "ಫ್ರೆಂಚ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח איטלקי צרפתי מ- M1 M0",
            "zh": "是 法 裔 意 大 利 人 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was a French Japanese spouse of M3 M0",
            "kn": "ಫ್ರೆಂಚ್ ಜಪಾನಿನ ಸಂಗಾತಿಯು M3 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה בן זוג יפני צרפתי ל- M3 M0",
            "zh": "法 国 的 日 本 配 偶 是 M3   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a French Mexican sibling of M1 M0",
            "kn": "ಫ್ರೆಂಚ್ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אח מקסיקני צרפתי של M1 M0",
            "zh": "是 法 国 墨 西 哥 人 的 M1   M0 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a French Spanish parent of M3 M0",
            "kn": "M3 M0 ನ ಫ್ರೆಂಚ್ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה ספרדי צרפתי ל- M3 M0",
            "zh": "是 M3   M0 的 法 国 西 班 牙 人 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a French Spanish sibling of M1 M0",
            "kn": "ಫ್ರೆಂಚ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח ספרדי צרפתי מ- M1 M0",
            "zh": "是 法 裔 西 班 牙 人 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a French actor of M2 M0",
            "kn": "M2 M0 ನ ಫ್ರೆಂಚ್ ನಟನಾ",
            "he": "האם היה שחקן צרפתי של M2 M0",
            "zh": "是 M2   M0 的 法 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a French employee of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד צרפתי של M1 ו- M2 M0",
            "zh": "M1 和 M2 的 法 国 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a French employee of M1 M0",
            "kn": "M1 M0 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד צרפתי של M1 M0",
            "zh": "是 M1   M0 的 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a French male German sibling of M1 M0",
            "kn": "ಫ್ರೆಂಚ್ ಪುರುಷ ಜರ್ಮನ್ ಸಹೋದರ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אחי גרמני צרפתי מ- M1 M0",
            "zh": "法 国 男 同 胞 是 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a French male Spanish parent of M4 M0",
            "kn": "ಫ್ರೆಂಚ್ ಪುರುಷ ಸ್ಪ್ಯಾನಿಷ್ M4 M0 ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה ספרדי זכר צרפתי ל- M4 M0",
            "zh": "法 国 是 M4   M0 的 西 班 牙 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a French sibling of M1 M0",
            "kn": "M1 M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח צרפתי של M1 M0",
            "zh": "法 国 人 是 M1   M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q142 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a French spouse of M0 's British sibling M2",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M2 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג צרפתי לאחיו הבריטי M2 M0",
            "zh": "是 M0 的 英 国 同 胞 M2 的 法 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a French spouse of M2 M0",
            "kn": "M2 M0 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג צרפתי של M2 M0",
            "zh": "法 国 的 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a German Canadian male parent of M4 M0",
            "kn": "ಜರ್ಮನ್ ಕೆನಡಾದ ಪುರುಷ ಪೋಷಕರು M4 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה גבר קנדי גרמני ל- M4 M0",
            "zh": "M4   M0 是 德 国 加 拿 大 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was a German Mexican parent of M3 M0",
            "kn": "M3 M0 ನ ಜರ್ಮನ್ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה מקסיקני גרמני ל- M3 M0",
            "zh": "是 M3   M0 的 德 国 墨 西 哥 人 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was a German Spanish parent of M3 M0",
            "kn": "ಜರ್ಮನ್ ಸ್ಪ್ಯಾನಿಷ್ M3 M0 ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה ספרדי גרמני ל- M3 M0",
            "zh": "M3   M0 是 德 国 的 西 班 牙 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was a German actor of M2 M0",
            "kn": "M2 M0 ನ ಜರ್ಮನ್ ನಟನಾ",
            "he": "האם היה שחקן גרמני של M2 M0",
            "zh": "是 M2   M0 的 德 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was a German employee of M1 M0",
            "kn": "M1 M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד גרמני של M1 M0",
            "zh": "是 M1   M0 的 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was a German female employee of M1 M0",
            "kn": "M1 M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ",
            "he": "האם הייתה עובדת גרמנית ב- M1 M0",
            "zh": "是 M1   M0 的 德 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was a German female spouse of M3 M0",
            "kn": "M3 M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן זוג גרמני ל- M3 M0",
            "zh": "是 M3   M0 的 德 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a German male Spanish spouse of M4 M0",
            "kn": "ಜರ್ಮನ್ ಪುರುಷ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು M4 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה בן זוג ספרדי גרמני ל- M4 M0",
            "zh": "是 M4   M0 的 德 国 男 性 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a German sibling of M1 M0",
            "kn": "ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אח גרמני של M1 M0",
            "zh": "是 德 国 同 胞 M1   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a German spouse of M2 M0",
            "kn": "ಜರ್ಮನ್ ಸಂಗಾತಿಯು M2 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן זוג גרמני ל- M2 M0 היה",
            "zh": "是 M2   M0 的 德 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q183 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a German spouse of a male spouse of M1 M2",
            "kn": "M1 M2 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה בן זוג גרמני לבן זוג גבר של M1 M2",
            "zh": "德 国 配 偶 是 M1   M2 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Japanese British sibling of M1 M0",
            "kn": "ಜಪಾನಿನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח בריטי יפני מ- M1 M0",
            "zh": "日 本 人 是 M1   M0 的 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Japanese Canadian sibling of M1 M0",
            "kn": "ಜಪಾನಿನ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אח יפני קנדי מ- M1 M0",
            "zh": "是 加 拿 大 加 拿 大 人 的 同 胞 M1   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was a Japanese actor of M2 M0",
            "kn": "M2 M0 ನ ಜಪಾನಿನ ನಟನಾ",
            "he": "האם היה שחקן יפני של M2 M0",
            "zh": "是 M2   M0 的 日 本 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was a Japanese employee of M1 M0",
            "kn": "M1 M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד יפני של M1 M0",
            "zh": "是 M1   M0 的 日 本 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Japanese spouse of M2 M0",
            "kn": "M2 M0 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג יפני של M2 M0 היה",
            "zh": "日 本 的 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q17 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a Japanese spouse of M0 's spouse M1",
            "kn": "M0 ನ ಸಂಗಾತಿಯ M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג יפני של בן הזוג של M0 היה M1",
            "zh": "是 M0 的 配 偶 M1 的 日 本 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was a Mexican employee of M1 and M2 M0",
            "kn": "M1 ಮತ್ತು M2 M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד מקסיקני של M1 ו- M2 M0",
            "zh": "是 M1 和 M2   M0 的 墨 西 哥 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was a Mexican employee of M1 M0",
            "kn": "M1 M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד מקסיקני של M1 M0",
            "zh": "是 M1   M0 的 墨 西 哥 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a Mexican female Canadian parent of M4 M0",
            "kn": "ಮೆಕ್ಸಿಕನ್ ಮಹಿಳಾ ಕೆನಡಾದ M4 M0 ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה מקסיקנית נקבה מקסיקנית ל- M4 M0",
            "zh": "是 M4   M0 的 墨 西 哥 女 性 加 拿 大 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M2 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was a Mexican parent of M2 M0",
            "kn": "M2 M0 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה מקסיקני ל- M2 M0",
            "zh": "是 M2   M0 的 墨 西 哥 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Mexican spouse of M2 M0",
            "kn": "M2 M0 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג מקסיקני של M2 M0 היה",
            "zh": "是 墨 西 哥 的 M2   M0 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a Spanish British parent of M3 M0",
            "kn": "M3 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה בריטי ספרדי ל- M3 M0",
            "zh": "M3   M0 是 西 班 牙 英 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a Spanish French employee of M1 M0",
            "kn": "M1 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד צרפתי ספרדי ב- M1 M0",
            "zh": "是 M1   M0 的 西 班 牙 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Spanish French female sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה צרפתייה ספרדית אחיה של M1 M0",
            "zh": "是 M1   M0 的 西 班 牙 法 国 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Spanish German sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אח גרמני ספרדי מ- M1 M0",
            "zh": "西 班 牙 人 是 M1   M0 的 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Spanish Italian sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם היה אח איטלקי ספרדי של M1 M0",
            "zh": "是 M1   M0 的 西 班 牙 意 大 利 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was a Spanish actor of M2 M0",
            "kn": "M2 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ನಟನಾ",
            "he": "האם היה שחקן ספרדי של M2 M0",
            "zh": "是 M2   M0 的 西 班 牙 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was a Spanish employee of M1 M0",
            "kn": "M1 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ",
            "he": "האם היה עובד ספרדי של M1 M0",
            "zh": "是 M1   M0 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Spanish sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರ",
            "he": "האם אח ספרדי של M1 M0",
            "zh": "是 M1   M0 的 西 班 牙 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Spanish spouse of M2 M0",
            "kn": "M2 M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן זוג ספרדי של M2 M0",
            "zh": "西 班 牙 的 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q29 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a Spanish spouse of a female employee of M0 M2",
            "kn": "M0 M2 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן זוג ספרדי של עובדת ב- M0 M2",
            "zh": "西 班 牙 的 配 偶 是 M0   M2 的 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was a Swedish Canadian employee of M1 M0",
            "kn": "M1 M0 ನ ಸ್ವೀಡಿಷ್ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד קנדי שוודי ב- M1 M0",
            "zh": "是 M1   M0 的 瑞 典 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was a Swedish Chinese spouse of M3 M0",
            "kn": "M3 M0 ನ ಸ್ವೀಡಿಷ್ ಚೀನೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן זוג סיני שוודי ל- M3 M0",
            "zh": "M3   M0 是 瑞 典 人 的 中 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Swedish Italian sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ವೀಡಿಷ್ ಇಟಾಲಿಯನ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם היה אחי איטלקי שוודי של M1 M0",
            "zh": "是 瑞 典 意 大 利 人 的 M1   M0 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was a Swedish employee of M1 M0",
            "kn": "M1 M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד שוודי של M1 M0",
            "zh": "是 M1   M0 的 瑞 典 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a Swedish sibling of M1 M0",
            "kn": "M1 M0 ನ ಸ್ವೀಡಿಷ್ ಸಹೋದರ",
            "he": "האם אח שוודי של M1 M0",
            "zh": "是 瑞 典 的 M1   M0 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a Swedish spouse of M2 M0",
            "kn": "M2 M0 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן זוג שוודי ל- M2 M0",
            "zh": "M2   M0 是 瑞 典 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was a child of M0 's employee M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ M1 ನ ಮಗು",
            "he": "האם היה ילד של עובד M0 M1",
            "zh": "是 M0 员 工 M1 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was a child of M0 's sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ M1 ನ ಮಗು",
            "he": "האם היה ילד של אחיו של M0 M1",
            "zh": "是 M0 的 同 级 M1 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P749 M1 }"
        },
        "question": {
            "en": "Was a child of M1 M0",
            "kn": "M1 M0 ನ ಮಗು",
            "he": "האם היה ילד של M1 M0",
            "zh": "是 M1   M0 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was a child of M0 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ M1 ನ ಮಗು",
            "he": "האם היה ילד של בן הזוג של M0 M1",
            "zh": "是 M0 的 配 偶 M1 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was a female American employee of M1 and M2 M0",
            "kn": "ಅಮೆರಿಕದ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ಮತ್ತು M2 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הייתה עובדת אמריקאית של M1 ו- M2 M0",
            "zh": "是 M1 和 M2   M0 的 女 性 美 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was a female American employee of M1 M0",
            "kn": "ಅಮೆರಿಕದ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הייתה עובדת אמריקאית של M1 M0",
            "zh": "是 M1   M0 的 美 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a female American sibling of M1 M0",
            "kn": "ಮಹಿಳಾ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה אמריקאית נשית של M1 M0",
            "zh": "是 M1   M0 的 美 国 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was a female American spouse of M3 M0",
            "kn": "M3 M0 ನ ಮಹಿಳಾ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה בת זוג אמריקאית של M3 M0",
            "zh": "是 M3   M0 的 美 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a female French Dutch spouse of M4 M0",
            "kn": "M4 M0 ನ ಸ್ತ್ರೀ ಫ್ರೆಂಚ್ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה בת זוג הולנדית צרפתייה של M4 M0",
            "zh": "M4   M0 是 法 国 荷 兰 裔 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was a female German employee of M1 M0",
            "kn": "M1 M0 ನ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם הייתה עובדת גרמנית ב- M1 M0",
            "zh": "是 M1   M0 的 德 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a female German sibling of M1 M0",
            "kn": "M1 M0 ನ ಜರ್ಮನ್ ಜರ್ಮನ್ ಸಹೋದರನಾಗಿದ್ದರಾ",
            "he": "האם אחיה גרמנית מ- M1 M0",
            "zh": "是 德 国 的 M1   M0 兄 弟 姐 妹 吗 ？"
        }
    }
]