[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 . M2 wdt:P112 M4 }"
        },
        "question": {
            "en": "Was M2 founded by M0 's Canadian sibling and founded by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M3 ಮತ್ತು M4 ಸ್ಥಾಪಿಸಿದರು",
            "he": "האם M2 הוקם על ידי אחיו הקנדי של M0 והוקם על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 加 拿 大 兄 弟 姐 妹 创 立 的 ， 还 是 由 M3 和 M4 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q96 . M2 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's Mexican parent 's parent",
            "kn": "M2 M1 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה המקסיקני של M2 M1 היה",
            "zh": "M2   M1 是 墨 西 哥 父 母 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's Mexican sibling 's sibling",
            "kn": "M2 M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם אח של אחים מקסיקני M2 M0",
            "zh": "M2   M0 是 墨 西 哥 兄 弟 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Chinese sibling M0",
            "kn": "M1 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח הסיני של M1 היה M0",
            "zh": "M1 是 中 国 的 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M1 a child of M0 's spouse",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಮಗುವಾಗಿದೆಯೇ",
            "he": "האם M1 היה ילד לבן הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Was M2 founded by a parent of M0 and founded by a spouse of M1",
            "kn": "M2 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי הורה ל- M0 והוקם על ידי בן / בת זוג של M1",
            "zh": "M2 是 由 M0 的 父 母 创 建 的 ， 还 是 由 M1 的 配 偶 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M0 's employee",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי עובד M0",
            "zh": "M1 是 否 由 M0 的 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . ?x1 wdt:P40|wdt:P355 M2 . FILTER ( ?x0 != M0 ) . M3 wdt:P1040 ?x1 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M3 edited by M2 's parent and written by a Mexican sibling of M0",
            "kn": "M3 ಅನ್ನು M2 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M3 נערך על ידי ההורה של M2 ונכתב על ידי אח מקסיקני מ- M0",
            "zh": "M3 是 由 M2 的 父 母 编 辑 并 由 M0 的 墨 西 哥 兄 弟 姐 妹 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Spanish Dutch sibling of M1",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אחי הולנדי ספרדי של M1",
            "zh": "M0 是 M1 的 西 班 牙 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M1 's male spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי בן הזוג הגברי של M1",
            "zh": "M2 是 由 M1 的 男 性 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and directed by M0 's Mexican sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נערך על ידי וביים אחיו המקסיקני של M0",
            "zh": "M2 是 否 由 M0 的 墨 西 哥 兄 弟 姐 妹 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written and edited by a Mexican sibling of M0",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರ M2 ಅನ್ನು ಬರೆದು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב ונערך על ידי אח מקסיקני של M0",
            "zh": "M2 是 否 由 M0 的 墨 西 哥 兄 弟 姐 妹 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , directed by , and edited by a Dutch sibling of M0",
            "kn": "M2 ಅನ್ನು ಡಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נכתב על ידי, ביים, ונערך על ידי אחיו ההולנדי של M0",
            "zh": "M2 是 由 荷 兰 的 M0 兄 弟 姐 妹 撰 写 ， 导 演 并 由 其 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P1431 M2 }"
        },
        "question": {
            "en": "Was M1 executive produced by M2 and executive produced by M0 's employee",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי M2 והמנהל הופק על ידי עובד M0",
            "zh": "M1 是 由 M2 生 成 的 主 管 ， 还 是 M0 的 员 工 是 生 成 的 主 管 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and distributed by a child of M0",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಮಗುವಿನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 והופץ על ידי ילד M0",
            "zh": "M1 是 由 M2 分 发 ， 还 是 由 M0 的 子 对 象 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P27 wd:Q183 . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's Swedish sibling 's German female sibling",
            "kn": "M2 M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה האחות הגרמנית של M2 M0",
            "zh": "M2   M0 的 瑞 典 兄 弟 姐 妹 是 德 国 的 女 性 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's sibling",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של בן / בת הזוג M1 M0",
            "zh": "M1   M0 的 配 偶 是 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's male sibling 's sibling M2",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של M0 היה אחיו M2",
            "zh": "M0 的 兄 弟 姐 妹 是 M2 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's spouse",
            "kn": "M1 M0 ಅವರ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של ההורה M1 M0 היה",
            "zh": "M1 是 M0 的 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of M0 's employee",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג של עובד M0",
            "zh": "M1 是 M0 员 工 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's British sibling 's sibling",
            "kn": "M2 M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם האח של האחות הבריטית M2 M0",
            "zh": "M2   M0 是 英 国 兄 弟 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Italian sibling of M1",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח איטלקי של M1",
            "zh": "M0 是 M1 的 意 大 利 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a German spouse of M2",
            "kn": "M0 M2 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג גרמני ל- M2",
            "zh": "M0 是 M2 的 德 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's German female sibling M0",
            "kn": "M1 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה הגרמני של M1 היה M0",
            "zh": "M1 的 德 国 女 同 胞 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Dutch German sibling M0",
            "kn": "M1 ನ ಡಚ್ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגרמני של M1 היה M0",
            "zh": "M1 是 荷 兰 德 语 的 同 级 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch French female sibling",
            "kn": "M0 M1 ನ ಡಚ್ ಫ್ರೆಂಚ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה של צרפתית הולנדית של M0 M1",
            "zh": "M0   M1 是 荷 兰 法 国 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a French Dutch sibling of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח צרפתי הולנדי של M1",
            "zh": "M0 是 M1 的 法 国 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British French female sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಫ್ರೆಂಚ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה הצרפתייה הבריטית של M0 M1",
            "zh": "M0   M1 是 英 国 法 国 女 性 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) . FILTER ( M4 != ?x0 ) . M4 wdt:P21 wd:Q6581097 . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 's male sibling 's Dutch French sibling 's male sibling M4",
            "kn": "M2 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವರ ಡಚ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರ ಪುರುಷ ಸಹೋದರ M4 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של אחי זכר M2 היה אחיו של אחיו הצרפתי M4",
            "zh": "M2 的 兄 弟 姐 妹 是 荷 兰 法 国 兄 弟 姐 妹 的 M4 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 M3 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by a Dutch sibling of M0 and edited by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי אח של M0 הולנדי ונערך על ידי M3",
            "zh": "M2 是 否 由 M0 的 荷 兰 兄 弟 姐 妹 编 写 并 由 M3 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed and produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿ ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים והופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 指 导 和 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 's female French Canadian employee M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಫ್ರೆಂಚ್ ಕೆನಡಾದ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובדת M1 הצרפתית הקנדית M0 הייתה",
            "zh": "M1 的 女 性 法 国 加 拿 大 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M1 's spouse and sibling M0",
            "kn": "M1 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג ואח / ה של M1 היו M0",
            "zh": "M1 的 配 偶 和 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's male spouse 's spouse and sibling",
            "kn": "M2 M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת הזוג ואחיו של בן / בת הזוג / M2 M1",
            "zh": "M2   M1 是 男 方 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's sibling and spouse",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו של בן ההורים M1 M0 היה בן / בת הזוג",
            "zh": "M1   M0 是 父 母 的 兄 弟 姐 妹 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P1431 M2 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's child and executive produced by M2",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮಗು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי ילד של M0 והמנהל הופק על ידי M2",
            "zh": "是 由 M0 的 孩 子 生 产 M1 主 管 ， 还 是 由 M2 产 生 的 主 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P155 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sequel 's sequel",
            "kn": "M1 M0 ನ ಉತ್ತರಭಾಗವೇ",
            "he": "האם סרט ההמשך של M1 M0 היה ההמשך",
            "zh": "是 M1   M0 的 续 集 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Italian Swedish sibling",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಸ್ವೀಡಿಷ್ ಸಹೋದರ",
            "he": "האם אחיו השוודי האיטלקי של M0 M1",
            "zh": "M0   M1 是 意 大 利 瑞 典 人 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 a sibling and spouse of M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה אח ובן זוג של M1",
            "zh": "M0 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's British sibling M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הבריטי של M1 היה M0",
            "zh": "M1 是 英 国 的 同 级 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's employee 's female spouse M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಮಹಿಳಾ ಸಂಗಾತಿಯ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הנשי של עובד M0 היה M1",
            "zh": "M0 的 雇 员 的 配 偶 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Japanese sibling",
            "kn": "M0 M1 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח היפני של M0 M1 היה",
            "zh": "是 M0   M1 的 日 本 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's employee",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M1 הוקמה על ידי עובד M0",
            "zh": "M1 是 由 M0 的 员 工 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by a male spouse of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי בן / בת זוג של M1",
            "zh": "M2 是 由 M1 的 男 性 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P750 M3 . M2 wdt:P750 M4 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Spanish sibling and distributed by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו הספרדי של M0 והופץ על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 西 班 牙 兄 弟 姐 妹 生 产 并 由 M3 和 M4 分 发 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 M2 's German actor",
            "kn": "M0 M2 ನ ಜರ್ಮನ್ ನಟನಾ",
            "he": "האם השחקן הגרמני של M0 M2 היה",
            "zh": "M0   M2 是 德 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 M1 's French employee",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הצרפתי של M0 M1 היה",
            "zh": "是 M0   M1 的 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q96 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced and edited by a Mexican parent of M1",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק ונערך על ידי הורה מקסיקני ל- M1",
            "zh": "M2 是 由 M1 的 墨 西 哥 父 母 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by M1 's female spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הוקמה על ידי בן זוגה של M1",
            "zh": "M2 是 由 M1 的 女 性 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Japanese female British sibling M0",
            "kn": "M1 ನ ಜಪಾನಿನ ಮಹಿಳಾ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם האחות היפנית הבריטית של M1 הייתה M0",
            "zh": "M1 的 日 本 女 性 英 国 同 胞 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 British",
            "kn": "M0 ಬ್ರಿಟಿಷ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה בריטי",
            "zh": "M0 是 英 国 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M0 's sibling 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי אחיו של M0",
            "zh": "M1 是 否 由 M0 的 兄 弟 姐 妹 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's British Canadian female sibling M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಕೆನಡಿಯನ್ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה הנשי הבריטי של M1 היה M0",
            "zh": "M1 的 英 籍 加 拿 大 女 性 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's Dutch employee",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಡಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד ההולנדי של ההורים M1 M0 היה",
            "zh": "M1   M0 是 父 母 的 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , produced by , edited by , written by , and executive produced by M0 's spouse",
            "kn": "M0 ನ ಸಂಗಾತಿಯು M1 ಅನ್ನು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי, הופק על ידי, נערך על ידי, נכתב על ידי ומנהל מיוצר על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 指 导 ， 制 作 ， 编 辑 ， 执 行 ， 还 是 由 M0 的 配 偶 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , written by , produced by , directed by , and executive produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי, נכתב על ידי, הופק על ידי, ביים, ומנהל הופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ， 编 写 ， 制 作 ， 导 演 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , produced by , executive produced by , and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ರ ಸಂಗಾತಿಯು ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי, ביים, הופק על ידי מנהל, הופק על ידי ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 撰 写 ， 导 演 ， 制 作 ， 执 行 由 M0 的 配 偶 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M2 influenced by a American spouse of M1",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಿಂದ M2 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מבן זוג אמריקאי של M1",
            "zh": "M2 受 美 国 M1 的 配 偶 影 响 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's American spouse",
            "kn": "M0 M2 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג האמריקאי של M0 M2 היה",
            "zh": "是 M0   M2 的 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 a Spanish employee of M1",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד ספרדי של M1",
            "zh": "M0 是 M1 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M2 edited by M3 and edited by M0 's Japanese sibling",
            "kn": "M2 ಅನ್ನು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಜಪಾನೀಸ್ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי M3 ונערך על ידי אחיו היפני של M0",
            "zh": "M2 是 否 由 M3 编 辑 并 由 M0 的 日 语 同 胞 进 行 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by and written by a spouse of M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי ונכתב על ידי בן זוג של בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's female sibling",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה הנשי של M0 M1",
            "zh": "是 M0   M1 的 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , produced by , directed by , and edited by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದೀರಾ",
            "he": "האם מנהל M1 הופק על ידי, הופק על ידי, ביים ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 执 行 官 是 由 M0 的 配 偶 制 作 ， 制 作 ， 导 演 ， 还 是 由 M0 的 配 偶 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's male spouse 's spouse 's spouse",
            "kn": "M2 M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של בן / בת הזוג הגבר של M2 M1 היה בן / בת הזוג",
            "zh": "是 M2   M1 的 男 性 配 偶 的 配 偶 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and edited by M0 's Spanish sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נכתב ונערך על ידי אחיו הספרדי של M0",
            "zh": "M2 是 由 M0 的 西 班 牙 兄 弟 姐 妹 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by and produced by a Canadian spouse of M1",
            "kn": "M2 ಅನ್ನು ಕೆನಡಾದ ಸಂಗಾತಿಯ M1 ನಿರ್ದೇಶಿಸಿ ನಿರ್ಮಿಸಿದಿರಾ",
            "he": "האם M2 ביים והופק על ידי בן זוג קנדי של M1",
            "zh": "M2 是 由 M1 的 加 拿 大 配 偶 指 导 并 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , executive produced by , produced by , edited by , and written by a parent of M0",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಮತ್ತು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי, מנהל מיוצר על ידי, הופק על ידי, נערך על ידי ונכתב על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 领 导 ， 由 M2 的 母 公 司 制 作 ， 由 制 作 ， 由 M2 的 母 公 司 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , executive produced by , written by , and directed by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, הופק על ידי, מנהל הופק על ידי, נכתב על ידי והורה על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 编 辑 ， 制 作 ， 由 执 行 人 员 制 作 ， 由 M0 编 写 和 导 演 吗 ？"
        }
    }
]