[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by a child of M0 and influenced by M2",
            "kn": "M1 M0 ನ ಮಗುವಿನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מילד של M0 והושפע מ- M2",
            "zh": "M1 是 否 受 M0 的 孩 子 影 响 而 受 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , edited by , and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದಿರಾ",
            "he": "האם M1 הופק על ידי, נערך על ידי וביים בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 制 作 ， 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M1 's Japanese spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಜಪಾನೀಸ್ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי בן הזוג היפני של M1",
            "zh": "M2 是 由 M1 的 日 本 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by , written by , and executive produced by a German employee of M0",
            "kn": "M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯೊಬ್ಬರು M2 ಅನ್ನು ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי, נכתב על ידי והמנהל הופק על ידי עובד גרמני של M0",
            "zh": "M2 是 由 M0 的 德 国 雇 员 领 导 ， 撰 写 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by , written by , executive produced by , and produced by a employee of M0 and M1",
            "kn": "M2 ಅನ್ನು M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי, נכתב על ידי מנהל בכיר שהופק על ידי והופק על ידי עובד M0 ו- M1",
            "zh": "M2 是 由 M0 和 M1 的 员 工 制 作 ， 并 由 M0 和 M1 的 员 工 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , directed by , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M1 נערך על ידי, הופק על ידי, ביים, ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 编 辑 ， 制 作 的 ， 导 演 的 ， 还 是 由 M0 的 配 偶 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M0 's male actor",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ನಟ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי השחקן הגברי של M0",
            "zh": "M2 是 由 M0 的 男 演 员 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and directed by a Italian sibling of M0",
            "kn": "M2 ಅನ್ನು ಇಟಾಲಿಯನ್ ಸಹೋದರ M0 ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך וביים על ידי אחיו האיטלקי של M0",
            "zh": "M2 是 否 由 M0 的 意 大 利 同 胞 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a male French Mexican sibling of M1",
            "kn": "M0 M1 ನ ಪುರುಷ ಫ್ರೆಂಚ್ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח מקסיקני צרפתי מ- M1",
            "zh": "M0 是 M1 的 法 属 墨 西 哥 男 性 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's employee 's spouse M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של עובד M0 היה M1",
            "zh": "M0 的 雇 员 的 配 偶 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by a British sibling of M0 and founded by M3",
            "kn": "M2 ಅನ್ನು ಬ್ರಿಟಿಷ್ ಸಹೋದರ M0 ನಿಂದ ಸ್ಥಾಪಿಸಲಾಯಿತು ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי אח בריטי של M0 והוקם על ידי M3",
            "zh": "M2 是 由 英 国 的 M0 兄 弟 创 立 并 由 M3 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed , produced , edited , written , and executive produced by a male employee of M0",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ M2 ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M2 הופק, הופק, נערך, נכתב והוצג על ידי עובד גבר ב- M0",
            "zh": "M2 是 否 由 M0 的 男 性 雇 员 导 演 ， 制 作 ， 编 辑 ， 撰 写 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , edited by , produced by , directed by , and written by a male employee of M0",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי, נערך על ידי, הופק על ידי, ביים, ונכתב על ידי עובד גבר של M0",
            "zh": "M2 主 管 是 由 M0 的 男 性 雇 员 制 作 ， 编 辑 ， 制 作 ， 导 演 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , produced by , directed by , written by , and edited by a male employee of M0",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי, הופק על ידי, ביים, נכתב על ידי ונערך על ידי עובד גבר של M0",
            "zh": "M2 执 行 人 员 是 由 M0 的 男 性 雇 员 制 作 ， 制 作 ， 导 演 ， 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , produced by , edited by , directed by , and written by M0 's male employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי, הופק על ידי, נערך על ידי, ביים, ונכתב על ידי העובד הגברי של M0",
            "zh": "M2 主 管 是 由 M0 的 男 性 雇 员 制 作 ， 制 作 ， 编 辑 ， 导 演 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , produced by , written by , edited by , and directed by M0 's male employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದಿರಾ",
            "he": "האם מנהל M2 הופק על ידי, הופק על ידי, נכתב על ידי, נערך על ידי וביים העובד הגברי של M0",
            "zh": "M2 执 行 人 员 是 由 M0 的 男 性 雇 员 制 作 ， 制 作 ， 编 写 ， 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , written by , edited by , directed by , and produced by a employee of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נכתב על ידי, נערך על ידי, ביים, והופק על ידי עובד של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 员 工 制 作 ， 编 写 ， 编 辑 ， 导 演 还 是 由 M0 的 员 工 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , written by , produced by , directed by , and edited by M0 's male employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי, נכתב על ידי, הופק על ידי, ביים ונערך על ידי העובד הגברי של M0",
            "zh": "M2 主 管 是 由 M0 的 男 性 雇 员 制 作 ， 编 写 ， 制 作 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced , produced , directed , written , and edited by M0 's male employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M2 הופק, הופק, ביים, נכתב ונערך על ידי העובד הגברי של M0",
            "zh": "M2 主 管 是 由 M0 的 男 性 雇 员 制 作 ， 制 作 ， 导 演 ， 撰 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , produced , edited , written , and directed by a employee of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק, הופק, נערך, נכתב ובוים על ידי עובד M0",
            "zh": "M1 主 管 是 由 M0 的 员 工 制 作 ， 制 作 ， 编 辑 ， 编 写 和 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , directed by , written by , edited by , and executive produced by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, ביים, נכתב על ידי, נערך על ידי ומנהל הופק על ידי עובד M0",
            "zh": "M1 是 由 M0 的 员 工 制 作 ， 导 演 ， 编 写 ， 编 辑 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , written by , edited by , executive produced by , and directed by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, נכתב על ידי, נערך על ידי מנהל, הופק על ידי והובל על ידי עובד של M0",
            "zh": "M1 是 由 M0 的 员 工 制 作 ， 撰 写 ， 编 辑 ， 执 行 人 员 ， 还 是 由 M0 的 员 工 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , produced by , edited by , and executive produced by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರು ಮಾಡಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי, ביים, הופק על ידי, נערך על ידי ומנהל הופק על ידי עובד של M0",
            "zh": "M1 是 由 M0 的 员 工 编 写 ， 导 演 ， 制 作 ， 编 辑 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , edited by , produced by , directed by , and executive produced by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ M2 ಅನ್ನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಾಗಿದ್ದಾರೆ",
            "he": "האם M2 נכתב על ידי, נערך על ידי, הופק על ידי, ביים, ומנהל הופק על ידי העובד הגברי של M0",
            "zh": "M2 是 由 M0 的 男 性 雇 员 撰 写 ， 编 辑 ， 制 作 ， 导 演 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's male sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಗಂಡು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של אח M1 M0",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 男 性 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's female parent 's spouse and sibling",
            "kn": "M2 M1 ನ ಸ್ತ್ರೀ ಪೋಷಕರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג ואחיו של ההורה הנשי של M2 M1 היו",
            "zh": "M2   M1 是 女 父 母 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by a employee of M0",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי עובד ב- M0",
            "zh": "M1 高 管 是 由 M0 的 员 工 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Dutch spouse",
            "kn": "M0 M2 ನ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג ההולנדי של M0 M2 היה",
            "zh": "M0   M2 是 荷 兰 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M3 's Italian German parent M0",
            "kn": "M3 ನ ಇಟಾಲಿಯನ್ ಜರ್ಮನ್ ಪೋಷಕ M0",
            "he": "האם ההורה הגרמני האיטלקי של M3 היה M0",
            "zh": "M3 的 意 大 利 德 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Italian Dutch female spouse of M4",
            "kn": "M0 ಇಟಾಲಿಯನ್ ಡಚ್ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದ M4",
            "he": "האם M0 הייתה בת זוג הולנדית איטלקית של M4",
            "zh": "M0 是 M4 的 意 大 利 荷 兰 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a male spouse of M2",
            "kn": "M0 M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג גבר ל- M2",
            "zh": "M0 是 M2 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M2 and founded by M0 's child",
            "kn": "M1 ಅನ್ನು M2 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಮಗು ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי M2 והוקם על ידי הילד של M0",
            "zh": "M1 是 由 M2 创 建 并 由 M0 的 孩 子 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's French Dutch sibling M0",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הצרפתי של M1 היה M0",
            "zh": "M1 的 法 国 荷 兰 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M1 a child of a spouse of M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಮಗುವಾಗಿದೆಯೇ",
            "he": "האם M1 היה ילד לבן זוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 Italian",
            "kn": "M0 ಇಟಾಲಿಯನ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה איטלקי",
            "zh": "M0 是 意 大 利 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M0 's employee 's child M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಮಗು M1 ಆಗಿದೆಯೇ",
            "he": "האם ילד העובד של M0 היה M1",
            "zh": "M0 的 雇 员 的 孩 子 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by M0 's parent and sibling and influenced by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಪ್ರಭಾವಿಸಿದ್ದಾರೆ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הושפע מההורה והאח של M0 והושפע מ- M2",
            "zh": "M1 是 否 受 M0 的 父 母 和 同 级 兄 弟 的 影 响 而 受 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 . M1 wdt:P737 M3 }"
        },
        "question": {
            "en": "Was M1 influenced by M2 and M3 and influenced by M0 's parent and sibling",
            "kn": "M1 M2 ಮತ್ತು M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಹೋದರರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מ- M2 ו- M3 והושפע מההורה והאח של M0",
            "zh": "M1 是 否 受 M2 和 M3 的 影 响 并 且 受 M0 的 父 级 和 同 级 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 . M1 wdt:P737 M3 }"
        },
        "question": {
            "en": "Was M1 influenced by M2 and M3 and influenced by M0 's sibling and parent",
            "kn": "M1 M2 ಮತ್ತು M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಸಹೋದರ ಮತ್ತು ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מ- M2 ו- M3 והושפע מאחיו וההורים של M0",
            "zh": "M1 是 否 受 M2 和 M3 的 影 响 并 且 受 M0 的 兄 弟 姐 妹 和 父 母 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by M2 and influenced by M0 's parent and sibling",
            "kn": "M1 M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಹೋದರರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מ- M2 והושפע מההורה והאח של M0",
            "zh": "M1 是 否 受 到 M2 的 影 响 ， 并 且 受 到 M0 的 父 级 和 同 级 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by M2 and influenced by M0 's sibling and parent",
            "kn": "M1 M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಸಹೋದರ ಮತ್ತು ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מ- M2 והושפע מאחיו וההורים של M0",
            "zh": "M1 是 否 受 到 M2 的 影 响 并 且 受 到 M0 的 兄 弟 姐 妹 和 父 母 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by M2 and influenced by a parent and sibling of M0",
            "kn": "M1 M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಹೋದರರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מ- M2 והושפע מהורה ואחיו של M0",
            "zh": "M1 是 否 受 到 M2 的 影 响 并 且 受 M0 的 父 级 和 同 级 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by M0 's sibling and parent and influenced by M2",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಮತ್ತು ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מאחיו וההורים של M0 והושפע מ- M2",
            "zh": "M1 是 否 受 M0 的 兄 弟 姐 妹 和 父 母 影 响 而 受 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by a parent and sibling of M0 and influenced by M2",
            "kn": "M1 ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ M0 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מהורה ואחיו של M0 והושפע מ- M2",
            "zh": "M1 是 否 受 M0 的 父 级 和 同 级 以 及 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by a sibling and parent of M0 and influenced by M2",
            "kn": "M1 ಒಡಹುಟ್ಟಿದವರಿಂದ ಮತ್ತು M0 ನ ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מאח והורה ל- M0 והושפע מ- M2",
            "zh": "M1 是 否 受 到 M0 的 兄 弟 姐 妹 和 父 母 的 影 响 而 受 到 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M1 influenced by a sibling and parent of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರಿಂದ M1 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מאח והורה ל- M0",
            "zh": "M1 是 否 受 到 M0 的 兄 弟 姐 妹 和 父 母 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Italian actor of M2",
            "kn": "M0 M2 ನ ಇಟಾಲಿಯನ್ ನಟನಾ",
            "he": "האם M0 היה שחקן איטלקי של M2",
            "zh": "M0 是 M2 的 意 大 利 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M3 's Canadian Mexican parent",
            "kn": "M0 M3 ನ ಕೆನಡಿಯನ್ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה מקסיקני קנדי של M0 M3",
            "zh": "M0   M3 是 加 拿 大 的 墨 西 哥 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's male Mexican Canadian spouse",
            "kn": "M0 M4 ನ ಪುರುಷ ಮೆಕ್ಸಿಕನ್ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הקנדי המקסיקני של M0 M4 היה",
            "zh": "M0   M4 的 男 性 是 墨 西 哥 加 拿 大 人 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Canadian Mexican parent of M3",
            "kn": "M0 ಕೆನಡಾದ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದ M3",
            "he": "האם M0 היה הורה מקסיקני קנדי ל- M3",
            "zh": "M0 是 M3 的 加 拿 大 墨 西 哥 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Canadian male Mexican parent of M4",
            "kn": "M0 ಕೆನಡಾದ ಪುರುಷ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದ M4",
            "he": "האם M0 היה הורה מקסיקני גבר קנדי ל- M4",
            "zh": "M0 是 M4 的 加 拿 大 墨 西 哥 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German male French sibling of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಪುರುಷ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח גרמני צרפתי מ- M1",
            "zh": "M0 是 M1 的 德 国 男 性 法 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Mexican male French spouse",
            "kn": "M0 M4 ನ ಮೆಕ್ಸಿಕನ್ ಪುರುಷ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג הצרפתים הגברים המקסיקניים של M0 M4",
            "zh": "M0   M4 是 墨 西 哥 男 性 法 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Spanish sibling M0",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הספרדי של M1 היה M0",
            "zh": "M1 是 西 班 牙 的 同 级 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 ?x1 . ?x0 wdt:P27 wd:Q29999 . ?x1 wdt:P749 M1 . M2 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's child 's Dutch employee 's parent",
            "kn": "M2 M1 ನ ಮಗುವಿನ ಡಚ್ ಉದ್ಯೋಗಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של העובד ההולנדי של הילד M2 M1 היה",
            "zh": "M2   M1 的 孩 子 是 荷 兰 雇 员 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q29999 . M3 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M3 M0 's German Dutch employee 's parent",
            "kn": "M3 M0 ನ ಜರ್ಮನ್ ಡಚ್ ಉದ್ಯೋಗಿಯ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה של העובד ההולנדי הגרמני של M3 M0 היה",
            "zh": "M3   M0 是 德 国 荷 兰 雇 员 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P27 wd:Q16 . FILTER ( M4 != ?x0 ) . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M4 M3 's Mexican male Canadian parent 's spouse",
            "kn": "M4 M3 ನ ಮೆಕ್ಸಿಕನ್ ಪುರುಷ ಕೆನಡಾದ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג של ההורה הקנדי המקסיקני של M4 M3 היה",
            "zh": "M4   M3 是 墨 西 哥 男 性 加 拿 大 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's German male American sibling M0",
            "kn": "M1 ನ ಜರ್ಮನ್ ಪುರುಷ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח הגרמני הגרמני של M1 היה M0",
            "zh": "M1 是 德 国 男 同 胞 美 国 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's actor 's female sibling M1",
            "kn": "M0 ನ ನಟನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה הנשי של שחקן M0 היה M1",
            "zh": "M0 的 演 员 是 女 同 胞 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 M3 }"
        },
        "question": {
            "en": "Was M2 executive produced by M3 and directed by a Mexican sibling of M0",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M3 ನಿರ್ಮಿಸಿ M0 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי M3 וביים אח אח מקסיקני של M0",
            "zh": "M2 执 行 人 员 是 由 M3 制 作 并 由 M0 的 墨 西 哥 兄 弟 姐 妹 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 M2 . M1 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M1 edited by M2 and M3 and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M2 ಮತ್ತು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי M2 ו- M3 והובל על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M2 和 M3 编 辑 并 由 M0 的 父 级 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent of a spouse of M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಪೋಷಕರಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה הורה לבן / בת זוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . M3 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M3 founded by M0 's German female employee",
            "kn": "M3 ಅನ್ನು M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M3 הוקמה על ידי עובדת גרמנית של M0",
            "zh": "M3 是 由 M0 的 德 国 女 性 雇 员 创 立 的 吗 ？"
        }
    }
]