[
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M1 's parent and spouse M0",
            "kn": "M1 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה ובן הזוג של M1 היו M0",
            "zh": "M1 的 父 母 和 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , written by , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, הופק על ידי, נכתב על ידי והורה על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 父 级 编 辑 ， 制 作 ， 编 写 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and directed by a Chinese sibling of M0",
            "kn": "M2 ಅನ್ನು ಚೀನಾದ ಒಡಹುಟ್ಟಿದವರು M0 ಬರೆದು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי אחיו הסיני של M0 וביים אותו",
            "zh": "M2 是 由 M0 的 中 国 同 胞 编 写 并 由 其 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 German",
            "kn": "M0 ಜರ್ಮನ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה גרמני",
            "zh": "M0 是 德 国 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian Japanese male sibling",
            "kn": "M0 M1 ನ ಕೆನಡಿಯನ್ ಜಪಾನೀಸ್ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחי זכר יפני קנדי של M0 M1",
            "zh": "M0   M1 是 加 拿 大 日 本 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a female spouse of a spouse of M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 הייתה בת זוג של בן / בת זוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M3 produced by M0 's French Italian sibling",
            "kn": "M3 ಅನ್ನು M0 ನ ಫ್ರೆಂಚ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M3 הופק על ידי אחיו הצרפתי האיטלקי של M0",
            "zh": "M3 是 由 M0 的 法 国 意 大 利 同 胞 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P27 wd:Q30 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's American spouse 's female American spouse",
            "kn": "M2 M1 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האמריקאי של M2 M1 היה בן הזוג האמריקאי",
            "zh": "M2   M1 是 美 国 配 偶 的 女 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by M0 's Italian sibling",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M0 ನ ಇಟಾಲಿಯನ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי M3 והוקם על ידי אחיו האיטלקי של M0",
            "zh": "M2 是 由 M3 创 建 并 由 M0 的 意 大 利 同 胞 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M0 a Japanese actor of M2",
            "kn": "M0 M2 ನ ಜಪಾನಿನ ನಟನಾ",
            "he": "האם M0 היה שחקן יפני של M2",
            "zh": "M0 是 M2 的 日 本 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Dutch sibling M0",
            "kn": "M1 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח של הולנד M1 היה M0",
            "zh": "M1 是 荷 兰 兄 弟 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by and produced by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי והורה של M0",
            "zh": "M1 由 M0 的 父 母 编 辑 和 制 作 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by a child of M0 and distributed by M2",
            "kn": "M1 ಅನ್ನು M0 ಯ ಮಗು ವಿತರಿಸಿದೆ ಮತ್ತು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי ילד של M0 והופץ על ידי M2",
            "zh": "M1 是 由 M0 的 子 代 分 发 还 是 由 M2 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was M0 's prequel 's prequel M1",
            "kn": "M0 ನ ಪ್ರಿಕ್ವೆಲ್ನ ಪ್ರಿಕ್ವೆಲ್ M1 ಆಗಿದೆಯೇ",
            "he": "האם הפריקוול של M0 היה הפריקוול M1",
            "zh": "M0 的 前 传 M1 是 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P155 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sequel 's sequel M1",
            "kn": "M0 ನ ಉತ್ತರಭಾಗ M1 ಆಗಿದೆಯೇ",
            "he": "האם סרט ההמשך של M0 היה סרט ההמשך M1",
            "zh": "是 M0 的 续 集 M1 的 续 集 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by M1 's male spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי בן הזוג הגברי של M1",
            "zh": "M2 是 否 由 M1 的 男 性 配 偶 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) . M2 wdt:P57 ?x1 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by a employee of M0 and directed by a spouse of M1",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי עובד של M0 והובל על ידי בן / בת זוג של M1",
            "zh": "M2 主 管 是 由 M0 的 雇 员 生 产 并 由 M1 的 配 偶 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M1 's British employee",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הבריטי של M0 M1 היה",
            "zh": "是 M0   M1 的 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of M0 's spouse",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג של בן / בת הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M1 's British Chinese employee M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಚೀನಾದ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הסיני הבריטי של M1 היה M0",
            "zh": "M1 的 英 国 华 人 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's spouse 's sibling and founded by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M2 ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M1 הוקם על ידי אחיו של בן / בת הזוג של M0 והוקם על ידי M2",
            "zh": "M1 是 由 M0 的 同 胞 兄 弟 姐 妹 创 立 的 ， 还 是 由 M2 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written and produced by a Mexican sibling of M0",
            "kn": "M2 ಅನ್ನು ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಬರೆದು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב והופק על ידי אח מקסיקני של M0",
            "zh": "M2 是 由 墨 西 哥 的 M0 兄 弟 姐 妹 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q30 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Japanese sibling 's spouse 's American spouse M2",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯ M2 ಆಗಿದೆಯೇ",
            "he": "האם בן / בת הזוג של אח / ים יפני / ים M0 היה M2",
            "zh": "M0 的 日 本 同 胞 的 配 偶 是 美 国 的 配 偶 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , executive produced , produced , and directed by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನೇ",
            "he": "האם M1 נערך, הופק, הופק, והובל על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 制 作 ， 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , produced by , and edited by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, ביים, הופק על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 由 其 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by and executive produced by a Italian spouse of M1 's parent",
            "kn": "M1 ನ ಪೋಷಕರ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ M2 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "האם M2 הופק על ידי והמנהל הופק על ידי בן זוג איטלקי להורה של M1",
            "zh": "M2 是 否 由 M1 父 母 的 意 大 利 配 偶 生 产 并 由 其 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q145 . M2 wdt:P27 wd:Q34 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's male sibling 's British Swedish spouse",
            "kn": "M2 M0 ನ ಪುರುಷ ಸಹೋದರನ ಬ್ರಿಟಿಷ್ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג הבריטי / אח של זכר M2 M0 היה השוודי הבריטי",
            "zh": "M2   M0 的 男 性 兄 弟 姐 妹 是 英 国 瑞 典 人 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Swedish female British spouse of M4",
            "kn": "M0 ಸ್ವೀಡಿಷ್ ಮಹಿಳಾ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದ M4",
            "he": "האם M0 הייתה בת זוג בריטית שוודית של M4",
            "zh": "M0 是 M4 的 瑞 典 英 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's employee",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד ההורים של M1 M0 היה עובד",
            "zh": "M1 是 M0 的 父 母 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , directed , executive produced , produced , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M1 נערך, ביים, הופק, הופק ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 导 演 ， 执 行 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , directed by , and produced by a female sibling of M0",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದಿರಾ",
            "he": "האם מנהל M2 הופק על ידי, ביים, והופק על ידי אח נשי מ M0",
            "zh": "M2 高 管 是 由 M0 的 女 性 同 胞 产 生 ， 指 导 并 由 其 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , edited by , produced by , directed by , and written by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נערך על ידי, הופק על ידי, ביים, ונכתב על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 制 作 ， 导 演 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , directed , written , produced , and edited by M0 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆಯೇ",
            "he": "האם מנהל M1 הופק, ביים, נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 写 作 ， 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , written , executive produced , directed , and edited by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק, נכתב, הופק, ביים ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 执 行 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's Canadian British employee M0",
            "kn": "M1 ನ ಕೆನಡಾದ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הבריטי הקנדי של M1 היה M0",
            "zh": "M1 的 加 拿 大 英 国 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M1 's American employee M0",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד האמריקאי של M1 היה M0",
            "zh": "M1 的 美 国 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M1 's female employee M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובדת של M1 הייתה M0",
            "zh": "M1 的 女 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's British Canadian employee M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಕೆನಡಾದ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הבריטי הקנדי של M1 היה M0",
            "zh": "M1 的 加 拿 大 英 籍 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's employee 's sibling M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של עובד M0 היה M1",
            "zh": "M0 的 雇 员 的 兄 弟 姐 妹 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P156 M1 }"
        },
        "question": {
            "en": "Was M0 a prequel of M1",
            "kn": "M0 M1 ನ ಪೂರ್ವಭಾವಿಯಾಗಿತ್ತು",
            "he": "האם M0 היה פריקוול של M1",
            "zh": "M0 是 M1 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's female German spouse",
            "kn": "M0 M3 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגרמני של M0 M3 היה",
            "zh": "M0   M3 是 德 国 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 's parent 's Dutch employee M1",
            "kn": "M0 ನ ಪೋಷಕರ ಡಚ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד ההולנדי של ההורים M0 היה M1",
            "zh": "M0 的 父 母 是 荷 兰 雇 员 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's Italian sibling 's sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אחיו של אחיו האיטלקי של M0",
            "zh": "M2 是 由 M0 的 意 大 利 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Canadian male French sibling M0",
            "kn": "M1 ನ ಕೆನಡಿಯನ್ ಪುರುಷ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח הקנדי הצרפתי של M1 היה M0",
            "zh": "M1 是 加 拿 大 男 性 法 国 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a Spanish spouse of M2",
            "kn": "M0 M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג ספרדי של M2",
            "zh": "M0 是 M2 的 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Dutch male Canadian spouse",
            "kn": "M0 M4 ನ ಡಚ್ ಪುರುಷ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג ההודי ההולנדי של M0 M4 היה",
            "zh": "M0   M4 是 荷 兰 男 性 加 拿 大 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a female sibling of M0 's employee",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 הייתה אחיה של עובדת M0",
            "zh": "M1 是 M0 员 工 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's child",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי הילד של M0",
            "zh": "M1 是 由 M0 的 孩 子 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's male spouse M0",
            "kn": "M2 ನ ಪುರುಷ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגברי של M2 היה M0",
            "zh": "M2 的 男 性 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a female spouse of M0 's French sibling",
            "kn": "M2 M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M2 הייתה בת זוג של אחיה הצרפתי של M0",
            "zh": "M2 是 M0 法 国 同 胞 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 a Spanish actor of M2",
            "kn": "M0 M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ನಟನಾ",
            "he": "האם M0 היה שחקן ספרדי של M2",
            "zh": "M0 是 M2 的 西 班 牙 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 's female spouse 's sibling M2",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של בן / בת הזוג של M1 היה M2",
            "zh": "M1 的 女 配 偶 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a female spouse of M0 's Mexican sibling 's sibling",
            "kn": "M2 M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M2 הייתה בת זוג של אח / אחים מקסיקני של M0",
            "zh": "M2 是 M0 的 墨 西 哥 兄 弟 姐 妹 的 兄 弟 姊 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q30 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a American spouse of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג אמריקאי לאחיו של M0",
            "zh": "M1 是 M0 的 同 胞 的 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M0 's actor 's actor M1",
            "kn": "M0 ನ ನಟನ ನಟ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם השחקן של M0 היה השחקן M1",
            "zh": "M0 的 演 员 是 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian Chinese employee",
            "kn": "M0 M1 ನ ಕೆನಡಾದ ಚೀನೀ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הסיני הקנדי של M0 M1 היה",
            "zh": "M0   M1 是 加 拿 大 的 华 裔 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's parent and sibling M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של בן הזוג M0 ואחיו היה M1",
            "zh": "M0 的 配 偶 是 父 母 并 且 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a male spouse of M0 's spouse",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן / בת זוג של בן / בת הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's parent and sibling",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם ההורה ואחיו של בן / בת הזוג M1 M0",
            "zh": "是 M1   M0 的 配 偶 的 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's parent and sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה והאח של M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's female German Swedish spouse",
            "kn": "M0 M4 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג של שוודית גרמנית של M0 M4 הייתה",
            "zh": "M0   M4 是 德 国 女 性 瑞 典 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by a employee of M0 and M1",
            "kn": "M2 ಅನ್ನು M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך על ידי עובד של M0 ו- M1",
            "zh": "M2 是 否 由 M0 和 M1 的 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M3 written by M2 's British Canadian spouse",
            "kn": "M3 ಅನ್ನು M2 ನ ಬ್ರಿಟಿಷ್ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M3 נכתב על ידי בן הזוג הקנדי הבריטי של M2",
            "zh": "M3 是 由 M2 的 加 拿 大 英 属 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , edited by , written by , and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, נערך על ידי, נכתב על ידי וביים בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 制 作 ， 编 辑 ， 编 写 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's Italian French spouse M0",
            "kn": "M3 ನ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הצרפתי האיטלקי של M3 היה M0",
            "zh": "M3 的 意 大 利 法 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . M2 wdt:P750 M3 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 distributed by M3 and produced by a actor of M0 and M1",
            "kn": "M2 ಅನ್ನು M3 ವಿತರಿಸಿದೆ ಮತ್ತು M0 ಮತ್ತು M1 ನ ನಟರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופץ על ידי M3 והופק על ידי שחקן M0 ו- M1",
            "zh": "M2 是 由 M3 分 发 并 由 M0 和 M1 的 参 与 者 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's Japanese British spouse",
            "kn": "M0 M3 ನ ಜಪಾನೀಸ್ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הבריטי היפני של M0 M3 היה",
            "zh": "M0   M3 是 日 本 英 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q145 . M1 wdt:P27 wd:Q142 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a British French spouse of a spouse of M0",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯ ಬ್ರಿಟಿಷ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג צרפתי בריטי לבן זוגו של M0",
            "zh": "M1 是 M0 的 配 偶 的 英 国 法 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Canadian British employee of M1 and M2",
            "kn": "M0 ಕೆನಡಾದ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M1 ಮತ್ತು M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם M0 היה עובד בריטי קנדי ב- M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 加 拿 大 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's employee",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי עובד M0",
            "zh": "M1 是 由 M0 的 员 工 写 的 吗 ？"
        }
    }
]