[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was a gender of M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של עובד M0",
            "zh": "M0 的 员 工 性 别 是 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a gender of M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של בן הזוג של M0",
            "zh": "M0 的 配 偶 的 性 别 是 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What was a gender of a Canadian employee of M0",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של עובד קנדי ב- M0",
            "zh": "M0 的 加 拿 大 雇 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "What was a gender of a Dutch employee of M0",
            "kn": "M0 ನ ಡಚ್ ಉದ್ಯೋಗಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של עובד הולנדי ב- M0",
            "zh": "M0 的 荷 兰 雇 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was a gender of a male employee of M0",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המגדר של עובד גבר ב- M0",
            "zh": "M0 的 男 性 雇 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a gender of a male sibling of M0",
            "kn": "M0 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מין של אח או זכר M0",
            "zh": "M0 的 男 性 同 胞 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a gender of a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מין של אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a gender of a Italian sibling of M0",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של אח איטלקי מ- M0",
            "zh": "意 大 利 M0 兄 弟 姐 妹 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What was a gender of a actor of M0",
            "kn": "M0 ನ ನಟನ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה המין של שחקן M0",
            "zh": "M0 演 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was a male actor of M0",
            "kn": "M0 ನ ಪುರುಷ ನಟ ಏನು",
            "he": "מה היה שחקן גבר של M0",
            "zh": "M0 的 男 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was a male actor that M0 and M1 were played by",
            "kn": "M0 ಮತ್ತು M1 ನಟಿಸಿದ ಪುರುಷ ನಟ ಯಾವುದು",
            "he": "מה היה שחקן גבר שאותו שיחקו M0 ו- M1",
            "zh": "M0 和 M1 扮 演 的 男 演 员 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x1 wdt:P156 M0 }"
        },
        "question": {
            "en": "What was a prequel of M0 's prequel",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿ ಯಾವುದು",
            "he": "מה היה פריקוול של הפריקוול של M0",
            "zh": "M0 的 前 传 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x1 wdt:P156 M0 }"
        },
        "question": {
            "en": "What was a prequel of a prequel of M0",
            "kn": "M0 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿ ಏನು",
            "he": "מה היה פריקוול של פריקוול של M0",
            "zh": "M0 的 前 传 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x1 wdt:P155 M0 }"
        },
        "question": {
            "en": "What was a prequel of a sequel of M0",
            "kn": "M0 ನ ಉತ್ತರಭಾಗದ ಪೂರ್ವಭಾವಿ ಯಾವುದು",
            "he": "מה היה פריקוול לסרט ההמשך של M0",
            "zh": "M0 续 集 的 前 传 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M0 }"
        },
        "question": {
            "en": "What was a sequel of M0 's sequel",
            "kn": "M0 ನ ಉತ್ತರಭಾಗದ ಉತ್ತರಭಾಗ ಯಾವುದು",
            "he": "מה היה סרט ההמשך של סרט ההמשך של M0",
            "zh": "M0 的 续 集 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M0 }"
        },
        "question": {
            "en": "What was a sequel of a sequel of M0",
            "kn": "M0 ನ ಉತ್ತರಭಾಗದ ಉತ್ತರಭಾಗ ಯಾವುದು",
            "he": "מה היה המשך של סרט המשך של M0",
            "zh": "M0 的 续 集 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 }"
        },
        "question": {
            "en": "What was a actor of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ನಟ ಯಾರು",
            "he": "מה היה שחקן של M0 ו- M1",
            "zh": "M0 和 M1 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was a actor of M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ನಟ ಏನು",
            "he": "מה היה שחקן של עובד M0",
            "zh": "M0 员 工 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What was a actor of M0 's actor",
            "kn": "M0 ನ ನಟನ ನಟ ಏನು",
            "he": "מה היה שחקן של השחקן של M0",
            "zh": "M0 的 演 员 是 什 么 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a actor of M0 's female sibling",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರನ ನಟ ಏನು",
            "he": "מה היה שחקן של אחיה הנשי של M0",
            "zh": "M0 的 女 性 同 胞 的 演 员 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was a actor of M0 's parent 's employee",
            "kn": "M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿಯ ನಟ ಯಾರು",
            "he": "מה היה שחקן של עובד ההורים של M0",
            "zh": "M0 的 父 母 的 雇 员 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was a actor of a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರ ನಟ ಏನು",
            "he": "מה היה שחקן של הורה ל- M0",
            "zh": "M0 的 父 母 的 演 员 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was a actor of a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟ ಏನು",
            "he": "מה היה שחקן של אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 是 谁 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was a actor of a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ನಟ ಏನು",
            "he": "מה היה שחקן של עובד של M0",
            "zh": "M0 员 工 的 演 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed and edited by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים ונערך על ידי עובד M0",
            "zh": "M0 的 员 工 负 责 指 导 和 编 辑 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and edited by M0 's Mexican sibling",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים ונערך על ידי אחיו המקסיקני של M0",
            "zh": "由 M0 的 墨 西 哥 兄 弟 姐 妹 指 挥 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים ונערך על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 指 导 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה הונחה והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 执 行 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ביים והפיק בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 指 挥 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was directed and produced by M0 's spouse 's sibling",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק אחיו של בן / בת הזוג M0",
            "zh": "M0 的 配 偶 的 兄 弟 姐 妹 指 挥 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed and produced by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק העובד של M0",
            "zh": "M0 的 员 工 指 导 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and produced by M0 's Mexican sibling",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק אחיו המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 兄 弟 姐 妹 指 挥 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was directed and produced by a Japanese employee of M0",
            "kn": "M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק עובד יפני של M0",
            "zh": "M0 的 一 名 日 本 员 工 指 导 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and produced by a Japanese sibling of M0",
            "kn": "M0 ನ ಜಪಾನಿನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק אח אח יפני מ- M0",
            "zh": "日 本 的 M0 兄 弟 姐 妹 指 挥 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was directed and produced by a employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים והפיק עובד של M0 ו- M1",
            "zh": "M0 和 M1 的 员 工 指 导 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ביים ונכתב על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed and written by a spouse of M0",
            "kn": "M0 ರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים ונכתב על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 导 演 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was directed by M0 and directed by a parent of M1",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופנה על ידי M0 וביים הורה ל- M1",
            "zh": "由 M0 指 导 并 由 M1 的 父 母 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What was directed by M0 and executive produced by M1 's child",
            "kn": "M1 ನ ಮಗು ನಿರ್ಮಿಸಿದ M0 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי M0 והמנהל שהופק על ידי הילד של M1",
            "zh": "M0 的 导 演 是 什 么 ， M1 的 孩 子 制 作 了 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by M1 's male sibling and produced by M0",
            "kn": "M1 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופנה על ידי אחיו הגברים של M1 והופק על ידי M0",
            "zh": "由 M1 的 男 性 兄 弟 姐 妹 指 挥 ， 由 M0 产 生 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was directed by M0 's female employee",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הורה על ידי עובדת M0",
            "zh": "M0 的 女 员 工 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was directed by M2 's Mexican sibling and executive produced by M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನಿರ್ಮಿಸಿದ M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי אחיו והמנהל המקסיקני של M2 שהופק על ידי M0 ו- M1",
            "zh": "M0 和 M1 产 生 的 M2 墨 西 哥 兄 弟 姐 妹 和 高 管 导 演 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x2 . ?x1 wdt:P3373 M1 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by M1 's sibling and edited by M0 's employee",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים אחיו של M1 ונערך על ידי עובד M0",
            "zh": "由 M1 的 兄 弟 姐 妹 指 挥 并 由 M0 的 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "What was directed by M0 and directed by M1 's Dutch employee",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಡಚ್ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הונחה על ידי M0 וביים העובד ההולנדי של M1",
            "zh": "由 M0 指 导 和 由 M1 的 荷 兰 雇 员 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by M0 's female sibling",
            "kn": "M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ביים אחיה הנשי של M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was directed by M0 and executive produced by M1 's parent",
            "kn": "M1 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ M0 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי M0 והמנהל שהופק על ידי ההורה של M1",
            "zh": "M0 导 演 的 是 什 么 ， M1 的 父 母 制 作 了 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was directed by M0 and directed by M2 's male spouse",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הופנה על ידי M0 וביים בן הזוג הגברי של M2",
            "zh": "由 M0 指 导 和 由 M2 的 男 性 配 偶 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What was directed by M0 and edited by M2 's spouse 's male spouse",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M2 ನ ಸಂಗಾತಿಯ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה ביים M0 ונערך על ידי בן / בת הזוג הגבר של M2",
            "zh": "由 M0 指 导 并 由 M2 的 配 偶 的 男 性 配 偶 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by M1 's German sibling and executive produced by M0",
            "kn": "M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי אחיו והמנהל הגרמני של M1 שהופק על ידי M0",
            "zh": "M1 的 德 国 兄 弟 姐 妹 和 M0 制 作 的 高 管 导 演 的 导 演 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by M0 and written by a British sibling of M1",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים M0 ונכתב על ידי אחיו הבריטי של M1",
            "zh": "由 M0 指 挥 并 由 M1 的 英 国 兄 弟 姐 妹 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was directed by M0 and directed by M1 's employee 's parent",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הורה על ידי M0 והורה ההורה של עובד M1",
            "zh": "由 M0 指 导 并 由 M1 的 雇 员 父 母 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P453 M1 . ?x1 wdt:P453 M2 }"
        },
        "question": {
            "en": "What was directed by M0 and produced by a actor of M1 and M2",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ಮತ್ತು M2 ನ ನಟ ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ביים M0 והופק על ידי שחקן M1 ו- M2",
            "zh": "由 M0 指 挥 并 由 M1 和 M2 的 演 员 制 作 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by M0 's American sibling",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ביים אחיו האמריקאי של M0",
            "zh": "M0 的 美 国 同 胞 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by M0 and directed by M1 's Swedish sibling",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಸ್ವೀಡಿಷ್ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה ביים M0 וביים אחיו השבדי של M1",
            "zh": "由 M0 指 导 和 由 M1 的 瑞 典 兄 弟 姐 妹 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "What was directed by M0 's Dutch employee",
            "kn": "M0 ನ ಡಚ್ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הורה על ידי העובד ההולנדי של M0",
            "zh": "M0 的 荷 兰 员 工 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by M0 and directed by a female sibling of M1",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופנה על ידי M0 וביים אח / נקבה מ- M1",
            "zh": "由 M0 指 导 和 由 M1 的 女 性 兄 弟 姐 妹 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was directed by M0 and edited by a British spouse of M2",
            "kn": "M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M2 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה ביים M0 ונערך על ידי בן זוג בריטי ל- M2",
            "zh": "由 M0 指 导 并 由 M2 的 英 国 配 偶 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by a British sibling of M1 and executive produced by M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה על ידי אח בריטי של M1 והמנהל שהופק על ידי M0",
            "zh": "英 国 的 M1 兄 弟 姐 妹 和 M0 产 生 的 高 管 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What was directed by a German employee of M0",
            "kn": "M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הורה על ידי עובד גרמני ב- M0",
            "zh": "由 M0 的 德 国 雇 员 指 挥 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by a German female sibling of M0",
            "kn": "M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הורה על ידי אחיה גרמנית מ- M0",
            "zh": "M0 的 德 国 女 性 同 胞 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What was directed by a Swedish employee of M1 and directed by M0",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הורה על ידי עובד שוודי של M1 והנחה על ידי M0",
            "zh": "由 M1 的 瑞 典 雇 员 指 导 并 由 M0 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by a Swedish spouse of M1",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הורה על ידי בן זוג שוודי ל- M1",
            "zh": "瑞 典 M1 的 配 偶 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by a female sibling of M1 and directed by M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופנה על ידי אח נשי מ- M1 וביים M0",
            "zh": "M1 的 女 性 同 胞 和 M0 指 示 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by a female sibling of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופנה על ידי אח / נקבה מ- M0",
            "zh": "M0 的 女 性 同 胞 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הורה על ידי הורה ל- M0",
            "zh": "M0 的 父 母 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ביים אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x2 . ?x1 wdt:P26 M1 . ?x2 wdt:P749 M0 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed by a spouse of M1 and executive produced by M0 's child",
            "kn": "M1 ನ ಸಂಗಾತಿಯು ಮತ್ತು M0 ನ ಮಗು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הורה על ידי בן / בת זוג M1 ומנהל / ת שהפיק הילד של M0",
            "zh": "M1 的 配 偶 和 M0 的 孩 子 生 产 的 高 管 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was directed by a spouse of a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הורה בן / בת זוג של אח / ה M0",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 指 示 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and edited by M0 's female sibling",
            "kn": "M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים ונערך על ידי אחיה הנשי של M0",
            "zh": "由 M0 的 女 性 同 胞 指 导 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by and edited by a Spanish sibling of M0",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים ונערך על ידי אח ספרדי מ- M0",
            "zh": "由 西 班 牙 M0 兄 弟 姐 妹 指 导 和 编 辑 的 内 容 是 什 么 ？"
        }
    }
]