[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P737 ?x0 . M2 wdt:P737 M3 }"
        },
        "question": {
            "en": "Was M2 influenced by M3 and influenced by a German sibling of M0",
            "kn": "M2 M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מ- M3 והושפע מאח גרמני של M0",
            "zh": "M2 是 否 受 到 M3 的 影 响 并 受 到 M0 的 德 国 同 胞 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M0 a female actor of M1",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ನಟನಾ",
            "he": "האם M0 הייתה שחקנית של M1",
            "zh": "M0 是 M1 的 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's American sibling 's sibling",
            "kn": "M2 M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם אחיו של אחיו האמריקאי M2 M0",
            "zh": "M2   M0 是 美 国 兄 弟 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's child M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಮಗು M1 ಆಗಿದೆಯೇ",
            "he": "האם ילד אחיו של M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 的 孩 子 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a female spouse of M2",
            "kn": "M0 M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג של M2",
            "zh": "M0 是 M2 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's actor 's actor",
            "kn": "M1 M0 ನ ನಟನ ನಟನಾ",
            "he": "האם השחקן של M1 M0 היה השחקן",
            "zh": "M1   M0 的 演 员 是 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's male actor 's actor",
            "kn": "M2 M0 ನ ಪುರುಷ ನಟನ ನಟನಾ",
            "he": "האם השחקן הגברי של M2 M0 היה השחקן",
            "zh": "M2   M0 是 男 演 员 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 a actor of M0 's actor",
            "kn": "M1 M0 ನ ನಟನ ನಟನಾ",
            "he": "האם M1 היה שחקן של השחקן של M0",
            "zh": "M1 是 M0 的 演 员 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M1 's Chinese Japanese employee M0",
            "kn": "M1 ನ ಚೀನೀ ಜಪಾನಿನ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד היפני הסיני של M1 היה M0",
            "zh": "M1 的 中 国 日 本 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M1 's Japanese Chinese employee M0",
            "kn": "M1 ನ ಜಪಾನಿನ ಚೀನೀ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הסיני היפני של M1 היה M0",
            "zh": "M1 的 日 本 华 人 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M2 's Japanese actor M0",
            "kn": "M2 ನ ಜಪಾನಿನ ನಟ M0",
            "he": "האם השחקן היפני של M2 היה M0",
            "zh": "M2 的 日 本 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent and sibling of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה הורה ואח לאחיו של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling and spouse of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה אח ובן זוגו של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's female sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה / אח של M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 母 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's sibling and spouse M1",
            "kn": "M0 ನ ಪೋಷಕರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח של בן ההורים M0 היה בן הזוג M1",
            "zh": "M0 的 父 母 的 兄 弟 姐 妹 和 配 偶 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P27 wd:Q17 . ?x2 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x2 != M0 ) . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by M0 's Japanese sibling 's parent 's spouse",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನೀಸ್ ಸಹೋದರನ ಪೋಷಕರ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי בן / בת הזוג של הורה / אחים יפני / ים M0",
            "zh": "M2 是 否 由 M0 的 日 本 同 胞 的 父 母 的 配 偶 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M2 . M0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "Was M0 directed by M2 and edited by M1",
            "kn": "M0 ಅನ್ನು M2 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 ביים M2 ונערך על ידי M1",
            "zh": "M0 是 由 M2 导 演 并 由 M1 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 M3 . M2 wdt:P1431 M4 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M3 and M4 and written by M1 's male spouse",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M3 ಮತ್ತು M4 ನಿರ್ಮಿಸಿ M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי M3 ו- M4 ונכתב על ידי בן הזוג הגברי של M1",
            "zh": "M2 主 管 是 由 M3 和 M4 制 作 并 由 M1 的 男 性 配 偶 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי אח של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's sibling 's spouse",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי בן / בת זוגו של אח / ת M0",
            "zh": "M1 的 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 的 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M0 M1 's Japanese employee",
            "kn": "M0 M1 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד היפני של M0 M1 היה",
            "zh": "是 M0   M1 的 日 本 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , written by , executive produced by , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי, נכתב על ידי מנהל בכיר שהופק על ידי והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 生 产 并 由 M0 的 母 公 司 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced and written by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , produced , written , and directed by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದರು, ನಿರ್ಮಿಸಿದರು, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, הופק, נכתב ובוים על ידי ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 制 作 ， 制 作 ， 编 写 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced , written , and directed by a female spouse of M1",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ, ಬರೆದು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק, נכתב ובוים על ידי בן זוגה של M1",
            "zh": "M2 主 管 是 由 M1 的 女 性 配 偶 制 作 ， 撰 写 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P750 M3 . M2 wdt:P750 M4 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Chinese sibling and distributed by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו הסיני של M0 והופץ על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 中 国 同 胞 生 产 的 ， 由 M3 和 M4 分 配 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by a sibling of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי אח של M0",
            "zh": "M1 行 政 人 员 是 由 M0 的 兄 弟 姐 妹 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M3 's German Italian parent",
            "kn": "M0 M3 ನ ಜರ್ಮನ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה האיטלקי הגרמני של M0 M3 היה",
            "zh": "M0   M3 是 德 国 意 大 利 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's Spanish sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אחיו הספרדי של M0",
            "zh": "M2 是 由 M0 的 西 班 牙 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by M0 's male employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך על ידי העובד הגברי של M0",
            "zh": "M2 是 由 M0 的 男 性 雇 员 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British Japanese sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח היפני הבריטי של M0 M1 היה",
            "zh": "M0   M1 是 英 国 日 本 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a British Japanese male sibling of M1",
            "kn": "M0 ಬ್ರಿಟಿಷ್ ಜಪಾನಿನ ಪುರುಷ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח זכר יפני בריטי מ- M1",
            "zh": "M0 是 M1 的 英 国 日 本 日 本 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by and edited by M0 's Mexican sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 ביים ונערך על ידי אחיו המקסיקני של M0",
            "zh": "M2 是 否 由 M0 的 墨 西 哥 兄 弟 姐 妹 导 演 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 母 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , edited , and written by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק, נערך ונכתב על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 制 作 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M2 . M0 wdt:P1431 M1 }"
        },
        "question": {
            "en": "Was M0 executive produced by M1 and edited by M2",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನಿರ್ಮಿಸಿ M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M0 הופק על ידי M1 ונערך על ידי M2",
            "zh": "M0 执 行 人 员 是 由 M1 制 作 并 由 M2 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , edited , produced , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M1 ביים, נערך, הופק ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 ， 编 辑 ， 制 作 和 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , written , edited , executive produced , and produced by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶನ, ಲಿಖಿತ, ಸಂಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופנה, נכתב, נערך, הופק והופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 编 写 ， 编 辑 ， 执 行 ， 还 是 由 M0 的 兄 弟 姐 妹 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , directed by , executive produced by , produced by , and written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M1 נערך על ידי, ביים מנהל, הופק על ידי, הופק על ידי ונכתב על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 级 兄 弟 编 辑 ， 导 演 ， 执 行 制 作 的 ， 还 是 由 M0 的 兄 弟 姐 妹 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , directed by , written by , executive produced by , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, ביים, נכתב על ידי מנהל שהופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 由 M2 的 兄 弟 姐 妹 制 作 ， 导 演 ， 由 作 者 撰 写 还 是 由 M0 的 兄 弟 姐 妹 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , executive produced by , written by , and directed by a sibling of M0",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, מנהל הופק על ידי, נכתב על ידי וביים אח של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 人 员 制 作 ， 编 写 ， 还 是 由 M0 的 兄 弟 姐 妹 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , executive produced by , directed by , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, הופק על ידי, מנהל הופק על ידי, ביים, ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 制 作 的 ， 执 行 者 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 导 演 的 ， 还 是 由 M0 的 兄 弟 姐 妹 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , written by , executive produced by , and directed by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, הופק על ידי, נכתב על ידי, מנהל הופק על ידי וביים אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 生 产 ， 编 写 ， 由 执 行 人 员 制 作 并 由 M0 的 兄 弟 姐 妹 执 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , produced , written , executive produced , and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך, הופק, נכתב, הופק ומנהל על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ， 制 作 ， 撰 写 ， 执 行 并 由 其 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , edited by , directed by , written by , and produced by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נערך על ידי, ביים, נכתב על ידי והופק על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 导 演 ， 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , produced by , edited by , directed by , and written by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, הופק, נערך על ידי, ביים, ונכתב על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 制 作 ， 编 辑 ， 导 演 和 写 成 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , directed , edited , and written by M0 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, ביים, נערך ונכתב על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , written , produced , directed , and edited by M0 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದರು, ಬರೆದರು, ನಿರ್ಮಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, נכתב, הופק, ביים ונערך על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 制 作 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's British Italian male sibling M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಇಟಾಲಿಯನ್ ಪುರುಷ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגברי האיטלקי של M1 היה M0",
            "zh": "M1 是 英 国 意 大 利 男 性 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 a spouse and parent of M1",
            "kn": "M0 ಸಂಗಾತಿ ಮತ್ತು M1 ನ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם M0 היה בן זוג והורה ל- M1",
            "zh": "M0 是 M1 的 配 偶 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Dutch sibling 's parent",
            "kn": "M2 ಅನ್ನು M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי ההורה של אחיו ההולנדי של M0",
            "zh": "M2 是 由 M0 的 荷 兰 兄 弟 姐 妹 的 父 母 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P750 M3 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M1 's sibling 's Italian spouse and distributed by M3",
            "kn": "M2 ಅನ್ನು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ಉತ್ಪಾದಿಸಿ M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי בן זוגו האיטלקי של אחיו M1 והופץ על ידי M3",
            "zh": "M2 是 由 M1 的 兄 弟 姐 妹 的 意 大 利 配 偶 生 产 并 由 M3 分 发 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P57 M3 }"
        },
        "question": {
            "en": "Was M2 directed by M1 's male spouse and directed by M3",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M3 ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי בן הזוג הגברי של M1 והובל על ידי M3",
            "zh": "M2 是 由 M1 的 男 性 配 偶 导 演 的 ， 还 是 由 M3 导 演 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's Chinese Japanese spouse M0",
            "kn": "M3 ನ ಚೀನೀ ಜಪಾನೀಸ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג היפני הסיני של M3 היה M0",
            "zh": "M3 的 中 国 日 本 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's male Chinese Japanese spouse M0",
            "kn": "M4 ನ ಪುರುಷ ಚೀನೀ ಜಪಾನಿನ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג היפני הסיני של M4 היה M0",
            "zh": "M4 的 男 性 中 国 日 本 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's male Japanese Chinese spouse M0",
            "kn": "M4 ನ ಪುರುಷ ಜಪಾನಿನ ಚೀನೀ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הסיני היפני של M4 היה M0",
            "zh": "M4 的 男 性 日 本 华 人 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by and produced by M0 's sibling 's parent",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי והורה של אחיו של M0 והופק אותו",
            "zh": "M1 执 行 官 是 由 M0 的 兄 弟 姐 妹 的 父 母 生 产 的 还 是 由 M0 的 兄 弟 姐 妹 的 父 母 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Japanese sibling and produced by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M3 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו היפני של M0 ויוצר על ידי M3",
            "zh": "M2 是 由 M0 的 日 本 兄 弟 姐 妹 生 产 的 ， 还 是 由 M3 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 's French Dutch male employee M0",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಪುರುಷ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובד הגבר ההולנדי של M1 היה עובד M0",
            "zh": "M1 的 法 国 荷 兰 男 性 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 's French male Dutch employee M0",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಪುರುಷ ಡಚ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד ההולנדי של M1 היה צרפתי M0",
            "zh": "M1 的 法 国 男 性 荷 兰 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Dutch sibling of M1",
            "kn": "M0 M1 ನ ಡಚ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח הולנדי של M1",
            "zh": "M0 是 M1 的 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P453 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's actor 's sibling 's sibling",
            "kn": "M1 M0 ನ ನಟನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם אחיו של השחקן M1 M0",
            "zh": "是 M1   M0 的 a c t o r 的 兄 弟 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q30 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M4 's American Canadian Italian parent M0",
            "kn": "M4 ನ ಅಮೇರಿಕನ್ ಕೆನಡಿಯನ್ ಇಟಾಲಿಯನ್ ಪೋಷಕ M0",
            "he": "האם ההורה האמריקאי האיטלקי הקנדי של M4 היה M0",
            "zh": "M4 的 美 国 加 拿 大 意 大 利 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's British Mexican spouse",
            "kn": "M0 M3 ನ ಬ್ರಿಟಿಷ್ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הבריטי המקסיקני של M0 M3 היה",
            "zh": "M0   M3 是 英 属 墨 西 哥 的 配 偶 吗 ？"
        }
    }
]