[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , produced by , written by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, הופק על ידי, נכתב על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 制 作 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed by , produced by , written by , executive produced by , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק על ידי, נכתב על ידי מנהל שהופק על ידי ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 制 作 ， 撰 写 ， 由 执 行 人 员 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed by , produced by , written by , executive produced by , and edited by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק, נכתב על ידי, מנהל שהופק על ידי וערך עובד של M0",
            "zh": "M0 的 员 工 由 什 么 指 导 ， 制 作 ， 编 写 ， 执 行 由 M0 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , and executive produced by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נכתב על ידי ומנהל שהופק על ידי אחיו הגברי של M0",
            "zh": "M0 的 男 性 同 胞 是 由 什 么 领 导 ， 编 写 和 执 行 的 ， 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נכתב על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 导 ， 撰 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , and executive produced by a female sibling of M0",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נכתב על ידי ומנהל שהופק על ידי אח נשי מ- M0",
            "zh": "女 同 胞 M0 的 导 演 ， 执 笔 和 执 行 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , executive produced by , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, נכתב על ידי מנהל שהפיק, ונערך על ידי אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 领 导 ， 编 写 ， 执 行 ， 由 M0 的 兄 弟 姐 妹 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , produced by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נכתב על ידי, הופק על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 编 写 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , produced by , executive produced by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, נכתב על ידי, הופק על ידי, מנהל שהופק על ידי ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 撰 写 ， 撰 写 ， 由 执 行 人 员 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed by , written by , produced by , executive produced by , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, נכתב על ידי, הופק על ידי, מנהל שהופק על ידי ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 导 演 ， 撰 写 ， 撰 写 ， 由 执 行 人 员 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , edited , and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, נערך והפיק בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 指 导 ， 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , edited , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, נערך והופק על ידי הורה ל- M0",
            "zh": "由 M0 的 父 级 指 挥 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , edited , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך ונכתב על ידי בן הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , edited , executive produced , produced , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך, הופק, הופק ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 导 ， 编 辑 ， 执 行 制 作 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed , edited , executive produced , written , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה ביים, נערך, הופק, נכתב והופק על ידי עובד ב- M0",
            "zh": "由 M0 的 员 工 指 导 ， 编 辑 ， 执 行 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , edited , produced , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך, הופק ונכתב על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 编 辑 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed , edited , produced , executive produced , and written by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, נערך, הופק, הופק בכיר ונכתב על ידי עובד M0",
            "zh": "由 M0 的 员 工 指 导 ， 编 辑 ， 制 作 ， 执 行 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , and produced by M0 's sibling 's spouse",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק ההנהלה, והופק על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 的 配 偶 指 示 ， 执 行 ， 产 生 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , and produced by a female sibling of M0",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופנה, הופק והופק על ידי אח נשי מ- M0",
            "zh": "由 M0 的 女 性 兄 弟 姐 妹 指 挥 ， 执 行 产 生 和 产 生 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק ההנהלה, ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 执 行 产 生 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק ההנהלה ונכתב על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 执 行 产 生 和 编 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , edited , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ, ಸಂಪಾದನೆ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק, ערך, נכתב ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 执 行 ， 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , edited , produced , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ, ಸಂಪಾದನೆ, ನಿರ್ಮಾಣ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הפיק ההנהלה, ערך, הופק ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 执 行 ， 制 作 ， 编 辑 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , produced , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופנה, הופק, הופק ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 ， 执 行 制 作 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , executive produced , produced , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק, הופק ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 执 行 制 作 ， 制 作 和 撰 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , produced , edited , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ, ಉತ್ಪಾದನೆ, ಸಂಪಾದನೆ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק, הופק, נערך ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 执 行 ， 制 作 ， 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , executive produced , produced , written , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ, ಬರಹ ಮತ್ತು ಸಂಪಾದನೆ ಏನು",
            "he": "מה ביים, הופק, הופק, נכתב ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 ， 执 行 制 作 ， 制 作 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was directed , executive produced , written , and edited by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಬರಹ ಮತ್ತು ಸಂಪಾದನೆ ಏನು",
            "he": "מה ביים, הופק, נכתב ונערך על ידי עובד ב- M0",
            "zh": "由 M0 的 员 工 指 导 ， 执 行 ， 制 作 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , produced , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה ביים, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 指 导 ， 制 作 和 编 辑 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , produced , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, הופק וערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 ， 制 作 和 编 辑 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , produced , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה ביים, הופק ונערך על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 导 ， 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was directed , produced , and executive produced by a male employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה הופק, הופק והוצג על ידי עובד גבר ב- M0 ו- M1",
            "zh": "由 M0 和 M1 的 男 性 雇 员 指 导 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was directed , produced , edited , and executive produced by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, הופק, נערך והוצג על ידי העובד הגברי של M0",
            "zh": "由 M0 的 男 性 雇 员 指 导 ， 制 作 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , produced , edited , and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק, נערך ונכתב על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , produced , edited , written , and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, הופק, נערך, נכתב והוצג על ידי הורה ל- M0",
            "zh": "由 M0 的 父 母 指 导 ， 制 作 ， 编 辑 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , produced , executive produced , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק, הופק בכיר ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 制 作 ， 执 行 制 作 和 撰 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , produced , executive produced , edited , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה ביים, הופק, הופק בכיר, נערך ונכתב על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 制 作 ， 执 行 ， 制 作 ， 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , produced , written , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, הופק, נכתב ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 制 作 ， 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What was directed , produced , written , and edited by a Mexican parent of M1",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದ ವಿಷಯ ಯಾವುದು",
            "he": "מה ביים, הופק, נכתב וערך על ידי הורה מקסיקני ל- M1",
            "zh": "墨 西 哥 M1 的 父 母 指 导 ， 制 作 ， 编 写 和 编 辑 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was directed , produced , written , and edited by a Italian spouse of M1",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದ ವಿಷಯ ಯಾವುದು",
            "he": "מה ביים, הופק, נכתב וערך על ידי בן זוג איטלקי ל- M1",
            "zh": "意 大 利 M1 的 配 偶 导 演 ， 制 作 ， 撰 写 和 编 辑 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , produced , written , edited , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, הופק, נכתב, נערך והוצא על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 制 作 ， 编 写 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , produced , written , edited , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, הופק, נכתב, נערך והוצא על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 制 作 ， 撰 写 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , written , and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ביים, נכתב והופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 示 ， 编 写 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , written , edited , and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿ ಏನು",
            "he": "מה ביים, נכתב, נערך והוצג על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 指 导 ， 编 写 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , written , edited , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, נכתב, נערך והופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 指 导 ， 编 写 ， 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , written , edited , produced , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, נכתב, נערך, הופק והוצא על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 编 写 ， 编 辑 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , written , executive produced , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ ಮತ್ತು ಸಂಪಾದನೆ ಏನು",
            "he": "מה ביים, נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 ， 编 写 ， 执 行 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , written , produced , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים, נכתב, הופק ונערך על ידי ההורה של M0",
            "zh": "M0 的 父 母 指 导 ， 编 写 ， 制 作 和 编 辑 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was directed , written , produced , edited , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, נכתב, הופק, נערך והוצא על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 指 挥 ， 编 写 ， 制 作 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was directed , written , produced , executive produced , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು ಸಂಪಾದನೆ ಏನು",
            "he": "מה ביים, נכתב, הופק, הופק ונערך על ידי ההורה של M0",
            "zh": "M0 的 父 母 指 导 ， 写 作 ， 制 作 ， 执 行 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was distributed by M0 and distributed by a parent of M1",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ವಿತರಿಸಿದ್ದಾರೆ",
            "he": "מה הופץ על ידי M0 והופץ על ידי הורה ל- M1",
            "zh": "M0 分 发 了 什 么 ， M1 的 父 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 M1 }"
        },
        "question": {
            "en": "What was distributed by M0 and produced by M1",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופץ על ידי M0 והופק על ידי M1",
            "zh": "M0 分 发 了 什 么 ， M1 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was distributed by M0 and produced by M1 's spouse 's sibling",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯ ಸಹೋದರರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופץ על ידי M0 והופק על ידי אחיו של בן / בת הזוג של M1",
            "zh": "M0 分 发 了 什 么 ， 并 且 M1 的 同 胞 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was distributed by M0 and produced by a Dutch sibling of M1",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ಡಚ್ ಸಹೋದರರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופץ על ידי M0 והופק על ידי אח הולנדי M1",
            "zh": "M0 分 发 了 什 么 ， 并 且 由 M1 的 荷 兰 兄 弟 姐 妹 生 产 了 什 么 ？"
        }
    }
]