[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , directed , edited , and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק, נכתב, ביים, נערך והוצא על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 撰 写 ， 指 导 ， 编 辑 和 制 作 了 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , directed , executive produced , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב, ביים, הופק ונערך על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 撰 写 ， 指 导 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced , written , edited , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב, נערך וביים אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 ， 编 写 ， 编 辑 和 指 导 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , written , edited , and directed by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב, נערך וביים ההורה של M0",
            "zh": "M0 的 父 母 制 作 ， 编 写 ， 编 辑 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced , written , executive produced , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב, הופק ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 撰 写 ， 执 行 ， 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה כתב וביים בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 所 写 和 指 挥 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and directed by a Dutch sibling of M0",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב וביים אח / הולנדית מ- M0",
            "zh": "荷 兰 M0 的 兄 弟 姐 妹 写 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and edited by M0 's German sibling",
            "kn": "M0 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי אחיו הגרמני של M0",
            "zh": "M0 的 德 国 同 胞 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and edited by M0 's Japanese sibling",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי אחיו היפני של M0",
            "zh": "M0 的 日 本 同 胞 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נכתב ונערך על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 了 什 么 书 ， 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה כתב והנהלת ההורים של M0",
            "zh": "M0 的 父 母 写 了 什 么 书 并 制 作 了 行 政 书 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and executive produced by M0 's Spanish sibling",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב והופק על ידי אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 写 了 什 么 书 ， 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה כתב והנהלת בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 写 了 什 么 ， 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה כתב והנהלה הופק על ידי הורה ל- M0",
            "zh": "M0 的 父 母 写 了 什 么 并 制 作 了 行 政 文 件 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב והנהלה הופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 了 什 么 ， 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב והנהלה הופק על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 撰 写 并 撰 写 了 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was written and executive produced by a Italian spouse of M1",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נכתב והוצג על ידי בן זוג איטלקי ל- M1",
            "zh": "意 大 利 M1 的 配 偶 撰 写 和 撰 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה כתב והפיק בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 写 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה כתב והפיק בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 写 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What was written by M0 's actor",
            "kn": "M0 ನ ನಟ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב השחקן של M0",
            "zh": "M0 的 演 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's female sibling",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיה הנשי של M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was written by M0 's employee 's sibling",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו של עובד M0",
            "zh": "M0 的 员 工 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was written by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב העובד של M0",
            "zh": "M0 的 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's Chinese sibling",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו הסיני של M0",
            "zh": "M0 的 中 国 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was written by M0 's child 's employee",
            "kn": "M0 ನ ಮಗುವಿನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי עובד הילד של M0",
            "zh": "M0 的 孩 子 的 雇 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's American sibling",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו האמריקאי של M0",
            "zh": "M0 的 美 国 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's Italian sibling",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו האיטלקי של M0",
            "zh": "M0 的 意 大 利 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was written by M0 and written by M1 's parent",
            "kn": "M0 ನಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי M0 ונכתב על ידי ההורה של M1",
            "zh": "M0 和 M1 的 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x2 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M3 . ?x2 wdt:P27 wd:Q34 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != M3 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's Swedish sibling and produced by a female spouse of M3",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M3 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי אחיה השוודי של M0 והופק על ידי בן זוגה של M3",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 由 M3 的 女 性 配 偶 创 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was written by M0 and edited by a Italian sibling of M1",
            "kn": "M0 ನಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי M0 ונערך על ידי אחיו האיטלקי של M1",
            "zh": "由 M0 撰 写 并 由 M1 的 意 大 利 同 胞 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was written by M0 and written by a male spouse of M2",
            "kn": "M0 ನಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי M0 ונכתב על ידי בן זוג גבר של M2",
            "zh": "M0 写 的 和 M2 的 男 性 配 偶 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What was written by M0 's Canadian employee",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב העובד הקנדי של M0",
            "zh": "M0 的 加 拿 大 雇 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What was written by M0 and written by a Canadian employee of M1",
            "kn": "M0 ನಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי M0 ונכתב על ידי עובד קנדי של M1",
            "zh": "M0 和 M1 的 加 拿 大 雇 员 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן הזוג של M0",
            "zh": "M0 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x2 . ?x1 wdt:P26 ?x3 . ?x2 wdt:P26 M2 . ?x3 wdt:P27 wd:Q34 . ?x3 wdt:P26 M1 . FILTER ( ?x1 != ?x3 ) . FILTER ( ?x2 != M2 ) . FILTER ( ?x3 != M1 ) }"
        },
        "question": {
            "en": "What was written by M2 's spouse and executive produced by M1 's Swedish spouse 's spouse",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ M2 ನ ಸಂಗಾತಿ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה כתב בן הזוג M2 והמנהל שהפיק בן / בת הזוג השבדית של M1",
            "zh": "M2 的 配 偶 和 M1 的 瑞 典 配 偶 的 配 偶 所 写 的 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב ההורה של M0",
            "zh": "M0 的 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was written by M0 's parent 's spouse",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי בן / בת הזוג של הורה M0",
            "zh": "M0 的 父 母 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P453 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was written by M0 and written by a male actor of M1",
            "kn": "M0 ನಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು M1 ನ ಪುರುಷ ನಟ ಬರೆದದ್ದು ಏನು",
            "he": "מה נכתב על ידי M0 ונכתב על ידי שחקן גבר של M1",
            "zh": "M0 写 的 和 M1 的 男 演 员 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was written by M0 and produced by a Japanese sibling of M1",
            "kn": "M0 ನಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ಜಪಾನಿನ ಸಹೋದರರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי M0 והופק על ידי אח יפני מ- M1",
            "zh": "M0 由 日 本 的 M1 兄 弟 姐 妹 写 成 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was written by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by M0 's sibling and parent",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו והוריו של M0",
            "zh": "M0 的 兄 弟 姐 妹 和 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by a Chinese sibling of M0",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אח סיני מ- M0",
            "zh": "M0 的 中 国 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was written by a Mexican spouse of M2 and produced by M0",
            "kn": "M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M0 ನಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה כתב בן זוג מקסיקני של M2 והופק על ידי M0",
            "zh": "墨 西 哥 M2 的 配 偶 所 写 的 以 及 M0 所 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x0 wdt:P58 M1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What was written by a female spouse of M3 and written by M0 and M1",
            "kn": "M3 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M0 ಮತ್ತು M1 ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי בן זוגה של M3 ונכתב על ידי M0 ו- M1",
            "zh": "M3 的 女 性 配 偶 写 的 以 及 M0 和 M1 的 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was written by a female spouse of M2 and directed by M0",
            "kn": "M2 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M0 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה כתב בן זוגה של M2 וביים M0",
            "zh": "M2 的 女 性 配 偶 所 写 并 由 M0 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was written by a male employee of M0",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי עובד גבר ב- M0",
            "zh": "M0 的 男 性 雇 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by a parent and sibling of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב הורה ואחיו של M0",
            "zh": "父 母 和 M0 的 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 ?x2 . ?x1 wdt:P40|wdt:P355 M0 . ?x2 wdt:P26 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was written by a parent of M0 and written by M1 's spouse",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M1 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב הורה ל- M0 ונכתב על ידי בן הזוג של M1",
            "zh": "M0 的 父 母 写 的 东 西 和 M1 的 配 偶 写 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן / בת זוג של M0",
            "zh": "M0 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was written by a employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב עובד של M0 ו- M1",
            "zh": "M0 和 M1 的 员 工 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו של M0 וביים אותו",
            "zh": "M0 的 兄 弟 姐 妹 写 的 东 西 和 导 演 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי בן הזוג של M0 וביים אותו",
            "zh": "M0 的 配 偶 所 写 和 指 挥 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and directed by a Dutch sibling of M0",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו ההולנדי של M0 וביים אותו",
            "zh": "荷 兰 M0 兄 弟 姐 妹 写 的 东 西 和 导 演 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and directed by a American German sibling of M0",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה כתב על ידי אחיו הגרמני האמריקני מ- M0 וביים אותו",
            "zh": "一 个 美 国 德 国 同 胞 M0 兄 弟 写 的 东 西 和 导 演 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and edited by M0 's Swedish sibling",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי אחיו השוודי של M0",
            "zh": "由 M0 的 瑞 典 兄 弟 姐 妹 撰 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי אחיו של M0 וערך אותו",
            "zh": "M0 的 兄 弟 姐 妹 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was written by and executive produced by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה כתב והמנהל הופק על ידי עובד M0",
            "zh": "M0 员 工 写 的 东 西 和 高 管 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was written by and executive produced by M0 's employee 's spouse",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה כתב והמנהל הופק על ידי בן / בת הזוג של עובד / ת M0",
            "zh": "M0 员 工 的 配 偶 写 的 东 西 和 高 管 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה כתב והמנהל הפיק בן הזוג של M0",
            "zh": "M0 的 配 偶 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה נכתב על ידי ההנהלה והאח של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 东 西 和 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and executive produced by a female sibling of M0",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה נכתב על ידי והנהלה שהופק על ידי אח נשי מ- M0",
            "zh": "M0 的 一 个 女 性 兄 弟 姐 妹 写 的 和 写 的 是 什 么 ？"
        }
    }
]