[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's actor 's sibling",
            "kn": "M1 M0 ನ ನಟನ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם אחיו של השחקן M1 M0",
            "zh": "M1   M0 是 演 员 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P108 M0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by a parent of M0 's employee",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי הורה לעובד M0",
            "zh": "M1 主 管 是 由 M0 雇 员 的 父 母 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q183 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P737 ?x0 . M2 wdt:P737 M3 . M2 wdt:P737 M4 }"
        },
        "question": {
            "en": "Was M2 influenced by M3 and M4 and influenced by M0 's German employee 's spouse",
            "kn": "M2 M3 ಮತ್ತು M4 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מ- M3 ו- M4 והושפע מבן הזוג של עובד גרמני של M0",
            "zh": "M2 是 否 受 M3 和 M4 的 影 响 并 且 受 M0 的 德 国 雇 员 的 配 偶 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch German employee",
            "kn": "M0 M1 ನ ಡಚ್ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הגרמני ההולנדי של M0 M1 היה",
            "zh": "M0   M1 是 荷 兰 的 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Chinese sibling of M1",
            "kn": "M0 M1 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח סיני של M1",
            "zh": "M0 是 M1 的 中 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Was M2 founded by M1 's sibling and founded by M0 's sibling",
            "kn": "M2 ಅನ್ನು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הוקם על ידי אחיו של M1 והוקם על ידי אחיו של M0",
            "zh": "M2 是 由 M1 的 兄 弟 姐 妹 创 建 的 ， 还 是 由 M0 的 兄 弟 姐 妹 创 建 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by M0 's Canadian sibling",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M0 ನ ಕೆನಡಿಯನ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי M3 והוקם על ידי אחיו הקנדי של M0",
            "zh": "M2 是 由 M3 创 建 并 由 M0 的 加 拿 大 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q16 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a Canadian sibling of M0 's spouse",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח קנדי מבן / בת הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 加 拿 大 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and directed by M0 's Mexican sibling",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל ה- M2 הופק על ידי אחיו המקסיקני של M0 וביים אותו",
            "zh": "M2 的 执 行 人 员 是 由 M0 的 墨 西 哥 兄 弟 姐 妹 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P27 wd:Q183 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's female German spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג של אח / ת M1 M0 היו גרמנים",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 德 国 女 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 a German Swedish parent of M3",
            "kn": "M0 ಜರ್ಮನಿಯ ಸ್ವೀಡಿಷ್ M3 ನ ಪೋಷಕರೇ",
            "he": "האם M0 היה הורה שוודי גרמני ל- M3",
            "zh": "M0 是 M3 的 德 国 瑞 典 人 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P750 M3 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Japanese sibling and distributed by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו היפני של M0 והופץ על ידי M3",
            "zh": "M2 是 由 M0 的 日 本 兄 弟 姐 妹 生 产 并 由 M3 分 发 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , executive produced by , and produced by a male parent of M1",
            "kn": "M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಪುರುಷ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נערך על ידי, מנהל הופק והופק על ידי הורה גבר ל- M1",
            "zh": "M2 是 由 M1 的 男 性 执 行 ， 由 M1 的 男 性 父 母 编 辑 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , written , produced , executive produced , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך, נכתב, הופק, הופק ומנהל על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 上 级 进 行 编 辑 ， 编 写 ， 制 作 ， 执 行 人 员 制 作 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , edited by , produced by , and written by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי, נערך על ידי, הופק על ידי ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 配 偶 制 作 ， 编 辑 ， 制 作 还 是 由 M0 的 配 偶 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by , edited by , written by , and executive produced by M1 's male parent",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ, ಸಂಪಾದಿಸಲಾಗಿದೆ, ಬರೆದಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "האם M2 הופק על ידי, נערך על ידי, נכתב על ידי ומנהל הופק על ידי ההורה הגברי של M1",
            "zh": "M2 是 由 M1 的 男 性 父 母 制 作 ， 编 辑 ， 撰 写 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , executive produced by , and produced by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי, ההנהלה הופק על ידי והורה של M0",
            "zh": "M1 是 由 M1 的 父 母 写 成 的 ， 高 管 是 由 M0 的 父 母 写 成 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , executive produced by , produced by , and edited by a male parent of M1",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರಿಂದ M2 ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೆ",
            "he": "האם M2 נכתב על ידי, המנהל הופק על ידי, הופק ונערך על ידי הורה גבר ל- M1",
            "zh": "M2 是 由 M1 的 男 性 父 母 写 的 ， 由 M2 的 男 性 父 母 制 作 ， 由 M2 的 男 性 父 母 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , written , edited , produced , and executive produced by a parent of M0",
            "kn": "M1 ನ ನಿರ್ದೇಶಕ, ಲಿಖಿತ, ಸಂಪಾದನೆ, ಉತ್ಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה, נכתב, נערך, הופק והוצג על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 上 级 导 演 ， 撰 写 ， 编 辑 ， 制 作 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , edited by , executive produced by , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, ביים, נערך על ידי מנהל שהופק על ידי והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 编 写 ， 导 演 ， 编 辑 ， 执 行 ， 还 是 由 M0 的 母 公 司 生 产 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Chinese sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו הסיני של M0",
            "zh": "M2 是 由 M0 的 中 国 同 胞 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a parent and sibling of M1",
            "kn": "M0 M1 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה הורה ואח ל- M1",
            "zh": "M0 是 M1 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M2 ) . M3 wdt:P57 ?x1 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M3 directed by M2 's British spouse and written by M0 's spouse",
            "kn": "M3 ಅನ್ನು M2 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಸಂಗಾತಿಯಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M3 הופנה על ידי בן הזוג הבריטי של M2 ונכתב על ידי בן הזוג של M0",
            "zh": "M3 是 由 M2 的 英 国 配 偶 导 演 并 由 M0 的 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M3 's Canadian Dutch parent M0",
            "kn": "M3 ನ ಕೆನಡಿಯನ್ ಡಚ್ ಪೋಷಕ M0",
            "he": "האם ההורה ההולנדי הקנדי של M3 היה M0",
            "zh": "M3 的 加 拿 大 荷 兰 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P27 wd:Q183 . M1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M1 M0 's employee 's German British parent",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಜರ್ಮನ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הבריטי הגרמני של עובד M1 M0 היה",
            "zh": "M1   M0 的 雇 员 是 德 国 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q183 . M1 wdt:P27 wd:Q29999 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's Dutch German spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಡಚ್ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג של אח M1 M0 היה הגרמני ההולנדי",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 荷 兰 德 国 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was M1 a employee of M0 's parent",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה עובד של ההורה של M0",
            "zh": "M1 是 M0 父 母 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 M2 's Dutch actor",
            "kn": "M0 M2 ನ ಡಚ್ ನಟನಾ",
            "he": "האם השחקן ההולנדי של M0 M2 היה",
            "zh": "M0   M2 是 荷 兰 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by a male spouse of M1",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל ה- M2 הופק על ידי בן זוג גבר ל- M1",
            "zh": "M2 主 管 是 由 M1 的 男 性 配 偶 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , written by , and edited by a sibling of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי, ביים, נכתב על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 同 级 成 员 制 作 ， 导 演 ， 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 a German employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד גרמני של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's male spouse M1",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಪುರುಷ ಸಂಗಾತಿಯ M1 ಆಗಿದೆಯೇ",
            "he": "האם בן הזוג הגבר של M0 היה M1",
            "zh": "M0 的 配 偶 是 M1 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's Canadian female Chinese employee M0",
            "kn": "M1 ನ ಕೆನಡಾದ ಮಹಿಳಾ ಚೀನೀ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובדת סינית קנדית של M1 הייתה M0",
            "zh": "M1 的 加 拿 大 华 裔 女 性 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by a Dutch sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נוסד על ידי אח M0 הולנדי",
            "zh": "M2 是 由 荷 兰 M0 的 兄 弟 姐 妹 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q148 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by a Chinese employee of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך על ידי עובד סיני של M0",
            "zh": "M2 是 否 由 M0 的 中 国 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Japanese spouse",
            "kn": "M0 M2 ನ ಜಪಾನೀಸ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג היפני של M0 M2 היה",
            "zh": "M0   M2 是 日 本 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and directed by a female parent of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಮಹಿಳಾ ಪೋಷಕರು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך והובל על ידי הורה נקבה ל- M1",
            "zh": "M2 是 否 由 M1 的 女 性 父 母 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by and edited by a female spouse of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק ונערך על ידי בן זוגה של M1",
            "zh": "M2 是 由 M1 的 女 性 配 偶 制 作 并 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M1 's Chinese spouse",
            "kn": "M1 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ M2 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי בן הזוג הסיני של M1",
            "zh": "M2 是 由 M1 的 中 国 配 偶 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M1 's Italian spouse 's parent",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי ההורה של בן הזוג האיטלקי של M1",
            "zh": "M2 是 由 M1 的 意 大 利 配 偶 的 父 母 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M3 a spouse of a American employee of M0 and M1",
            "kn": "M3 M0 ಮತ್ತು M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M3 היה בן זוג של עובד אמריקאי של M0 ו- M1",
            "zh": "M3 是 M0 和 M1 的 美 国 雇 员 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed and written by a Italian sibling of M0",
            "kn": "M2 ಅನ್ನು ಇಟಾಲಿಯನ್ ಸಹೋದರ M0 ನಿರ್ದೇಶಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ביים ונכתב על ידי אחיו האיטלקי של M0",
            "zh": "M2 是 由 M0 的 意 大 利 同 胞 导 演 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , edited by , executive produced by , and produced by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי, נערך על ידי בכיר שהופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 还 是 由 M0 的 兄 弟 姐 妹 制 作 ， 执 行 ， 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , written by , executive produced by , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי, נכתב על ידי מנהל, הופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 撰 写 ， 由 执 行 人 员 制 作 的 还 是 由 M0 的 兄 弟 姐 妹 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , written , produced , and edited by M0 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದನೇ",
            "he": "האם מנהל M1 הופק, נכתב, הופק ונערך על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , directed by , produced by , and executive produced by M0 's sibling",
            "kn": "M0 ಅನ್ನು ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ಅನ್ನು ಬರೆಯಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי, נערך על ידי, ביים, הופק על ידי, ומנהל הופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 ， 编 辑 ， 指 导 ， 制 作 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 a Chinese employee of M1",
            "kn": "M0 M1 ನ ಚೀನೀ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד סיני של M1",
            "zh": "M0 是 M1 的 中 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M0 a Japanese employee of M1",
            "kn": "M0 M1 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד יפני של M1",
            "zh": "M0 是 M1 的 日 本 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q145 . M1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's French British employee",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಫ್ರೆಂಚ್ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הבריטי הצרפתי של ההורים M1 M0 היה עובד",
            "zh": "M1   M0 的 父 母 是 法 国 的 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M0 a female employee of M1",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה עובדת של M1",
            "zh": "M0 是 M1 的 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 M1 's Japanese Chinese employee",
            "kn": "M0 M1 ನ ಜಪಾನಿನ ಚೀನೀ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הסיני היפני של M0 M1 היה",
            "zh": "M0   M1 是 日 本 的 中 国 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's child",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಮಗು",
            "he": "האם היה בן / בת הזוג של M1 M0",
            "zh": "是 M1   M0 的 配 偶 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's spouse M1",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של ההורה של M0 היה M1",
            "zh": "M0 的 父 母 的 配 偶 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was a British Dutch male sibling of M1 M0",
            "kn": "ಬ್ರಿಟಿಷ್ ಡಚ್ ಪುರುಷ ಸಹೋದರ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה אחי זכר הולנדי בריטי מ- M1 M0",
            "zh": "是 英 国 荷 兰 男 性 同 胞 M1   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a British Japanese parent of M3 M0",
            "kn": "ಬ್ರಿಟಿಷ್ ಜಪಾನಿನ M3 M0 ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה יפני בריטי ל- M3 M0",
            "zh": "M3   M0 是 英 国 日 本 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was a British Mexican parent of M3 M0",
            "kn": "M3 M0 ನ ಬ್ರಿಟಿಷ್ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה מקסיקני בריטי ל- M3 M0",
            "zh": "M3   M0 是 英 国 墨 西 哥 人 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a British actor of M2 M0",
            "kn": "M2 M0 ನ ಬ್ರಿಟಿಷ್ ನಟನಾ",
            "he": "האם היה שחקן בריטי של M2 M0",
            "zh": "是 M2   M0 的 英 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a British employee of M1 M0",
            "kn": "M1 M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד בריטי של M1 M0",
            "zh": "是 M1   M0 的 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was a British male German parent of M4 M0",
            "kn": "M4 M0 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಜರ್ಮನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה גרמני בריטי היה M4 M0",
            "zh": "M4   M0 是 英 国 男 性 德 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was a British spouse of M2 M0",
            "kn": "M2 M0 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה בן זוג בריטי ל- M2 M0",
            "zh": "英 国 配 偶 是 M2   M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q145 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was a British spouse of a Dutch spouse of M1 M2",
            "kn": "M1 M2 ನ ಡಚ್ ಸಂಗಾತಿಯ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן זוג בריטי לבן זוג הולנדי של M1 M2",
            "zh": "M1   M2 是 荷 兰 人 的 英 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q30 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a Canadian American British spouse of M4 M0",
            "kn": "ಕೆನಡಾದ ಅಮೇರಿಕನ್ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯು M4 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה בן זוג בריטי אמריקאי קנדי ל- M4 M0",
            "zh": "是 M4   M0 的 加 拿 大 美 籍 英 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a Canadian Chinese employee of M1 M0",
            "kn": "ಕೆನಡಾದ ಚೀನೀ ಉದ್ಯೋಗಿ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה עובד סיני קנדי ב- M1 M0",
            "zh": "是 M1   M0 的 加 拿 大 华 人 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a Canadian Dutch male parent of M4 M0",
            "kn": "ಕೆನಡಾದ ಡಚ್ ಪುರುಷ ಪೋಷಕರು M4 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה גברי הולנדי קנדי ל- M4 M0",
            "zh": "M4   M0 是 加 拿 大 荷 兰 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was a Canadian French employee of M1 M0",
            "kn": "ಕೆನಡಾದ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ M1 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם היה עובד צרפתי קנדי ב- M1 M0",
            "zh": "M1   M0 是 加 拿 大 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a Canadian Mexican female spouse of M4 M0",
            "kn": "ಕೆನಡಾದ ಮೆಕ್ಸಿಕನ್ ಮಹಿಳಾ ಸಂಗಾತಿಯು M4 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הייתה בת זוג מקסיקנית קנדית של M4 M0",
            "zh": "是 加 拿 大 墨 西 哥 M4   M0 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was a Canadian Swedish female spouse of M4 M0",
            "kn": "ಕೆನಡಾದ ಸ್ವೀಡಿಷ್ ಮಹಿಳಾ ಸಂಗಾತಿಯು M4 M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם הייתה בת זוג שוודית קנדית של M4 M0",
            "zh": "M4   M0 是 加 拿 大 瑞 典 女 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was a Canadian actor of M2 M0",
            "kn": "M2 M0 ನ ಕೆನಡಾದ ನಟನಾ",
            "he": "האם היה שחקן קנדי של M2 M0",
            "zh": "是 M2   M0 的 加 拿 大 演 员 吗 ？"
        }
    }
]