[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced , edited , produced , written , and directed by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נערך, הופק, נכתב, ובוים על ידי ההורה של M0",
            "zh": "执 行 长 由 M0 的 父 母 制 作 ， 编 辑 ， 制 作 ， 编 写 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , edited , produced , written , and directed by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נערך, הופק, נכתב והונחה על ידי בן / בת זוג של M0",
            "zh": "执 行 官 由 M0 的 配 偶 制 作 ， 编 辑 ， 制 作 ， 编 写 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , edited , written , and directed by M0 's sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נערך, נכתב ובוים על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 编 写 和 导 演 的 执 行 官 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , produced , and directed by a female sibling of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ, ನಿರ್ಮಿಸಿ, ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, הופק ובוים על ידי אחות נשית מ- M0",
            "zh": "由 M0 的 女 性 兄 弟 姐 妹 生 产 ， 生 产 和 指 挥 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , produced , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הופק, הופק ונערך על ידי אחיו של M0",
            "zh": "M0 的 同 级 兄 弟 执 行 ， 生 产 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced , produced , directed , and written by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק, הופק, ביים ונכתב על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 制 作 ， 导 演 和 撰 写 的 执 行 官 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , produced , written , and directed by M0 's sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, הופק, נכתב ובוים על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 生 产 ， 书 写 和 指 挥 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , produced , written , edited , and directed by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, הופק, נכתב, נערך והונחה על ידי בן / בת זוג של M0",
            "zh": "执 行 官 由 M0 的 配 偶 制 作 ， 制 作 ， 撰 写 ， 编 辑 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , written , and directed by M0 's spouse 's spouse",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נכתב, וביים בן הזוג של בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 的 配 偶 制 作 ， 撰 写 和 导 演 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P27 wd:Q145 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , written , and directed by M0 's British sibling 's spouse",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נכתב ובוים על ידי בן / בת הזוג של אח / ת אחים / ים M0",
            "zh": "M0 的 英 国 兄 弟 姐 妹 的 配 偶 制 作 ， 撰 写 和 导 演 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , written , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ, ಬರೆಯಲು ಮತ್ತು ನಿರ್ದೇಶಿಸಲು ಏನು",
            "he": "מה הופק, נכתב ובוים על ידי אחיו של M0",
            "zh": "由 M0 的 同 胞 产 生 ， 编 写 和 指 导 的 执 行 官 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , written , and directed by a sibling of a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נכתב ובוים על ידי אח או אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 产 生 ， 编 写 和 指 导 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , written , and edited by M0 's male sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב ונערך על ידי אחיו הגבר של M0",
            "zh": "M0 的 男 性 兄 弟 姐 妹 制 作 ， 撰 写 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced , written , edited , and produced by M0 's spouse",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದು ಏನು",
            "he": "מה הופק, נכתב, נערך והופק על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 制 作 ， 撰 写 ， 编 辑 和 制 作 的 执 行 官 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced , written , edited , produced , and directed by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב, נערך, הופק והובל על ידי ההורה של M0",
            "zh": "执 行 长 由 M0 的 父 母 制 作 ， 撰 写 ， 编 辑 ， 制 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced , written , produced , and edited by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק, נכתב, הופק וערך ההנהלה על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 ， 撰 写 ， 制 作 和 编 辑 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M1 's female sibling and founded by M0",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אחיה הנשי של M1 והוקם על ידי M0",
            "zh": "由 M1 的 女 性 同 胞 创 立 并 由 M0 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M1 's spouse",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಯಾವುದು",
            "he": "מה הוקם על ידי M0 והוקם על ידי בן הזוג של M1",
            "zh": "由 M0 创 建 并 由 M1 的 配 偶 创 建 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 ?x2 . ?x1 wdt:P40|wdt:P355 M0 . ?x2 wdt:P3373 ?x3 . ?x3 wdt:P3373 M1 . FILTER ( ?x2 != ?x3 ) . FILTER ( ?x3 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M0 's parent and founded by M1 's sibling 's sibling",
            "kn": "M0 ನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה של M0 והוקם על ידי אחיו של אחי M1",
            "zh": "由 M0 的 父 母 创 建 并 由 M1 的 兄 弟 姐 妹 创 建 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's Swedish sibling",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו השבדי של M0",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's parent and sibling",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה והאח של M0",
            "zh": "M0 的 父 母 和 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's sibling and parent",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו והוריו של M0",
            "zh": "M0 的 兄 弟 姐 妹 和 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was founded by M0 's child",
            "kn": "M0 ನ ಮಗು ಏನು ಸ್ಥಾಪಿಸಿತು",
            "he": "מה הוקם על ידי הילד של M0",
            "zh": "M0 的 孩 子 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M1 's sibling",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי M0 והוקם על ידי אחיו של M1",
            "zh": "由 M0 创 建 并 由 M1 的 兄 弟 姐 妹 创 建 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M1 's parent 's employee",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי עובד ההורה של M1",
            "zh": "由 M0 创 建 并 由 M1 的 父 母 的 员 工 创 建 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M1 's employee",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי עובד M1",
            "zh": "由 M0 创 建 并 由 M1 员 工 创 建 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's spouse 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 的 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי בן הזוג של M0",
            "zh": "M0 的 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M1 's female sibling",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי אחיה הנשי של M1",
            "zh": "由 M0 创 建 并 由 M1 的 女 性 兄 弟 姐 妹 创 建 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's American sibling",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו האמריקאי של M0",
            "zh": "M0 的 美 国 同 胞 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 }"
        },
        "question": {
            "en": "What was founded by M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 ו- M1",
            "zh": "M0 和 M1 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P21 wd:Q6581097 . ?x2 wdt:P26 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M2 's male spouse 's sibling",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי M0 והוקם על ידי אחיו של בן / בת הזוג הגבר של M2",
            "zh": "由 M0 创 立 并 由 M2 的 男 性 配 偶 兄 弟 姊 妹 建 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was founded by M0 's employee 's parent",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה של עובדת M0",
            "zh": "M0 的 雇 员 的 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What was founded by M0 's German female employee",
            "kn": "M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי עובדת גרמנית של M0",
            "zh": "M0 的 德 国 女 雇 员 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו הגבר של M0",
            "zh": "M0 的 男 性 同 胞 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was founded by M0 's employee 's spouse",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಿಂದ ಏನು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הוקם על ידי בן / בת הזוג של עובד / ת M0",
            "zh": "M0 员 工 的 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M2 's male spouse",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಯಾವುದು",
            "he": "מה הוקם על ידי M0 והוקם על ידי בן הזוג הגברי של M2",
            "zh": "由 M0 创 建 并 由 M2 的 男 性 配 偶 创 建 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What was founded by M0 and founded by a child of M1",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಮಗು ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי ילד של M1",
            "zh": "什 么 是 由 M0 创 建 并 由 M1 的 孩 子 创 建 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "What was founded by M0 and M1 and founded by a Swedish employee of M2",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 ו- M1 והוקם על ידי עובד שוודי של M2",
            "zh": "M0 和 M1 创 立 了 什 么 ， M2 的 瑞 典 雇 员 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 ?x2 . ?x1 wdt:P26 ?x3 . ?x2 wdt:P26 M1 . ?x3 wdt:P3373 M0 . FILTER ( ?x1 != ?x3 ) . FILTER ( ?x2 != M1 ) . FILTER ( ?x3 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's sibling 's spouse and founded by M1 's spouse",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הוקם על ידי בן / בת הזוג של M0 והוקם על ידי בן / בת הזוג M1",
            "zh": "由 M0 的 兄 弟 姐 妹 的 配 偶 创 建 并 由 M1 的 配 偶 创 建 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M2 's male spouse and founded by M0",
            "kn": "M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי בן הזוג הגברי של M2 והוקם על ידי M0",
            "zh": "由 M2 的 男 性 配 偶 创 立 并 由 M0 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's spouse 's parent",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה של בן / בת הזוג M0",
            "zh": "M0 的 配 偶 的 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M2 's Chinese parent",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಚೀನೀ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי ההורה הסיני של M2",
            "zh": "由 M0 创 立 并 由 M2 的 中 国 父 母 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M1 's Spanish sibling and founded by M0",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אחיו הספרדי של M1 והוקם על ידי M0",
            "zh": "M1 的 西 班 牙 兄 弟 姐 妹 和 M0 共 同 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's parent and spouse",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה ובן הזוג של M0",
            "zh": "M0 的 父 母 和 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's spouse and parent",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי בן הזוג והורה של M0",
            "zh": "M0 的 配 偶 和 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's Mexican sibling",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's female sibling",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיה הנשי של M0",
            "zh": "M0 的 女 性 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was founded by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה של M0",
            "zh": "M0 的 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's sibling and spouse",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו ובן זוגו של M0",
            "zh": "M0 的 兄 弟 姐 妹 和 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's spouse and sibling",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי בן זוגו ואחיו של M0",
            "zh": "M0 的 配 偶 和 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P749 M2 }"
        },
        "question": {
            "en": "What was founded by M0 and M1 and founded by M2 's child",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಮಗು ಏನು ಸ್ಥಾಪಿಸಿತು",
            "he": "מה הוקם על ידי M0 ו- M1 והוקם על ידי הילד של M2",
            "zh": "M0 和 M1 创 立 了 什 么 ， 而 M2 的 孩 子 创 立 了 什 么 呢 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P27 wd:Q148 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's Chinese sibling 's spouse",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי בן הזוג של אחיו הסיני של M0",
            "zh": "M0 的 中 国 兄 弟 姐 妹 的 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 ?x2 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M1 . ?x2 wdt:P3373 M2 . FILTER ( ?x1 != M1 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M2 's sibling and founded by M1 's Chinese spouse",
            "kn": "M2 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M1 ನ ಚೀನೀ ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אחיו של M2 והוקם על ידי בן הזוג הסיני של M1",
            "zh": "由 M2 的 兄 弟 姐 妹 创 立 并 由 M1 的 中 国 配 偶 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 ?x2 . ?x1 wdt:P749 M0 . ?x2 wdt:P3373 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was founded by M0 's child and founded by M1 's sibling",
            "kn": "M0 ನ ಮಗು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ילד של M0 והוקם על ידי אחיו של M1",
            "zh": "M0 的 孩 子 创 立 了 什 么 ， 而 M1 的 兄 弟 姐 妹 创 立 了 什 么 呢 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M2 's female spouse and founded by M0",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי בן זוגה של M2 והוקם על ידי M0",
            "zh": "由 M2 的 女 性 配 偶 创 立 并 由 M0 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P27 wd:Q96 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's Mexican sibling 's parent",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה של אחיו המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 兄 弟 姐 妹 的 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was founded by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי עובד M0",
            "zh": "M0 的 员 工 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by a male spouse of M2",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי בן זוג גבר של M2",
            "zh": "由 M0 创 立 并 由 M2 的 男 性 配 偶 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was founded by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M0 and M1 and founded by a German sibling of M2",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 ו- M1 והוקם על ידי אח גרמני של M2",
            "zh": "M0 和 M1 创 立 了 什 么 ， 而 M2 的 德 国 同 胞 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M1 's parent",
            "kn": "M0 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי M0 והוקם על ידי ההורה של M1",
            "zh": "由 M0 创 立 并 由 M1 的 父 母 创 立 的 是 什 么 ？"
        }
    }
]