[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q148 . M2 wdt:P40|wdt:P355 ?x0 . M2 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M2 M0 's Chinese employee 's male parent",
            "kn": "M2 M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿಯ ಪುರುಷ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה הגבר של העובד הסיני של M2 M0 היה",
            "zh": "M2   M0 是 中 国 雇 员 的 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , produced , directed , and written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M1 נערך, הופק, ביים ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 同 胞 编 辑 ， 制 作 ， 指 导 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 a Chinese employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಚೀನೀ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד סיני של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 中 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P155 M1 }"
        },
        "question": {
            "en": "Was M0 a sequel of M1",
            "kn": "M0 M1 ನ ಉತ್ತರಭಾಗವೇ",
            "he": "האם M0 היה סרט המשך של M1",
            "zh": "M0 是 M1 的 续 集 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M4 's Spanish male German parent M0",
            "kn": "M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಪುರುಷ ಜರ್ಮನ್ ಪೋಷಕ M0",
            "he": "האם ההורה הגרמני הספרדי של M4 היה M0",
            "zh": "M4 的 西 班 牙 男 性 德 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 a Dutch employee of M1",
            "kn": "M0 M1 ನ ಡಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד הולנדי של M1",
            "zh": "M0 是 M1 的 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q30 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British Canadian American sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಕೆನಡಿಯನ್ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של קנדה אמריקאית בריטית של M0 M1",
            "zh": "M0   M1 是 英 籍 加 拿 大 裔 美 国 人 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a male sibling of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಗಂಡು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח של אחיו של M0",
            "zh": "M1 是 M0 的 同 胞 的 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 Dutch",
            "kn": "M0 ಡಚ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה הולנדי",
            "zh": "M0 是 荷 兰 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a French employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד צרפתי של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M2 edited by M3 and edited by a French sibling of M0",
            "kn": "M2 ಅನ್ನು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಫ್ರೆಂಚ್ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי M3 ונערך על ידי אחיו הצרפתי של M0",
            "zh": "M2 是 否 由 M3 编 辑 并 且 由 法 国 同 胞 M0 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's child and founded by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ಸ್ಥಾಪಿಸಿ M2 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי הילד של M0 והוקם על ידי M2",
            "zh": "M1 是 由 M0 的 孩 子 创 立 并 由 M2 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited and produced by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך והופק על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿ ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by and edited by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 הופק על ידי הוריו של M0 ונערך אותו",
            "zh": "M1 是 由 M0 的 父 母 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by and edited by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 הופק ונערך על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British female French sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಸ್ತ್ರೀ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה הצרפתייה הבריטית של M0 M1",
            "zh": "M0   M1 是 英 国 的 女 性 法 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 M1 's female American employee",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ಅಮೆರಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם עובדת אמריקאית של M0 M1 הייתה",
            "zh": "M0   M1 是 美 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח של אחיו של M0",
            "zh": "M1 是 M0 的 同 级 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M1 's German employee M0",
            "kn": "M1 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הגרמני של M1 היה M0",
            "zh": "M1 的 德 国 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's Spanish employee",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד ספרדי של ההורה M1 M0",
            "zh": "M1   M0 是 父 母 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 a American female employee of M1",
            "kn": "M0 M1 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה עובדת אמריקאית של M1",
            "zh": "M0 是 M1 的 美 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M1 a Spanish employee of M0 's child",
            "kn": "M1 M0 ನ ಮಗುವಿನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M1 היה עובד ספרדי של הילד של M0",
            "zh": "M1 是 M0 的 孩 子 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 's male spouse 's sibling and spouse M2",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿ M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של בן הזוג הגבר של M1 היה בן הזוג M2",
            "zh": "是 M1 的 男 性 配 偶 和 M2 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q16 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Canadian employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי העובד הקנדי של M0",
            "zh": "M2 是 由 M0 的 加 拿 大 雇 员 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's parent and sibling M0",
            "kn": "M1 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה והאח של M1 היו M0",
            "zh": "M1 的 父 母 是 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M2 's Italian actor M0",
            "kn": "M2 ನ ಇಟಾಲಿಯನ್ ನಟ M0",
            "he": "האם השחקן האיטלקי של M2 היה M0",
            "zh": "M2 的 意 大 利 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's American German male sibling",
            "kn": "M0 M1 ನ ಅಮೇರಿಕನ್ ಜರ್ಮನ್ ಪುರುಷ ಸಹೋದರ",
            "he": "האם אח זכר זכר גרמני אמריקאי של M0 M1",
            "zh": "M0   M1 是 美 国 德 国 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P453 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's actor 's sibling 's sibling",
            "kn": "M1 M0 ನ ಪೋಷಕರ ನಟನ ಸಹೋದರನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של אחיו של ההורה M1 M0",
            "zh": "M1   M0 的 父 母 是 演 员 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's female American spouse",
            "kn": "M0 M3 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האמריקאי של M0 M3 היה",
            "zh": "M0   M3 是 美 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by M0 's Spanish sibling",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי M3 והוקם על ידי אחיו הספרדי של M0",
            "zh": "M2 是 由 M3 创 建 并 由 M0 的 西 班 牙 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's sibling and founded by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M2 ಸ್ಥಾಪಿಸಿದರು",
            "he": "האם M1 הוקם על ידי אחיו של M0 והוקם על ידי M2",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 创 建 并 由 M2 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q148 . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M1 's Chinese parent and founded by M3",
            "kn": "M2 ಅನ್ನು M1 ನ ಚೀನೀ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 הוקם על ידי ההורה הסיני של M1 והוקם על ידי M3",
            "zh": "M2 是 由 M1 的 中 国 父 母 创 立 的 ， 还 是 由 M3 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's sibling 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הוקמה על ידי בן / בת זוגו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 的 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by a Canadian spouse of M1",
            "kn": "M2 ಅನ್ನು ಕೆನಡಾದ ಸಂಗಾತಿಯ M1 ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 הוקם על ידי בן זוג קנדי של M1",
            "zh": "M2 是 由 加 拿 大 M1 的 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's spouse and parent M1",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג של אח / ה M0 היו M1",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 和 父 母 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's Canadian German male employee M0",
            "kn": "M1 ನ ಕೆನಡಾದ ಜರ್ಮನ್ ಪುರುಷ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הגרמני הקנדי של M1 היה M0",
            "zh": "M1 的 加 拿 大 德 国 男 性 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse and sibling of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה בן זוג ואח לאחיו של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P57 ?x0 . M1 wdt:P57 M2 . M1 wdt:P57 M3 }"
        },
        "question": {
            "en": "Was M1 directed by a child of M0 and directed by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M2 ಮತ್ತು M3 ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי ילד של M0 וביים M2 ו- M3",
            "zh": "M1 是 由 M0 的 子 代 所 引 导 ， 还 是 由 M2 和 M3 所 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's child 's spouse",
            "kn": "M1 M0 ಮಗುವಿನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת הזוג של M1 M0 היו",
            "zh": "是 M1   M0 的 孩 子 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M1 's Italian employee",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד האיטלקי של M0 M1 היה",
            "zh": "是 M0   M1 的 意 大 利 员 工 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 M2 's Spanish actor",
            "kn": "M0 M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ನಟನಾ",
            "he": "האם השחקן הספרדי של M0 M2 היה",
            "zh": "M0   M2 是 西 班 牙 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Mexican sibling 's sibling M2",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם האח של מקסיקו M0 היה M2",
            "zh": "M0 是 墨 西 哥 兄 弟 姐 妹 的 兄 弟 姐 妹 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M0 's male sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי אחיו הגברי של M0",
            "zh": "M2 是 由 M0 的 男 性 同 胞 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of a parent and sibling of M0",
            "kn": "M1 ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה בן זוג להורה ואחיו של M0",
            "zh": "M1 是 M0 的 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 . M1 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and M3 and distributed by a child of M0",
            "kn": "M1 ಅನ್ನು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಮಗುವಿನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 ו- M3 והופץ על ידי ילד M0",
            "zh": "M1 是 否 由 M2 和 M3 分 发 并 由 M0 的 子 对 象 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M1 influenced by a employee of M0",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מעובד של M0",
            "zh": "M1 是 否 受 到 M0 员 工 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by M2 and founded by M0 's employee",
            "kn": "M1 ಅನ್ನು M2 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M1 הוקמה על ידי M2 והוקמה על ידי עובד M0",
            "zh": "M1 是 由 M2 创 建 并 由 M0 的 员 工 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German Spanish sibling of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אחי ספרדי גרמני של M1",
            "zh": "M0 是 M1 的 德 国 西 班 牙 语 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P21 wd:Q6581097 . M1 wdt:P27 wd:Q16 . M1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's male Canadian French employee",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಪುರುಷ ಕೆನಡಿಯನ್ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד ההורים M1 M0 היה עובד צרפתי קנדי",
            "zh": "M1   M0 的 父 母 是 加 拿 大 的 法 国 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P453 ?x0 . M2 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M2 a female actor of a female sibling of M1 's spouse",
            "kn": "M1 ಅವರ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಹೋದರನ M2 ಮಹಿಳಾ ನಟನಾ",
            "he": "האם M2 הייתה שחקנית של אח או אחות של בן זוגה של M1",
            "zh": "M2 是 M1 配 偶 的 女 性 同 胞 的 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's spouse and sibling",
            "kn": "M0 M1 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן הזוג ואחיו של M0 M1 היו",
            "zh": "是 M0   M1 的 配 偶 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M0 's British sibling",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי אחיו הבריטי של M0",
            "zh": "M2 的 执 行 人 员 是 由 M0 的 英 国 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's American sibling",
            "kn": "M0 M1 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח האמריקאי של M0 M1 היה",
            "zh": "是 M0   M1 的 美 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's spouse 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 指 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was M0 employed by M1 and employed by M2",
            "kn": "M0 ಅನ್ನು M1 ನಿಂದ ನೇಮಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಉದ್ಯೋಗ ಪಡೆದಿದ್ದೀರಾ",
            "he": "האם M0 הועסק על ידי M1 והועסק על ידי M2",
            "zh": "M0 是 否 被 M1 雇 用 并 且 被 M2 雇 用 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's actor 's spouse",
            "kn": "M1 M0 ನ ನಟನ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג של השחקן M1 M0 היה",
            "zh": "M1   M0 是 演 员 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q148 . M2 wdt:P27 wd:Q16 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's female parent 's Chinese Canadian spouse",
            "kn": "M2 M1 ನ ಮಹಿಳಾ ಪೋಷಕರ ಚೀನೀ ಕೆನಡಾದ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג הסינית של ההורה / ה M2 M1 היו קנדים",
            "zh": "M2   M1 是 女 性 父 母 的 加 拿 大 华 人 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Swedish sibling M0",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח השוודי של M1 היה M0",
            "zh": "M1 的 瑞 典 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 a parent and spouse of M1",
            "kn": "M0 M1 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה הורה ובן זוג של M1",
            "zh": "M0 是 M1 的 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , executive produced by , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי, המנהל הופק על ידי והורה של M0",
            "zh": "M1 是 由 M0 的 母 公 司 编 写 ， 还 是 由 M0 的 母 公 司 生 产 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German female sibling of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 הייתה אחות גרמנית של M1",
            "zh": "M0 是 M1 的 德 国 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M3 wdt:P57 M4 . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M3 written by M1 's male sibling 's Dutch sibling and directed by M4",
            "kn": "M3 ಅನ್ನು M1 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M4 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M3 נכתב על ידי אחיו ההולנדי של אחי M1 וביים M4",
            "zh": "M3 是 由 M1 的 男 性 兄 弟 姐 妹 的 荷 兰 兄 弟 姐 妹 编 写 并 由 M4 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1431 M1 . M0 wdt:P162|wdt:P272 M2 }"
        },
        "question": {
            "en": "Was M0 produced by M2 and executive produced by M1",
            "kn": "M0 ಅನ್ನು M2 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ M1 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 הופק על ידי M2 והמנהל הופק על ידי M1",
            "zh": "M0 是 由 M2 产 生 的 ， 执 行 人 员 是 由 M1 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 }"
        },
        "question": {
            "en": "Was M0 a employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה עובד של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M4 != ?x0 ) . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M4 M0 's male Canadian British sibling 's sibling",
            "kn": "M4 M0 ನ ಪುರುಷ ಕೆನಡಿಯನ್ ಬ್ರಿಟಿಷ್ ಸಹೋದರನ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם אחיו של אחי הבריטי הקנדי M4 M0",
            "zh": "M4   M0 的 男 性 同 胞 兄 弟 是 加 拿 大 的 英 国 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's male sibling M0",
            "kn": "M1 ನ ಪುರುಷ ಸಹೋದರ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגברי של M1 היה M0",
            "zh": "M1 的 男 性 同 胞 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's child M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಮಗು M1 ಆಗಿದೆಯೇ",
            "he": "האם ילד בן הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 是 M1 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Italian British employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಇಟಾಲಿಯನ್ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד בריטי איטלקי ב- M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 意 大 利 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's spouse and sibling M1",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג ואח / ה של M0 היו M1",
            "zh": "M0 的 父 母 的 配 偶 和 兄 弟 M1 是 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M3 's Mexican British parent M0",
            "kn": "M3 ನ ಮೆಕ್ಸಿಕನ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕ M0",
            "he": "האם ההורה הבריטי המקסיקני של M3 היה M0",
            "zh": "M3 的 墨 西 哥 英 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 母 写 的 吗 ？"
        }
    }
]