[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P27 wd:Q30 . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 's female American spouse 's American spouse M3",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯ M3 ಆಗಿದೆಯೇ",
            "he": "האם בת הזוג האמריקאית של M2 הייתה בת זוג אמריקאית M3",
            "zh": "M2 的 女 性 美 国 配 偶 是 M3 的 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's German French spouse M0",
            "kn": "M3 ನ ಜರ್ಮನ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הצרפתי הגרמני של M3 היה M0",
            "zh": "M3 的 德 国 法 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , directed , and edited by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 הופק, ביים ונערך על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 制 作 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 M1 's American employee",
            "kn": "M0 M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד האמריקאי של M0 M1 היה",
            "zh": "是 M0   M1 的 美 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 's German spouse 's sibling M2",
            "kn": "M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של בן הזוג הגרמני M1 היה M2",
            "zh": "M1 的 德 国 配 偶 是 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 a spouse and sibling of M1",
            "kn": "M0 M1 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה בן זוג ואח של M1",
            "zh": "M0 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 's child 's Spanish employee M1",
            "kn": "M0 ನ ಮಗುವಿನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הספרדי של ילד M0 היה M1",
            "zh": "M0 的 孩 子 是 西 班 牙 雇 员 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M0 's Canadian sibling",
            "kn": "M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי אחיו הקנדי של M0",
            "zh": "M2 的 执 行 人 员 是 由 M0 的 加 拿 大 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 's child 's Mexican employee M1",
            "kn": "M0 ನ ಮಗುವಿನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד המקסיקני של ילד M0 היה M1",
            "zh": "M0 的 孩 子 是 墨 西 哥 的 雇 员 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) . FILTER ( M4 != ?x0 ) . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M3 's female Swedish French spouse 's sibling M4",
            "kn": "M3 ನ ಸ್ತ್ರೀ ಸ್ವೀಡಿಷ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು M4 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה של בת הזוג הצרפתייה השוודית של M3 היה M4",
            "zh": "M3 的 女 性 瑞 典 法 国 配 偶 是 M4 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's male spouse 's sibling and spouse",
            "kn": "M2 M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו של בן / בת הזוג הגבר M2 M1",
            "zh": "M2   M1 是 男 性 配 偶 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a French male Mexican sibling of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಪುರುಷ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח מקסיקני צרפתי מ- M1",
            "zh": "M0 是 M1 的 法 国 男 性 墨 西 哥 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 M1 's German female employee",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ",
            "he": "האם עובדת גרמנית של M0 M1 הייתה עובדת",
            "zh": "M0   M1 是 德 国 的 女 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 a American employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד אמריקאי של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 美 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's sibling 's spouse 's spouse M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯ M1 ಆಗಿದೆಯೇ",
            "he": "האם בן / בת הזוג של אח / ה של M0 היו M1",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by a German sibling of M0",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M0 ನ ಜರ್ಮನ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי M3 והוקם על ידי אח גרמני של M0",
            "zh": "M2 是 由 M3 创 立 并 由 M0 的 德 国 同 胞 建 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and directed by M1 's German spouse 's spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך ובוים על ידי בן / בת הזוג הגרמני של M1",
            "zh": "M2 是 否 由 M1 的 德 国 配 偶 的 配 偶 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P27 wd:Q16 . ?x2 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) . M3 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M3 founded by M1 's Canadian sibling 's spouse 's male spouse",
            "kn": "M3 ಅನ್ನು M1 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M3 הוקמה על ידי בן / בת הזוג האחים הקנדית של M1 / M1",
            "zh": "M3 是 由 M1 的 加 拿 大 兄 弟 姐 妹 的 配 偶 创 立 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and directed by M1 's spouse 's Spanish spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಸಂಗಾತಿಯ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך על ידי וביים בן / בת הזוג הספרדי של בן / בת הזוג M1",
            "zh": "M2 是 否 由 M1 的 配 偶 的 西 班 牙 配 偶 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x1 wdt:P749 M1 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Was M2 founded by M1 's child and founded by M0 's sibling",
            "kn": "M2 ಅನ್ನು M1 ನ ಮಗು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נוסד על ידי ילד של M1 והוקם על ידי אחיו של M0",
            "zh": "M2 是 由 M1 的 孩 子 创 建 并 由 M0 的 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 }"
        },
        "question": {
            "en": "Was M1 distributed by a child of M0",
            "kn": "M1 ಅನ್ನು M0 ಯ ಮಗುವಿನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי ילד M0",
            "zh": "M1 是 由 M0 的 孩 子 分 配 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) . M2 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's Canadian spouse 's parent 's parent",
            "kn": "M2 M1 ನ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯ ಪೋಷಕರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של בן הזוג הקנדי של M2 M1 היה ההורה",
            "zh": "M2   M1 是 加 拿 大 配 偶 的 父 母 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by M0 's child and distributed by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ವಿತರಿಸಿದೆ ಮತ್ತು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי הילד של M0 והופץ על ידי M2",
            "zh": "M1 是 由 M0 的 孩 子 分 发 的 ， 还 是 由 M2 分 发 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by M0 's parent and distributed by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆ ಮತ್ತು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי ההורה של M0 והופץ על ידי M2",
            "zh": "M1 是 由 M0 的 父 级 分 发 还 是 由 M2 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's sibling 's spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת זוג / אחים של M1 M0",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 其 兄 弟 姐 妹 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P40|wdt:P355 ?x0 . M2 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M2 M1 's Dutch spouse 's Dutch parent",
            "kn": "M2 M1 ನ ಡಚ್ ಸಂಗಾತಿಯ ಡಚ್ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה ההולנדי של בן הזוג ההולנדי של M2 M1 היה",
            "zh": "M2   M1 是 荷 兰 配 偶 的 荷 兰 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M1 's female spouse and founded by M3",
            "kn": "M2 ಅನ್ನು M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M2 הוקמה על ידי בן זוגה של M1 והוקמה על ידי M3",
            "zh": "M2 是 由 M1 的 女 性 配 偶 创 立 并 由 M3 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P112 M1 . M0 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M0 founded by M1 and founded by M2",
            "kn": "M0 ಅನ್ನು M1 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M2 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M0 הוקמה על ידי M1 והוקמה על ידי M2",
            "zh": "M0 是 由 M1 创 建 并 由 M2 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 }"
        },
        "question": {
            "en": "Was M1 founded by a child of M0 and founded by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M2 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי ילד של M0 והוקם על ידי M2",
            "zh": "M1 是 由 M0 的 孩 子 创 建 并 由 M2 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P112 ?x0 . M1 wdt:P112 M2 . M1 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M1 founded by a spouse of a spouse of M0 and founded by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M2 ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M1 הוקמה על ידי בן / בת זוג של M0 והוקמה על ידי M2 ו- M3",
            "zh": "M1 是 由 M0 的 配 偶 创 建 的 ， 又 由 M2 和 M3 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's Mexican Canadian spouse M0",
            "kn": "M3 ನ ಮೆಕ್ಸಿಕನ್ ಕೆನಡಿಯನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הקנדי המקסיקני של M3 היה M0",
            "zh": "M3 的 墨 西 哥 加 拿 大 人 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 a Mexican employee of M1",
            "kn": "M0 M1 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד מקסיקני של M1",
            "zh": "M0 是 M1 的 墨 西 哥 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by and executive produced by a British sibling of M0",
            "kn": "M2 ಅನ್ನು ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವನು M0 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M2 הופנה על ידי אחראי M0",
            "zh": "M2 是 由 英 国 M0 的 兄 弟 姐 妹 指 挥 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by and edited by a Italian sibling of M0",
            "kn": "M2 ಅನ್ನು ಇಟಾಲಿಯನ್ ಸಹೋದರ M0 ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו M0 איטלקי ונערך עליו",
            "zh": "M2 是 由 M0 的 意 大 利 同 胞 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q148 . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by a Chinese parent of M1",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M1 ನ ಚೀನೀ ಪೋಷಕರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקמה על ידי M3 והוקמה על ידי הורה סיני ל- M1",
            "zh": "M2 是 由 M3 创 建 并 由 M1 的 中 国 父 母 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "Was M0 's child 's Japanese employee M1",
            "kn": "M0 ನ ಮಗುವಿನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד היפני של ילד M0 היה M1",
            "zh": "M0 的 孩 子 是 日 本 雇 员 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , executive produced by , and directed by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, מנהל הופק על ידי אחיו של M0 וביים אותו",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 人 员 制 作 并 由 M0 的 兄 弟 姐 妹 导 演 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's Canadian sibling 's sibling",
            "kn": "M2 M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של הקנדי M2 M0",
            "zh": "M2   M0 是 加 拿 大 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 指 导 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M2 edited by M3 and directed by a Dutch spouse of M1",
            "kn": "M2 ಅನ್ನು M3 ಸಂಪಾದಿಸಿದೆ ಮತ್ತು M1 ನ ಡಚ್ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נערך על ידי M3 וביים בן זוג הולנדי של M1",
            "zh": "M2 是 否 由 M3 编 辑 并 由 荷 兰 M1 的 配 偶 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of a spouse of M0",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M1 היה בן זוג של בן / בת זוג של M0",
            "zh": "M1 是 M0 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , edited , directed , produced , and written by M0 's spouse",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, נערך, ביים, הופק ונכתב על ידי בן / בת הזוג של M0",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 ， 编 辑 ， 指 导 ， 制 作 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed , produced , and edited by a German spouse of M1",
            "kn": "M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯಿಂದ M2 ಅನ್ನು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ, ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ביים, הופק ונערך על ידי בן זוג גרמני ל- M1",
            "zh": "M2 是 否 由 M1 的 德 国 配 偶 导 演 ， 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Swedish sibling",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח השוודי של M0 M1 היה",
            "zh": "M0   M1 是 瑞 典 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 . M1 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M1 distributed by M0 's child and distributed by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗುವಿನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי הילד של M0 והופץ על ידי M2 ו- M3",
            "zh": "M1 是 由 M0 的 子 对 象 分 发 ， 还 是 由 M2 和 M3 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , written by , produced by , and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದೆಯೇ",
            "he": "האם M1 ביים, נכתב על ידי, הופק על ידי ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 ， 由 其 撰 写 ， 由 其 制 作 并 由 其 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and executive produced by a male parent of M1",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי והנהלה הופק על ידי הורה גבר ל- M1",
            "zh": "M2 由 M1 的 男 性 父 母 编 辑 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and directed by a British parent of M1",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಬ್ರಿಟಿಷ್ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי הורה בריטי ל- M1 וביים אותו",
            "zh": "M2 执 行 人 员 是 由 M1 的 英 国 父 母 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and edited by M1 's male parent",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק ונערך על ידי ההורה הגברי של M1",
            "zh": "M2 主 管 由 M1 的 男 性 父 母 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and edited by a male parent of M1",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק ונערך על ידי הורה גבר ל- M1",
            "zh": "M2 执 行 人 员 是 由 M1 的 男 性 父 母 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sequel 's prequel",
            "kn": "M1 M0 ನ ಉತ್ತರಭಾಗವು ಪೂರ್ವಭಾವಿಯಾಗಿತ್ತು",
            "he": "האם סרט ההמשך של M1 M0 היה הפריקוול",
            "zh": "M1   M0 的 续 集 是 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q183 . M1 wdt:P27 wd:Q30 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's employee 's American German sibling",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಅಮೇರಿಕನ್ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אחיו הגרמני האמריקני של עובד M1 M0",
            "zh": "M1   M0 的 员 工 是 美 国 德 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of M0 's child",
            "kn": "M1 M0 ನ ಮಗುವಿನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג של ילד של M0",
            "zh": "M1 是 M0 的 孩 子 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a female spouse of a male spouse of M1",
            "kn": "M2 M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M2 הייתה בת זוג של בן / בת זוג של M1",
            "zh": "M2 是 M1 男 性 配 偶 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 M1 's Spanish employee",
            "kn": "M0 M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הספרדי של M0 M1 היה",
            "zh": "是 M0   M1 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's parent and spouse",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם ההורה ובן הזוג של בן הזוג M1 M0 היו",
            "zh": "M1   M0 的 配 偶 是 父 母 还 是 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's sibling and parent",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಪೋಷಕರು",
            "he": "האם האח של M1 M0 היה אחיו וההורה שלו",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 父 母 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q142 . FILTER ( M4 != ?x0 ) . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M4 M3 's Spanish French male parent 's spouse",
            "kn": "M4 M3 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಪುರುಷ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן / בת הזוג של הורה / זכר ספרדי צרפתי של M4 M3",
            "zh": "M4   M3 是 西 班 牙 法 国 男 性 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's Japanese Chinese spouse M0",
            "kn": "M3 ನ ಜಪಾನಿನ ಚೀನೀ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הסיני היפני של M3 היה M0",
            "zh": "M3 的 日 本 华 人 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Japanese Canadian sibling",
            "kn": "M0 M1 ನ ಜಪಾನೀಸ್ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה האח הקנדי היפני של M0 M1",
            "zh": "M0   M1 是 加 拿 大 的 日 本 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Japanese Canadian sibling M0",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח הקנדי היפני של M1 היה M0",
            "zh": "M1 是 加 拿 大 的 日 本 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , produced , executive produced , and edited by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 ביים, הופק, הופק ונערך על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 母 公 司 导 演 ， 制 作 ， 执 行 ， 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , written , edited , and produced by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק, נכתב, נערך והופק על ידי ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 制 作 ， 编 写 ， 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P27 wd:Q142 . FILTER ( M4 != ?x0 ) . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M4 M3 's Canadian female French parent 's spouse",
            "kn": "M4 M3 ನ ಕೆನಡಾದ ಮಹಿಳಾ ಫ್ರೆಂಚ್ ಪೋಷಕರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של הורה צרפתי קנדי של M4 M3 היה",
            "zh": "M4   M3 是 加 拿 大 女 性 法 国 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Mexican sibling of M1",
            "kn": "M0 M1 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח מקסיקני של M1",
            "zh": "M0 是 M1 的 墨 西 哥 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M3 's British Japanese parent M0",
            "kn": "M3 ನ ಬ್ರಿಟಿಷ್ ಜಪಾನೀಸ್ ಪೋಷಕ M0",
            "he": "האם ההורה היפני הבריטי של M3 היה M0",
            "zh": "M3 的 英 国 日 本 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 a German Mexican parent of M3",
            "kn": "M0 M3 ನ ಜರ್ಮನ್ ಮೆಕ್ಸಿಕನ್ ಪೋಷಕರಾಗಿದೆಯೇ",
            "he": "האם M0 היה הורה מקסיקני גרמני ל- M3",
            "zh": "M0 是 M3 的 德 国 墨 西 哥 人 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 和 书 写 ？"
        }
    }
]