[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 did M1 's parent executive produce and direct",
            "kn": "M1 ನ ಪೋಷಕ ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದನು",
            "he": "איזה סרט ההמשך של M0 הפיק וביים מנהל ההורים של M1",
            "zh": "M1 的 上 级 主 管 制 作 并 导 演 了 M0 的 哪 一 部 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P155 M0 }"
        },
        "question": {
            "en": "Which sequel of M0 did M1 direct",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವು M1 ನಿರ್ದೇಶಿಸಿತು",
            "he": "איזה סרט ההמשך של M0 ביים M1",
            "zh": "M1 导 演 了 哪 一 部 M0 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 did M0 edit",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗ M0 ಅನ್ನು ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M1 ערך M0",
            "zh": "M0 编 辑 了 哪 个 M1 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P155 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 's prequel was distributed by and produced by M0",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ವಿತರಿಸಿದೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה סרט ההמשך של הפריקוול של M1 הופץ על ידי והופק על ידי M0",
            "zh": "M1 的 前 传 的 哪 个 续 集 是 由 M0 发 行 和 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 was directed and edited by M1 's parent",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M1 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 ביים ונערך על ידי ההורה של M1",
            "zh": "M0 的 哪 个 续 集 是 由 M1 的 父 母 导 演 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M1 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "Which sequel of M1 was produced by M0",
            "kn": "M1 ಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ನಿರ್ಮಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M1 הופק על ידי M0",
            "zh": "M0 制 作 了 M1 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 was distributed by M1 's parent",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ವಿತರಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 הופץ על ידי ההורה של M1",
            "zh": "M0 的 哪 个 续 集 是 由 M1 的 父 母 发 行 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P155 M1 . ?x0 wdt:P161 M0 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Which sequel of M1 was directed by M2 's spouse and starred M0",
            "kn": "M1 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M2 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ನಟಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M1 ביים בן הזוג של M2 וכיכב M0",
            "zh": "M1 的 哪 一 部 续 集 是 由 M2 的 配 偶 导 演 并 出 演 M0 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 's sequel did M0 executive produce",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವು M0 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿತು",
            "he": "איזה המשך של סרט ההמשך של M1 הפיק מנהל M0",
            "zh": "M0 执 行 官 制 作 了 M1 的 哪 一 部 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x0 wdt:P155 ?x1 . ?x1 wdt:P156 M2 }"
        },
        "question": {
            "en": "Which sequel of M2 's prequel was distributed by M0 and M1",
            "kn": "M2 ನ ಪೂರ್ವಭಾವಿಯ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M0 ಮತ್ತು M1 ವಿತರಿಸಿದೆ",
            "he": "איזה סרט ההמשך של הפריקוול של M2 הופץ על ידי M0 ו- M1",
            "zh": "M2 的 前 传 的 哪 个 续 集 由 M0 和 M1 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P155 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 's sequel did M0 write and executive produce",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವು M0 ಬರೆಯುತ್ತದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "איזה המשך של סרט ההמשך של M1 כתב והפיק M0",
            "zh": "M0 编 写 并 执 行 了 M1 的 哪 一 部 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P155 M0 }"
        },
        "question": {
            "en": "Which sequel of M0 was directed by M1",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M0 ביים M1",
            "zh": "M0 的 哪 一 部 续 集 是 由 M1 执 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P155 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 was directed and produced by M1 's parent",
            "kn": "M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು M1 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 ביים והפיק ההורה של M1",
            "zh": "M0 的 哪 个 续 集 是 由 M1 的 父 母 导 演 和 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 did M1 's parent write",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה סרט ההמשך של M0 כתב ההורה של M1",
            "zh": "M1 的 父 母 写 了 哪 个 M0 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P161 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 's sequel starred M0",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ M0 ನ ಯಾವ ಉತ್ತರಭಾಗ",
            "he": "איזה סרט ההמשך של סרט ההמשך של M1 כיכב ב- M0",
            "zh": "M1 的 哪 一 部 续 集 主 演 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which sequel of M0 did M1 's parent executive produce",
            "kn": "M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕ M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ನಿರ್ಮಿಸಿದೆ",
            "he": "איזה סרט ההמשך של M0 הפיק מנהל ההורים של M1",
            "zh": "M1 的 上 级 主 管 制 作 了 M0 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P155 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which sequel of a prequel of M1 did M0 produce",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿಯ ಯಾವ ಉತ್ತರಭಾಗವು M0 ಅನ್ನು ಉತ್ಪಾದಿಸಿತು",
            "he": "איזה המשך של פריקוול של M1 הפיק M0",
            "zh": "M0 产 生 了 M1 前 传 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 . ?x0 wdt:P155 ?x1 . ?x1 wdt:P155 M2 }"
        },
        "question": {
            "en": "Which sequel of a sequel of M2 did M0 and M1 edit",
            "kn": "M2 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವು M0 ಮತ್ತು M1 ಅನ್ನು ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה המשך של סרט ההמשך של M2 ערכו M0 ו- M1",
            "zh": "M0 和 M1 编 辑 了 M2 续 集 中 的 哪 个 续 集 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of M1 's sibling and parent married M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಮತ್ತು ಪೋಷಕರ M0 ಅನ್ನು ಮದುವೆಯಾದವರು ಯಾರು",
            "he": "איזה אח של אחיו וההורים של M1 התחתן עם M0",
            "zh": "M1 的 哪 个 兄 弟 姐 妹 与 父 母 的 M0 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of M0 was a sibling of M1",
            "kn": "M0 ನ ಯಾವ ಸಹೋದರ M1 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה אח של M0 היה אח של M1",
            "zh": "M0 的 哪 个 兄 弟 是 M1 的 一 个 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P737 M1 . ?x0 wdt:P3373 M0 . ?x1 wdt:P108 M2 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 was influenced by M2 's employee and was influenced by M1",
            "kn": "M0 ನ ಯಾವ ಸಹೋದರನು M2 ನ ಉದ್ಯೋಗಿಯಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה אח של M0 הושפע מהעובד של M2 והושפע מ- M1",
            "zh": "M0 的 哪 个 同 级 受 M2 的 员 工 影 响 且 受 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಒಡಹುಟ್ಟಿದವರನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה אח של M0 הועסק על ידי M1",
            "zh": "M1 使 用 了 哪 个 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P3373 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of M0 did M1 's spouse influence",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ನ ಸಂಗಾತಿಯ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח של M0 השפיע בן / בת הזוג של M1",
            "zh": "M1 的 配 偶 对 M0 的 哪 个 兄 弟 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of M0 was M1 's Chinese sibling",
            "kn": "M1 ನ ಚೀನಾದ ಒಡಹುಟ್ಟಿದವರು M0 ನ ಯಾವ ಸಹೋದರ",
            "he": "איזה אח של M0 היה האח הסיני של M1",
            "zh": "M1 的 中 国 兄 弟 姐 妹 是 M0 的 哪 个 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 did M1 influence",
            "kn": "M0 ಯ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח של M0 השפיע M1",
            "zh": "M1 影 响 了 哪 个 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡರು",
            "he": "איזה אח של M0 העסיק M1",
            "zh": "M1 使 用 了 哪 个 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of M0 married M1",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה אח של M0 התחתן עם M1",
            "zh": "M0 的 哪 个 兄 弟 姐 妹 嫁 给 了 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח של M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 同 级 受 M1 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಒಡಹುಟ್ಟಿದವರು M1 ಆಡಿದರು",
            "he": "איזה אח של M0 שיחק M1",
            "zh": "M0 的 哪 个 兄 弟 姐 妹 玩 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 ?x1 . ?x0 wdt:P3373 M0 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of M0 was employed by a parent of M1",
            "kn": "M1 ನ ಪೋಷಕರು M0 ನ ಯಾವ ಸಹೋದರನನ್ನು ನೇಮಿಸಿಕೊಂಡರು",
            "he": "איזה אח של M0 הועסק על ידי הורה ל- M1",
            "zh": "M0 的 哪 个 兄 弟 姐 妹 被 M1 的 父 母 使 用 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಸಹೋದರ M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה אח של M0 התחתן M1",
            "zh": "M1 嫁 给 了 哪 个 M0 兄 弟 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P3373 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which sibling of a parent of M1 did M0 marry",
            "kn": "M1 ನ ಪೋಷಕರ ಯಾವ ಸಹೋದರ M0 ಮದುವೆಯಾದರು",
            "he": "עם איזה אח של הורה ל- M1 התחתן M0",
            "zh": "M0 的 哪 一 个 M1 父 母 的 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which sibling of a sibling of M1 played M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರನು M0 ಅನ್ನು ಆಡಿದನು",
            "he": "איזה אח של אח של M1 שיחק M0",
            "zh": "M1 的 哪 个 兄 弟 姐 妹 玩 过 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 was employed by M0",
            "kn": "M1 ಯ ಯಾವ ಸಂಗಾತಿಯನ್ನು M0 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן זוג של M1 הועסק אצל M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 's employee was influenced by M0",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಯಾವ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה בן זוג של עובד M1 הושפע מ- M0",
            "zh": "M1 的 哪 个 雇 员 配 偶 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M0 was a spouse of M1",
            "kn": "M0 ನ ಯಾವ ಸಂಗಾತಿಯು M1 ನ ಸಂಗಾತಿಯಾಗಿದ್ದರು",
            "he": "איזה בן זוג של M0 היה בן זוג של M1",
            "zh": "M0 的 哪 个 配 偶 是 M1 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M2 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Which spouse of M2 's employee was influenced by M0 and M1",
            "kn": "M2 ನ ಉದ್ಯೋಗಿಯ ಯಾವ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה בן זוג של עובד M2 הושפע מ- M0 ו- M1",
            "zh": "M2 的 哪 个 雇 员 配 偶 受 到 M0 和 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Which spouse of M2 's sibling was employed by M0 and M1",
            "kn": "M2 ಮತ್ತು ಒಡಹುಟ್ಟಿದವರ ಯಾವ ಸಂಗಾತಿಯನ್ನು M0 ಮತ್ತು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה בן / בת זוגו של M2 הועסק אצל M0 ו- M1",
            "zh": "M0 和 M1 雇 用 M2 的 哪 个 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 married M0",
            "kn": "M1 ನ ಯಾವ ಸಂಗಾತಿಯು M0 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג של M1 התחתן עם M0",
            "zh": "M1 的 哪 个 配 偶 与 M0 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 's sibling married M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು M0 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה בן זוג של אחיו של M1 התחתן עם M0",
            "zh": "M1 的 兄 弟 姐 妹 中 的 哪 个 配 偶 与 M0 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M0 was influenced by M1 's spouse",
            "kn": "M1 ನ ಸಂಗಾತಿಯಿಂದ M0 ನ ಯಾವ ಸಂಗಾತಿಯು ಪ್ರಭಾವಿತನಾಗಿದ್ದನು",
            "he": "איזה בן זוג של M0 הושפע מבן הזוג של M1",
            "zh": "M0 的 哪 个 配 偶 受 M1 的 配 偶 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 was influenced by M0",
            "kn": "M1 ಯ ಯಾವ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದರು",
            "he": "איזה בן זוג של M1 הושפע מ- M0",
            "zh": "M1 的 哪 个 配 偶 受 M0 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 did M0 employ",
            "kn": "M1 ನ ಯಾವ ಸಂಗಾತಿಯು M0 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג של M1 העסיק M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q29 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which spouse of M0 married a Spanish employee of M1",
            "kn": "M0 ನ ಯಾವ ಸಂಗಾತಿಯು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯನ್ನು ಮದುವೆಯಾದರು",
            "he": "איזה בן זוג של M0 התחתן עם עובד ספרדי של M1",
            "zh": "M0 的 哪 个 配 偶 与 M1 的 西 班 牙 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M0 was M1 's spouse",
            "kn": "M0 ನ ಸಂಗಾತಿಯು M1 ನ ಸಂಗಾತಿಯಾಗಿದ್ದವರು ಯಾರು",
            "he": "איזה בן זוג של M0 היה בן הזוג של M1",
            "zh": "M1 的 配 偶 是 M0 的 哪 一 位 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P26 ?x1 . ?x0 wdt:P26 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x0 != M0 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 's sibling was a spouse of M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಯಾವ ಸಂಗಾತಿಯು M0 ನ ಸಂಗಾತಿಯಾಗಿದ್ದರು",
            "he": "איזה בן זוג של אחיו של M1 היה בן זוג של M0",
            "zh": "M1 的 同 胞 的 哪 个 配 偶 是 M0 的 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 played M0",
            "kn": "M1 ನ ಯಾವ ಸಂಗಾತಿಯು M0 ಆಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג של M1 שיחק M0",
            "zh": "M1 的 哪 个 配 偶 扮 演 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 's employee 's parent did M0 influence",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರ ಯಾವ ಸಂಗಾತಿಯು M0 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה בן זוג של ההורה של עובד M1 השפיע M0",
            "zh": "M0 影 响 了 M1 雇 员 父 母 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "Which spouse of M1 's employee 's sibling was influenced by M0",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರ ಯಾವ ಸಂಗಾತಿಯು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆ",
            "he": "איזה בן / בת זוג של אחיו של עובד M1 הושפע מ- M0",
            "zh": "M1 的 雇 员 同 胞 的 哪 个 配 偶 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which spouse of M1 did M0 influence",
            "kn": "M1 ನ ಯಾವ ಸಂಗಾತಿಯು M0 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה בן זוג של M1 השפיע M0",
            "zh": "M0 影 响 了 M1 的 哪 个 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M2 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Which spouse of a spouse of M2 did M0 and M1 employ",
            "kn": "M2 ಮತ್ತು M1 ರ ಸಂಗಾತಿಯ ಯಾವ ಸಂಗಾತಿಯು M0 ಮತ್ತು M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה בן זוג לבן / בת זוג של M2 העסיקו M0 ו- M1",
            "zh": "M0 和 M1 雇 用 了 M2 的 哪 个 配 偶 ？"
        }
    }
]