[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , directed by , and executive produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಾಗಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, הופק על ידי, ביים ומנהל הופק על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 母 公 司 编 辑 ， 制 作 ， 导 演 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , produced , written , directed , and edited by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದರು, ನಿರ್ಮಿಸಿದರು, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, הופק, נכתב, ביים ונערך על ידי ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 制 作 ， 制 作 ， 撰 写 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , edited , executive produced , and produced by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, נערך, הופק והופק על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 撰 写 ， 编 辑 ， 执 行 ， 还 是 由 M0 的 父 母 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's parent and sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם ההורה והאח של M1 M0 היה",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 父 母 和 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M1 's sibling and spouse M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של M1 ובן הזוג שלו היה M0",
            "zh": "M1 的 兄 弟 姐 妹 和 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , edited by , produced by , executive produced by , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי, נערך על ידי, הופק על ידי, מנהל הופק ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 ， 编 辑 ， 制 作 ， 执 行 人 员 制 作 并 由 M0 的 配 偶 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , written by , executive produced by , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, נכתב על ידי מנהל ההפקה על ידי והורה על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 母 公 司 编 辑 ， 编 写 ， 执 行 ， 并 由 其 母 公 司 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , executive produced , written , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך, הופק, נכתב והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 母 编 辑 ， 执 行 ， 制 作 ， 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , produced by , and edited by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, הורה, הופק על ידי ונערך על ידי ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 制 作 ， 导 演 ， 由 M0 的 父 母 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , produced by , written by , and edited by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, הופק על ידי, נכתב על ידי ונערך על ידי ההורה של M0",
            "zh": "M1 主 管 由 M0 的 父 母 制 作 ， 制 作 ， 编 写 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , directed , written , and edited by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק, ביים, נכתב ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 主 管 是 否 由 M0 的 配 偶 制 作 ， 导 演 ， 撰 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , produced by , and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, ביים, הופק על ידי ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 编 写 ， 导 演 ， 由 其 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , executive produced by , produced by , and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי, נערך על ידי, מנהל שהופק על ידי, הופק על ידי וביים בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 撰 写 ， 编 辑 ， 执 行 人 员 制 作 ， 由 M0 的 配 偶 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , executive produced by , produced by , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, נערך על ידי מנהל שהופק על ידי, הופק על ידי והורה על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 编 写 ， 编 辑 ， 执 行 由 M0 的 母 公 司 编 写 ， 由 M0 的 母 公 司 导 演 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , executive produced by , directed by , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, המנהל הופק על ידי, ביים, והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 写 成 的 ， 还 是 由 M0 的 母 公 司 导 演 ， 由 M2 的 母 公 司 生 产 和 执 行 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , executive produced , produced , edited , and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, הופק, הופק, נערך ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 撰 写 ， 执 行 ， 制 作 ， 编 辑 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , produced , edited , executive produced , and directed by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב, הופק, נערך, הופק והוצא על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 撰 写 ， 制 作 ， 编 辑 ， 执 行 ， 导 演 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , directed , executive produced , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק, ביים, הופק בכיר ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 制 作 ， 导 演 ， 执 行 并 由 其 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 's female spouse 's spouse M2",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯ ಸಂಗಾತಿ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של M1 בן / בת הזוג היה M2",
            "zh": "M1 的 女 配 偶 是 M2 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's British Japanese sibling M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಜಪಾನೀಸ್ ಸಹೋದರ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם האחות היפנית הבריטית של M1 הייתה M0",
            "zh": "M1 是 英 籍 日 本 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's German spouse",
            "kn": "M0 M2 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הגרמני של M0 M2 היה",
            "zh": "M0   M2 是 德 国 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M4 's male British Italian parent",
            "kn": "M0 M4 ನ ಪುರುಷ ಬ್ರಿಟಿಷ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה בריטי איטלקי זכר של M0 M4",
            "zh": "M0   M4 是 英 国 意 大 利 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's female German Spanish spouse M0",
            "kn": "M4 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג הספרדית הגרמנית של M4 הייתה M0",
            "zh": "M4 的 女 性 德 国 西 班 牙 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M0 a male employee of M1",
            "kn": "M0 M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה עובד גבר ב- M1",
            "zh": "M0 是 M1 的 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's French Japanese spouse M0",
            "kn": "M3 ನ ಫ್ರೆಂಚ್ ಜಪಾನಿನ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג היפני הצרפתי של M3 היה M0",
            "zh": "M3 的 法 国 日 本 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q30 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P1431 M3 . M2 wdt:P1431 M4 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M0 's American employee 's sibling and executive produced by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿಯ ಸಹೋದರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M3 ಮತ್ತು M4 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי אחיו והמנהל האמריקני של עובד אמריקאי M0 על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 美 国 雇 员 的 兄 弟 姐 妹 和 主 管 撰 写 的 吗 ， 是 由 M3 和 M4 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q38 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and written by a Italian parent of M1",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಇಟಾಲಿಯನ್ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק ונכתב על ידי הורה איטלקי ל- M1",
            "zh": "M2 执 行 人 员 是 由 M1 的 意 大 利 父 母 制 作 和 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's German French female sibling",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಫ್ರೆಂಚ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה של צרפתית גרמנית של M0 M1",
            "zh": "M0   M1 是 德 国 法 国 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 M3 's German French parent",
            "kn": "M0 M3 ನ ಜರ್ಮನ್ ಫ್ರೆಂಚ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הצרפתי הגרמני של M0 M3 היה",
            "zh": "M0   M3 是 德 国 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German French female sibling of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಫ್ರೆಂಚ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היא אחיה צרפתייה גרמנית מאחות M1",
            "zh": "M0 是 M1 的 德 国 法 国 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a female German sibling of M1",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 הייתה אחות גרמנית מ- M1",
            "zh": "M0 是 M1 的 德 国 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch employee",
            "kn": "M0 M1 ನ ಡಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד ההולנדי של M0 M1 היה",
            "zh": "是 M0   M1 的 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , written by , and edited by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נכתב על ידי וערך אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling of M0 's spouse",
            "kn": "M1 M0 ರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח של בן / בת הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M3 M0 's French Dutch sibling 's parent",
            "kn": "M3 M0 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה אח / אחות צרפתי הולנדי M3 M0",
            "zh": "M3   M0 是 法 国 荷 兰 兄 弟 姐 妹 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 a Spanish employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד ספרדי של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 西 班 牙 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q29 . FILTER ( M3 != ?x0 ) . M3 wdt:P27 wd:Q29 . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M3 a Spanish spouse of a Spanish employee of M0 and M1",
            "kn": "M3 M0 ಮತ್ತು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M3 היה בן זוג ספרדי של עובד ספרדי של M0 ו- M1",
            "zh": "M3 是 M0 和 M1 的 西 班 牙 雇 员 的 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Italian spouse",
            "kn": "M0 M2 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האיטלקי של M0 M2 היה",
            "zh": "M0   M2 是 意 大 利 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Italian employee of M1",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד איטלקי של M1",
            "zh": "M0 是 M1 的 意 大 利 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's male spouse",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של M1 M0 היה בן / בת הזוג",
            "zh": "M1   M0 的 配 偶 是 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q34 . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q34 . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Swedish employee 's Swedish sibling M2",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו השוודי של עובד M0 היה M2",
            "zh": "M0 的 瑞 典 雇 员 是 瑞 典 的 兄 弟 姐 妹 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's spouse and sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי בן זוגו ואחיו של M0",
            "zh": "M1 是 由 M0 的 配 偶 和 兄 弟 姐 妹 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's sibling and spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי אחיו ובן זוגו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 和 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by a sibling and spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי אח ובן זוגו של M0",
            "zh": "M1 是 由 M0 的 同 胞 和 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 Spanish",
            "kn": "M0 ಸ್ಪ್ಯಾನಿಷ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה ספרדי",
            "zh": "M0 是 西 班 牙 文 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a French actor of M2",
            "kn": "M0 M2 ನ ಫ್ರೆಂಚ್ ನಟನಾ",
            "he": "האם M0 היה שחקן צרפתי של M2",
            "zh": "M0 是 M2 的 法 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a British spouse of M2",
            "kn": "M0 M2 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג בריטי ל- M2",
            "zh": "M0 是 M2 的 英 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M2 influenced by M1 's sibling 's Mexican spouse",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಿಂದ M2 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מבן הזוג המקסיקני של אחיו M1",
            "zh": "M2 是 否 受 到 M1 的 同 胞 墨 西 哥 配 偶 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by and directed by M0 's parent 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי אחיו של ההורה של M0 וביים אותו",
            "zh": "M1 的 执 行 人 员 是 由 M0 的 父 母 的 兄 弟 姐 妹 生 产 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by and written by M0 's spouse",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי בן הזוג של M0 ונכתב",
            "zh": "M1 主 管 由 M0 的 配 偶 产 生 并 由 其 撰 写 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P27 wd:Q183 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's German female spouse",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם היה בן / בת הזוג הגרמני של בן / בת הזוג M1 M0",
            "zh": "M1   M0 的 配 偶 是 德 国 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 's parent 's Mexican employee M1",
            "kn": "M0 ನ ಪೋಷಕರ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד המקסיקני של ההורה של M0 היה M1",
            "zh": "M0 的 父 母 是 墨 西 哥 的 雇 员 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 M2 's French actor",
            "kn": "M0 M2 ನ ಫ್ರೆಂಚ್ ನಟನಾ",
            "he": "האם השחקן הצרפתי של M0 M2 היה",
            "zh": "M0   M2 是 法 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by a German sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಜರ್ಮನ್ ಸಹೋದರ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי אח גרמני מ- M0",
            "zh": "M2 是 由 德 国 兄 弟 M0 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . FILTER ( M4 != ?x0 ) . M4 wdt:P21 wd:Q6581072 . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M3 's French female Italian parent 's female sibling M4",
            "kn": "M3 ನ ಫ್ರೆಂಚ್ ಸ್ತ್ರೀ ಇಟಾಲಿಯನ್ ಪೋಷಕರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು M4 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה הנשי הצרפתי של M3 היה M4",
            "zh": "M3 的 法 国 女 性 意 大 利 父 母 的 女 性 兄 弟 姐 妹 是 M4 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P108 M2 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 a American female employee of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה עובדת אמריקאית של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 美 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling of a sibling of M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח של אח של M0",
            "zh": "M1 是 M0 的 同 级 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x0 wdt:P21 wd:Q6581097 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) . M3 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M3 written by M1 's Mexican sibling 's male parent",
            "kn": "M3 ಅನ್ನು M1 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಪುರುಷ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M3 נכתב על ידי ההורה הגבר של אחיו המקסיקני של M1",
            "zh": "M3 是 由 M1 的 墨 西 哥 兄 弟 姐 妹 的 男 性 父 母 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Mexican female Spanish spouse",
            "kn": "M0 M4 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ತ್ರೀ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הספרדי המקסיקני של M0 M4 היה",
            "zh": "M0   M4 是 墨 西 哥 女 性 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Spanish female Mexican spouse",
            "kn": "M0 M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮಹಿಳಾ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הספרדי של מקסיקו M0 M4 היה ספרדי",
            "zh": "是 M0   M4 的 西 班 牙 女 墨 西 哥 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's female Mexican Spanish spouse",
            "kn": "M0 M4 ನ ಸ್ತ್ರೀ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג הספרדית המקסיקנית של M0 M4 הייתה",
            "zh": "是 M0   M4 的 墨 西 哥 女 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M4 's Canadian Italian male parent M0",
            "kn": "M4 ನ ಕೆನಡಿಯನ್ ಇಟಾಲಿಯನ್ ಪುರುಷ ಪೋಷಕ M0",
            "he": "האם ההורה הגברי האיטלקי הקנדי של M4 היה M0",
            "zh": "M4 的 加 拿 大 意 大 利 男 性 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q142 . FILTER ( M4 != ?x0 ) . M4 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Spanish French male employee 's spouse M4",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಪುರುಷ ಉದ್ಯೋಗಿಗಳ ಸಂಗಾತಿ M4 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של עובד צרפתי ספרדי M0 היה M4",
            "zh": "M0 的 西 班 牙 法 国 男 性 雇 员 的 配 偶 是 M4 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written and executive produced by M0 's spouse 's sibling",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರಿಂದ M1 ಬರೆಯಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M1 נכתב והנהלה על ידי אחיו של בן / בת הזוג M0",
            "zh": "M1 是 由 M0 的 同 胞 兄 弟 姐 妹 撰 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P453 M2 }"
        },
        "question": {
            "en": "Was M0 a actor that played M1 and played M2",
            "kn": "M0 M1 ಪಾತ್ರವನ್ನು ವಹಿಸಿದ ಮತ್ತು M2 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ ನಟನಾ",
            "he": "האם M0 היה שחקן שגילם את M1 ושיחק את M2",
            "zh": "M0 是 扮 演 M1 和 M2 的 演 员 吗 ？"
        }
    }
]