[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which Swedish sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಸ್ವೀಡಿಷ್ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח שוודי של M0 השפיע M1",
            "zh": "M1 对 M0 的 哪 个 瑞 典 同 胞 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which actor of M0 married M1",
            "kn": "M0 ನ ಯಾವ ನಟ M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה שחקן של M0 התחתן עם M1",
            "zh": "M0 的 哪 个 演 员 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 }"
        },
        "question": {
            "en": "Which actor of M0 played M1",
            "kn": "M0 ನ ಯಾವ ನಟ M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ್ದಾರೆ",
            "he": "איזה שחקן של M0 שיחק את M1",
            "zh": "M0 的 哪 个 演 员 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "Which actor of M1 was employed by M0",
            "kn": "M1 ಯ ಯಾವ ನಟನನ್ನು M0 ನೇಮಕ ಮಾಡಿದೆ",
            "he": "איזה שחקן של M1 הועסק על ידי M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "Which actor of M1 did M0 employ",
            "kn": "M1 ನ ಯಾವ ನಟ M0 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾನೆ",
            "he": "איזה שחקן של M1 העסיק M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x0 wdt:P453 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which actor of a parent of M1 played M0",
            "kn": "M1 ನ ಪೋಷಕರ ಯಾವ ನಟ M0 ಆಡಿದ್ದಾರೆ",
            "he": "איזה שחקן להורה של M1 שיחק את M0",
            "zh": "M1 的 父 母 的 哪 个 演 员 扮 演 了 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "Which actor was M0 's sibling 's actor",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ನಟ ಯಾರು",
            "he": "איזה שחקן היה השחקן של אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 是 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "Which actor was M0 's parent 's actor",
            "kn": "M0 ಅವರ ಪೋಷಕರ ನಟ ಯಾವ ನಟ",
            "he": "איזה שחקן היה השחקן של M0",
            "zh": "M0 的 父 母 的 演 员 是 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "Which actor was M0 's male sibling 's actor",
            "kn": "M0 ನ ಪುರುಷ ಸಹೋದರನ ನಟ ಯಾರು",
            "he": "איזה שחקן היה השחקן האח של M0",
            "zh": "M0 的 同 胞 男 演 员 是 哪 个 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Which actor was a actor of M0 's male actor",
            "kn": "M0 ನ ಪುರುಷ ನಟನ ನಟ ಯಾರು",
            "he": "איזה שחקן היה שחקן השחקן הגברי של M0",
            "zh": "哪 个 演 员 是 M0 的 男 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 M1 . ?x0 wdt:P749 M0 }"
        },
        "question": {
            "en": "Which child of M0 was founded by M1",
            "kn": "M0 ಯ ಯಾವ ಮಗುವನ್ನು M1 ಸ್ಥಾಪಿಸಿತು",
            "he": "איזה ילד של M0 הוקם על ידי M1",
            "zh": "M0 的 哪 个 孩 子 是 M1 创 建 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P749 M1 }"
        },
        "question": {
            "en": "Which child of M1 was influenced by M0",
            "kn": "M1 ಯ ಯಾವ ಮಗು M0 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆ",
            "he": "איזה ילד של M1 הושפע מ- M0",
            "zh": "M1 的 哪 个 孩 子 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P749 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which child of M0 did M1 's spouse found",
            "kn": "M1 ನ ಸಂಗಾತಿಯು M0 ನ ಯಾವ ಮಗುವನ್ನು ಕಂಡುಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה ילד מ- M0 מצא בן / בת הזוג של M1",
            "zh": "M1 的 配 偶 找 到 了 M0 的 哪 个 孩 子 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P749 M1 }"
        },
        "question": {
            "en": "Which child of M1 did M0 influence",
            "kn": "M1 ನ ಯಾವ ಮಗು M0 ಪ್ರಭಾವ ಬೀರಿತು",
            "he": "על איזה ילד של M1 השפיע M0",
            "zh": "M0 影 响 了 M1 的 哪 个 孩 子 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Which employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד של M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 个 M0 员 工 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Which employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಉದ್ಯೋಗಿಯನ್ನು M1 ನೇಮಿಸಿಕೊಂಡಿದೆ",
            "he": "איזה עובד של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 哪 个 M0 员 工 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which employee of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿಯನ್ನು M1 ಮದುವೆಯಾದರು",
            "he": "עם איזה עובד של M0 התחתן M1",
            "zh": "M1 与 哪 个 M0 雇 员 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P108 ?x1 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "Which employee of M1 's child was influenced by M0",
            "kn": "M1 ನ ಮಗುವಿನ ಯಾವ ಉದ್ಯೋಗಿ M0 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה עובד מילד M1 הושפע מ- M0",
            "zh": "M1 的 孩 子 的 哪 个 雇 员 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "Which employee of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ಆಡಿದ್ದಾರೆ",
            "he": "איזה עובד של M0 שיחק ב- M1",
            "zh": "M0 的 哪 个 员 工 玩 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Which employee of M0 was M1 's employee",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ನ ಉದ್ಯೋಗಿ",
            "he": "איזה עובד של M0 היה עובד של M1",
            "zh": "M0 的 哪 个 雇 员 是 M1 的 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which employee of M0 married M1",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה עובד של M0 התחתן עם M1",
            "zh": "M0 的 哪 个 雇 员 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P108 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . FILTER ( ?x0 != ?x1 ) }"
        },
        "question": {
            "en": "Which employee of M0 did M1 's parent influence and marry",
            "kn": "M0 ನ ಯಾವ ಉದ್ಯೋಗಿ M1 ನ ಪೋಷಕರ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರಿದರು ಮತ್ತು ಮದುವೆಯಾದರು",
            "he": "איזה עובד של M0 ההורים של M1 השפיע והתחתן",
            "zh": "M1 的 父 母 影 响 并 嫁 给 了 M0 的 哪 位 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P26 M2 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M2 ) . FILTER ( ?x0 != M3 ) }"
        },
        "question": {
            "en": "Which female German spouse of M3 married M2",
            "kn": "M3 ನ ಯಾವ ಮಹಿಳಾ ಜರ್ಮನ್ ಸಂಗಾತಿ M2 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזו בת זוג גרמנית של M3 התחתנה עם M2",
            "zh": "M3 的 哪 位 德 国 女 性 配 偶 与 M2 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Which female actor of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ನಟ M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ್ದಾರೆ",
            "he": "איזה שחקן נשי של M0 שיחק את M1",
            "zh": "M0 的 哪 个 女 演 员 扮 演 过 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M2 . ?x1 wdt:P26 M3 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M2 ) . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "Which female actor whose spouse married M2 and M3 was M0 's actor",
            "kn": "M2 ಮತ್ತು M3 ಅವರ ಸಂಗಾತಿಯು M0 ನ ನಟನಾಗಿದ್ದ ಯಾವ ಮಹಿಳಾ ನಟ",
            "he": "איזה שחקן נשי שבן זוגו התחתן עם M2 ו- M3 היה השחקן של M0",
            "zh": "谁 的 配 偶 与 M2 和 M3 结 婚 ， 哪 个 女 演 员 是 M0 的 演 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Which female employee of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "איזו עובדת של M0 השפיעה M1",
            "zh": "M1 影 响 了 哪 个 M0 女 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which female sibling of M0 was influenced by M1",
            "kn": "M0 ಯ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M1 ನಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದಾನೆ",
            "he": "איזה אח / נקבה מ- M0 הושפע מ- M1",
            "zh": "M0 的 哪 个 女 性 兄 弟 姐 妹 受 到 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which female sibling of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M1 ಆಡಿದ್ದಾರೆ",
            "he": "איזה אח או נקבה מ- M0 שיחקו M1",
            "zh": "M0 的 哪 个 女 性 兄 弟 姐 妹 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which female sibling of M0 was M1 's sibling",
            "kn": "M0 ನ ಯಾವ ಸ್ತ್ರೀ ಸಹೋದರ M1 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה אח של M0 היה אח של M1",
            "zh": "M1 的 哪 个 兄 弟 姐 妹 是 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Which male actor of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ನಟ M1 ಪಾತ್ರವನ್ನು ನಿರ್ವಹಿಸಿದ್ದಾರೆ",
            "he": "איזה שחקן גבר של M0 שיחק את M1",
            "zh": "M0 的 哪 个 男 演 员 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Which male employee of M0 did M1 employ",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಉದ್ಯೋಗಿ M1 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה עובד גבר ב- M0 העסיק M1",
            "zh": "M1 雇 用 了 哪 个 M0 男 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Which male employee of M0 was employed by M1",
            "kn": "M0 ಯ ಯಾವ ಪುರುಷ ಉದ್ಯೋಗಿಯನ್ನು M1 ನಿಂದ ನೇಮಿಸಲಾಗಿದೆ",
            "he": "איזה עובד גבר של M0 הועסק על ידי M1",
            "zh": "M1 雇 用 了 M0 的 哪 个 男 性 雇 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which male sibling of M0 played M1",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಸಹೋದರ M1 ಆಡಿದ್ದಾರೆ",
            "he": "איזה אח זכר מ- M0 שיחק M1",
            "zh": "M0 的 哪 个 男 性 同 胞 扮 演 M1 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which male sibling of M0 was a sibling of M1",
            "kn": "M0 ನ ಯಾವ ಗಂಡು ಒಡಹುಟ್ಟಿದವರು M1 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה אח זכר מ- M0 היה אח של M1",
            "zh": "M0 的 哪 个 男 性 兄 弟 姐 妹 是 M1 的 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M1 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) }"
        },
        "question": {
            "en": "Which male sibling of M0 did M1 influence",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಸಹೋದರ M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה אח זכר מ- M0 השפיע M1",
            "zh": "M1 影 响 了 M0 的 哪 个 男 性 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . ?x0 wdt:P3373 M1 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which male sibling of M0 was M1 's sibling",
            "kn": "M0 ನ ಯಾವ ಪುರುಷ ಸಹೋದರ M1 ನ ಒಡಹುಟ್ಟಿದವರು",
            "he": "איזה אח של M0 היה אח של M1",
            "zh": "M1 的 哪 个 兄 弟 姐 妹 是 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which parent of M0 married M1 's sibling and spouse",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯನ್ನು ಮದುವೆಯಾದರು",
            "he": "איזה הורה ל- M0 התחתן עם אחיו ובן הזוג של M1",
            "zh": "M0 的 哪 个 父 母 与 M1 的 兄 弟 姐 妹 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which parent of M0 did M1 's spouse found",
            "kn": "M1 ನ ಸಂಗಾತಿಯನ್ನು M0 ಯ ಯಾವ ಪೋಷಕರು ಕಂಡುಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M0 מצא בן / בת הזוג של M1",
            "zh": "M1 的 配 偶 找 到 了 M0 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which parent of M0 did M1 's spouse and sibling marry",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು M1 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರನ್ನು ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה ל- M0 התחתנו בן הזוג והאח של M1",
            "zh": "M1 的 配 偶 和 兄 弟 姐 妹 嫁 给 了 M0 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "Which parent of M3 's German spouse was influenced by M0 and M1",
            "kn": "M3 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರು M0 ಮತ್ತು M1 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆ",
            "he": "איזה הורה לבן הזוג הגרמני של M3 הושפע מ- M0 ו- M1",
            "zh": "M3 的 德 国 配 偶 的 哪 个 父 母 受 到 M0 和 M1 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P108 M0 }"
        },
        "question": {
            "en": "Which parent of M1 did M0 employ",
            "kn": "M1 ನ ಯಾವ ಪೋಷಕರು M0 ಅನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M1 העסיק M0",
            "zh": "M0 雇 用 了 M1 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P108 M2 }"
        },
        "question": {
            "en": "Which parent of M2 's employee did M0 and M1 influence",
            "kn": "M2 ನ ಉದ್ಯೋಗಿಯ ಯಾವ ಪೋಷಕರು M0 ಮತ್ತು M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "איזה הורה לעובד M2 השפיע M0 ו- M1",
            "zh": "M0 和 M1 影 响 M2 员 工 的 哪 位 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which parent of M1 played M0",
            "kn": "M1 ನ ಯಾವ ಪೋಷಕರು M0 ಆಡಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M1 שיחק M0",
            "zh": "M1 的 哪 个 父 母 玩 过 M0 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 ?x1 . ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "Which parent of M0 married and was influenced by M1 's sibling 's sibling",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು ವಿವಾಹವಾದರು ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಪ್ರಭಾವಿತರಾದರು",
            "he": "איזה הורה ל- M0 התחתן עם אחיו של M1 והושפע",
            "zh": "M0 的 哪 个 父 母 结 婚 并 受 到 M1 兄 弟 姐 妹 的 兄 弟 姐 妹 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which parent of M1 was influenced by M0",
            "kn": "M1 ಯ ಯಾವ ಪೋಷಕರು M0 ನಿಂದ ಪ್ರಭಾವಿತರಾಗಿದ್ದಾರೆ",
            "he": "איזה הורה ל- M1 הושפע מ- M0",
            "zh": "M1 的 哪 个 父 级 受 到 M0 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P40|wdt:P355 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "Which parent of M0 was founded by M1 's employee",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ M0 ನ ಯಾವ ಪೋಷಕರನ್ನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "איזה הורה ל- M0 הוקם על ידי עובד M1",
            "zh": "M0 的 哪 个 父 母 由 M1 的 员 工 创 立 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which parent of M0 married M1",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು M1 ಅನ್ನು ವಿವಾಹವಾದರು",
            "he": "איזה הורה ל- M0 התחתן עם M1",
            "zh": "M0 的 哪 个 父 母 与 M1 结 婚 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P40|wdt:P355 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "Which parent of M0 did a employee of M1 found",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ M0 ನ ಯಾವ ಪೋಷಕರನ್ನು ಕಂಡುಕೊಂಡರು",
            "he": "איזה הורה ל- M0 מצא עובד ב- M1",
            "zh": "M1 的 雇 员 找 到 了 哪 个 M0 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) }"
        },
        "question": {
            "en": "Which parent of M0 did M1 marry",
            "kn": "M0 ನ ಯಾವ ಪೋಷಕರು M1 ಅವರನ್ನು ಮದುವೆಯಾದರು",
            "he": "עם איזה הורה ל- M0 התחתן M1",
            "zh": "M1 嫁 给 了 M0 的 哪 个 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 M0 . ?x0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which parent of M1 was founded by M0",
            "kn": "M1 ಯ ಯಾವ ಪೋಷಕರನ್ನು M0 ಸ್ಥಾಪಿಸಿದೆ",
            "he": "איזה הורה ל- M1 הוקם על ידי M0",
            "zh": "M1 的 哪 个 母 公 司 由 M0 创 建 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P737 M0 . ?x0 wdt:P737 M1 . ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Which parent of a spouse of M2 did M0 and M1 influence",
            "kn": "M2 ಮತ್ತು ಸಂಗಾತಿಯ ಯಾವ ಪೋಷಕರು M0 ಮತ್ತು M1 ಪ್ರಭಾವ ಬೀರಿದರು",
            "he": "על איזה הורה לבן / בת זוג של M2 השפיע M0 ו- M1",
            "zh": "M0 和 M1 对 M2 配 偶 的 哪 个 父 母 有 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 was edited by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה פריקוול של M0 נערך על ידי M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which prequel of M1 's sequel was written by M0",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M0 ಬರೆದಿದೆ",
            "he": "איזה פריקוול של סרט ההמשך של M1 נכתב על ידי M0",
            "zh": "M1 续 集 的 哪 个 前 传 是 M0 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 . ?x1 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by M2 's parent and edited by M1",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M2 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು M1 ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 ביים ההורה של M2 ונערך על ידי M1",
            "zh": "M0 的 哪 个 前 传 由 M2 的 父 母 指 导 并 由 M1 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which prequel of M0 was directed , written , and executive produced by M1 's spouse",
            "kn": "M1 ನ ಸಂಗಾತಿಯಿಂದ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನ, ಲಿಖಿತ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "איזה פריקוול של M0 ביים, נכתב והוצג על ידי בן / בת הזוג של M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 配 偶 导 演 ， 撰 写 和 执 行 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P749 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 did M1 's child 's employee direct",
            "kn": "M1 ನ ಮಗುವಿನ ನೌಕರನು M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ನಿರ್ದೇಶನ ನೀಡಿದ್ದಾನೆ",
            "he": "איזה פריקוול של M0 כיוון עובד הילד של M1",
            "zh": "M1 的 孩 子 的 雇 员 指 导 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "איזה פריקוול של M0 ביים M1",
            "zh": "M0 的 哪 个 前 传 是 M1 导 演 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 did M1 direct",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ M1 ನಿರ್ದೇಶಿಸಿತು",
            "he": "איזה פריקוול של M0 ביים M1",
            "zh": "M1 导 演 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 did M1 edit",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ M1 ಅನ್ನು ಸಂಪಾದಿಸಿದೆ",
            "he": "איזה פריקוול של M0 ערך M1",
            "zh": "M1 编 辑 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by M1 's spouse",
            "kn": "M1 ನ ಸಂಗಾತಿಯಿಂದ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು ನಿರ್ದೇಶಿಸಲಾಗಿದೆ",
            "he": "איזה פריקוול של M0 ביים בן הזוג של M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 配 偶 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "Which prequel of M0 was produced by M1 and directed by M2 's sibling",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನಿರ್ಮಿಸಿದೆ ಮತ್ತು M2 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 הופק על ידי M1 וביים אחיו של M2",
            "zh": "M0 的 哪 个 前 传 由 M1 产 生 并 由 M2 的 兄 弟 姐 妹 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was written by , produced by , edited by , and directed by M1 's parent",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 נכתב על ידי, הופק, נערך על ידי וביים ההורה של M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 父 母 写 的 ， 由 M1 的 产 生 ， 由 M1 的 编 辑 和 指 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was a prequel of M1 's prequel",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಪೂರ್ವಭಾವಿಯಾಗಿ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ",
            "he": "איזה פריקוול של M0 היה פריקוול של הפריקוול של M1",
            "zh": "M0 的 哪 个 前 传 是 M1 的 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P156 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was directed by and produced by M1 's parent",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 ביים והופק על ידי ההורה של M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 父 母 指 导 和 产 生 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was written and executive produced by M1 's parent",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "איזה פריקוול של M0 נכתב והופק על ידי ההורה של M1",
            "zh": "M0 的 哪 个 前 传 是 由 M1 的 父 母 撰 写 并 执 行 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 M0 . ?x0 wdt:P161 M1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "Which prequel of M0 starred M1 and was written by M2 's parent",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ ನಕ್ಷತ್ರ M1 ಮತ್ತು M2 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 כיכב M1 ונכתב על ידי ההורה של M2",
            "zh": "M0 的 哪 个 前 传 是 M1 的 主 演 ， 是 M2 的 父 母 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 was produced by M1",
            "kn": "M0 ಯ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನಿರ್ಮಿಸಿದೆ",
            "he": "איזה פריקוול של M0 הופק על ידי M1",
            "zh": "M1 产 生 了 哪 个 M0 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which prequel of M0 did M1 's spouse write",
            "kn": "M0 ನ ಸಂಗಾತಿಯು M1 ನ ಸಂಗಾತಿಯನ್ನು ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול של M0 כתב בן הזוג של M1",
            "zh": "M1 的 配 偶 写 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P156 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P156 M1 }"
        },
        "question": {
            "en": "Which prequel of M1 's prequel did M0 write",
            "kn": "M1 ನ ಪೂರ್ವಭಾವಿ ಯಾವ M0 ಅನ್ನು M0 ಬರೆದಿದ್ದಾರೆ",
            "he": "איזה פריקוול מהפריקוול של M1 כתב M0",
            "zh": "M0 写 了 M1 前 传 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M1 . ?x0 wdt:P156 M0 }"
        },
        "question": {
            "en": "Which prequel of M0 was executive produced by M1",
            "kn": "M1 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕವಾದ M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿ",
            "he": "איזה פריקוול של M0 הופק על ידי M1",
            "zh": "M1 执 行 产 生 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P156 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "Which prequel of M0 was executive produced and written by M1 's employee",
            "kn": "M0 ನ ಯಾವ ಪೂರ್ವಭಾವಿಯನ್ನು M1 ನ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾನೆ",
            "he": "איזה פריקוול של M0 הופק ונכתב על ידי עובד M1",
            "zh": "M1 的 员 工 制 作 并 撰 写 了 M0 的 哪 个 前 传 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P155 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "Which sequel of M0 was edited by a spouse of M1",
            "kn": "M1 ನ ಸಂಗಾತಿಯಿಂದ M0 ನ ಯಾವ ಉತ್ತರಭಾಗವನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "איזה סרט ההמשך של M0 נערך על ידי בן / בת זוג של M1",
            "zh": "M0 的 哪 个 续 集 是 由 M1 的 配 偶 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P155 ?x1 . ?x0 wdt:P161 M0 . ?x1 wdt:P155 M1 }"
        },
        "question": {
            "en": "Which sequel of M1 's sequel was executive produced by and starred M0",
            "kn": "M1 ನ ಉತ್ತರಭಾಗದ ಯಾವ ಉತ್ತರಭಾಗವು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ ಮತ್ತು M0 ನಟಿಸಿದೆ",
            "he": "איזה סרט ההמשך של סרט ההמשך של M1 הופק בכיר בכיכובו של M0",
            "zh": "M1 的 哪 一 部 续 集 是 M0 执 导 并 出 演 的 ？"
        }
    }
]