[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and edited by a Mexican sibling of M1",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי M0 ונערך על ידי אח מקסיקני של M1",
            "zh": "M0 制 作 的 高 管 由 墨 西 哥 M1 的 兄 弟 姐 妹 编 辑 过 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and directed by M1 's spouse",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי M0 וביים בן הזוג של M1",
            "zh": "M0 制 作 的 高 管 由 M1 的 配 偶 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and edited by M1 's Italian sibling",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿತು ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ההנהלה על ידי M0 ונערך על ידי אחיו האיטלקי של M1",
            "zh": "M0 制 作 的 高 管 由 M1 的 意 大 利 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was executive produced by M0 's child",
            "kn": "M0 ನ ಮಗು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הפיק בכיר הילד של M0",
            "zh": "M0 的 孩 子 产 生 了 什 么 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What was executive produced by M0 's Italian employee",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಉತ್ಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי העובד האיטלקי של M0",
            "zh": "M0 的 意 大 利 员 工 产 生 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and written by a Mexican sibling of M1",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಹೋದರ ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי M0 ונכתב על ידי אח מקסיקני מ- M1",
            "zh": "M0 制 作 的 高 管 由 墨 西 哥 M1 的 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and edited by a Canadian sibling of M1",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿತು ಮತ್ತು M1 ನ ಕೆನಡಾದ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי M0 ונערך על ידי אח קנדי מ- M1",
            "zh": "M0 制 作 的 高 管 由 加 拿 大 M1 的 兄 弟 姐 妹 编 辑 过 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was executive produced by M0 and directed by M1 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי M0 וביים ההורה של M1",
            "zh": "M0 制 作 的 高 管 由 M1 的 父 母 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What was executive produced by M0 and directed by M1 's British employee",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי M0 וביים העובד הבריטי של M1",
            "zh": "M0 制 作 的 高 管 由 M1 的 英 国 雇 员 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and M1 and executive produced by a female sibling of M2",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M2 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי M0 ו- M1 והמנהל הופק על ידי אח נשי מ- M2",
            "zh": "M0 和 M1 产 生 的 执 行 人 员 以 及 M2 的 女 性 同 胞 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M2 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by a female spouse of M2 's employee",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M2 ನ ಉದ್ಯೋಗಿಯ ಮಹಿಳಾ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי בן זוגה של עובדת M2",
            "zh": "M0 产 生 的 执 行 人 员 和 M2 雇 员 的 女 性 配 偶 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What was executive produced by M3 's American spouse and executive produced by M0 and M1",
            "kn": "M3 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ಮತ್ತು M1 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי בן הזוג האמריקאי של M3 והמנהל הופק על ידי M0 ו- M1",
            "zh": "M3 的 美 国 配 偶 产 生 的 行 政 人 员 和 M0 和 M1 产 生 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What was executive produced by M0 's German employee",
            "kn": "M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಉತ್ಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי העובד הגרמני של M0",
            "zh": "M0 的 德 国 员 工 生 产 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What was executive produced by M0 and edited by M1 's American employee",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי M0 ונערך על ידי העובד האמריקאי של M1",
            "zh": "由 M0 制 作 并 由 M1 的 美 国 雇 员 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's Spanish sibling",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 产 生 了 什 么 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and M1 and directed by a Spanish spouse of M3",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಮತ್ತು M1 ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯ M3 ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי M0 ו- M1 וביים בן זוג ספרדי ל- M3",
            "zh": "由 M0 和 M1 制 作 并 由 西 班 牙 M3 配 偶 导 演 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P27 wd:Q183 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's female German sibling 's spouse",
            "kn": "M0 ನ ಮಹಿಳಾ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי בן / בת הזוג האחות הגרמני של M0",
            "zh": "M0 的 女 性 德 国 兄 弟 姐 妹 的 配 偶 产 生 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הפיק ההנהלה על ידי ההורה של M0",
            "zh": "M0 的 父 母 生 产 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M2 's Mexican spouse",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי בן הזוג המקסיקני של M2",
            "zh": "M0 产 生 的 执 行 人 员 和 M2 的 墨 西 哥 配 偶 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "What was executive produced by M0 's Spanish employee",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הפיק המנהל על ידי העובד הספרדי של M0",
            "zh": "M0 的 西 班 牙 员 工 生 产 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's Japanese sibling",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי אחיו היפני של M0",
            "zh": "M0 的 日 本 同 胞 产 生 了 什 么 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M1 's female employee",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי העובדת של M1",
            "zh": "M0 产 生 的 主 管 和 M1 的 女 性 雇 员 产 生 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M1 's spouse",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי בן הזוג של M1",
            "zh": "M0 产 生 的 执 行 人 员 和 M1 的 配 偶 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M1 's employee",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי עובד M1",
            "zh": "M0 产 生 的 主 管 和 M1 雇 员 产 生 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and written by a spouse of M1 's employee",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಿಂದ ಬರೆಯಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הופק המנהל על ידי M0 ונכתב על ידי בן זוגו של עובד M1",
            "zh": "M0 产 生 的 高 管 人 员 和 M1 雇 员 的 配 偶 所 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's Italian sibling",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי אחיו האיטלקי של M0",
            "zh": "M0 的 意 大 利 同 胞 产 生 了 什 么 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's Canadian sibling",
            "kn": "M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי אחיו הקנדי של M0",
            "zh": "M0 的 加 拿 大 同 胞 产 生 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M1 's female sibling and executive produced by M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק ההנהלה על ידי אחיה הנשי של M1 והמנהל הופק על ידי M0",
            "zh": "M1 的 女 性 同 胞 产 生 的 执 行 人 员 和 M0 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P21 wd:Q6581072 . ?x2 wdt:P26 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What was executive produced by M2 's female spouse 's sibling and edited by M0",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק על ידי אחיו של בן / בת הזוג של M2 ונערך על ידי M0",
            "zh": "M2 的 女 性 配 偶 的 兄 弟 姐 妹 制 作 并 由 M0 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was executive produced by M0 and edited by M1 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי M0 ונערך על ידי ההורה של M1",
            "zh": "M0 制 作 的 高 管 由 M1 的 父 母 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הופק על ידי אחיו הגבר של M0",
            "zh": "M0 的 男 性 同 胞 产 生 了 什 么 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was executive produced by M0 and edited by M1 's female employee",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק המנהל על ידי M0 ונערך על ידי העובדת של M1",
            "zh": "M0 制 作 的 高 管 由 M1 的 女 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P27 wd:Q96 . ?x2 wdt:P26 M2 . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What was executive produced by M2 's Mexican spouse 's parent and executive produced by M0",
            "kn": "M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק ההנהלה על ידי הורה של בן הזוג המקסיקני של M2 והמנהל הופק על ידי M0",
            "zh": "M2 的 墨 西 哥 配 偶 的 父 母 生 产 的 高 管 是 什 么 ， M0 的 生 产 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What was executive produced by M2 's Italian parent and executive produced by M0",
            "kn": "M2 ನ ಇಟಾಲಿಯನ್ ಪೋಷಕರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי ההורה האיטלקי של M2 והמנהל הופק על ידי M0",
            "zh": "M2 的 意 大 利 母 公 司 生 产 的 主 管 和 M0 的 生 产 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P21 wd:Q6581097 . ?x2 wdt:P26 M3 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M3 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M3 's male spouse 's American sibling",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M3 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಅಮೇರಿಕನ್ ಸಹೋದರ ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי אחיו האמריקאי של בן הזוג הגבר של M3",
            "zh": "M0 产 生 的 执 行 人 员 和 M3 的 男 性 配 偶 的 美 国 同 胞 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was executive produced by M1 's employee and executive produced by M0",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי עובד M1 והמנהל הופק על ידי M0",
            "zh": "M1 的 员 工 生 产 的 主 管 和 M0 的 生 产 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M1 's French employee",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי M0 והמנהל הופק על ידי העובד הצרפתי של M1",
            "zh": "M0 产 生 的 主 管 和 M1 的 法 国 雇 员 产 生 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x2 . ?x1 wdt:P108 M1 . ?x2 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was executive produced by M0 's employee and edited by a employee of M1",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק המנהל על ידי עובד M0 ונערך על ידי עובד M1",
            "zh": "由 M0 的 员 工 制 作 并 由 M1 的 员 工 编 辑 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was executive produced by M0 and M1 and edited by M2 's Japanese employee",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಮತ್ತು M1 ನಿರ್ಮಿಸಿದ ಮತ್ತು M2 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי M0 ו- M1 ונערך על ידי העובד היפני של M2",
            "zh": "由 M0 和 M1 制 作 并 由 M2 的 日 本 员 工 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 了 什 么 执 行 力 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x2 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . ?x2 wdt:P40|wdt:P355 M2 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by a Dutch sibling of M0 and produced by M2 's parent",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಮತ್ತು M2 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק על ידי אחיו ההולנדי של M0 והופק על ידי ההורה של M2",
            "zh": "荷 兰 同 胞 M0 的 兄 弟 姐 妹 和 M2 的 父 母 的 父 母 生 产 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by a Swedish spouse of M1",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק ההנהלה על ידי בן זוג שוודי ל- M1",
            "zh": "瑞 典 M1 的 配 偶 产 生 了 什 么 执 行 官 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by a female sibling of M1 and written by M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಬರೆದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה הופק ההנהלה על ידי אחיה מ M1 ונכתבה על ידי M0",
            "zh": "M1 的 一 个 女 性 同 胞 产 生 的 ， M0 所 写 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was executive produced by a male spouse of M2 and executive produced by M0",
            "kn": "M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי בן זוג גבר של M2 והמנהל הופק על ידי M0",
            "zh": "由 M2 的 男 性 配 偶 产 生 的 执 行 人 员 和 由 M0 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x2 . ?x1 wdt:P3373 M1 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by a parent of M0 and edited by M1 's sibling",
            "kn": "M0 ನ ಪೋಷಕರು ಉತ್ಪಾದಿಸಿದ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הפיק ההנהלה על ידי הורה ל- M0 ונערך על ידי אחיו של M1",
            "zh": "M0 的 父 母 制 作 的 高 管 由 M1 的 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by a spouse of M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಲಾಯಿತು",
            "he": "מה הפיק המנהל על ידי בן / בת זוגו של M0",
            "zh": "M0 的 配 偶 的 配 偶 产 生 了 什 么 执 行 权 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What was executive produced by a American employee of M0",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הפיק ההנהלה על ידי עובד אמריקאי ב- M0",
            "zh": "M0 的 一 名 美 国 雇 员 生 产 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by and directed by a Mexican spouse of M1",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי בן זוג מקסיקני ל- M1 וביים אותו",
            "zh": "墨 西 哥 M1 的 配 偶 制 作 和 导 演 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and directed by a male sibling of M0",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי אחיו זכר מ M0 וביים אותו",
            "zh": "M0 的 一 个 男 性 兄 弟 姐 妹 生 产 并 指 挥 了 什 么 执 行 官 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and directed by a sibling of M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הפיק ההנהלה על ידי אחיו של אחיו של M0 וביים אותו",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 产 生 并 指 挥 了 什 么 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and directed by a spouse of M0",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי בן זוג של M0 וביים אותו",
            "zh": "由 M0 的 配 偶 制 作 和 导 演 的 行 政 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and directed by a American sibling of M0",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי אחיו האמריקאי של M0 וביים אותו",
            "zh": "美 国 同 胞 M0 的 兄 弟 姐 妹 生 产 并 指 挥 了 什 么 执 行 官 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was executive produced by and edited by a male parent of M1",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הופק ההנהלה על ידי הורה גבר ל- M1 וערך אותו",
            "zh": "M1 的 一 位 男 性 父 母 制 作 并 编 辑 了 哪 些 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and edited by a male sibling of M0",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי אחיו הגבר של M0 וערך אותו",
            "zh": "M0 的 一 个 男 性 兄 弟 姐 妹 制 作 并 编 辑 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by and edited by a male spouse of M1",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי בן הזוג הגבר של M1 וערך אותו",
            "zh": "由 M1 的 男 性 配 偶 制 作 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced by and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק ההנהלה על ידי הורה ל- M0 וערך אותו",
            "zh": "M0 的 母 公 司 制 作 和 编 辑 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ההנהלה על ידי אחיו של M0 וערך אותו",
            "zh": "M0 的 兄 弟 姐 妹 制 作 并 编 辑 了 什 么 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי בן הזוג של M0 וערך אותו בכיר",
            "zh": "由 M0 的 配 偶 制 作 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was executive produced by and produced by M0 's child",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮಗು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק המנהל על ידי והפיק הילד של M0",
            "zh": "M0 的 孩 子 生 产 和 生 产 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced by and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופק ההנהלה על ידי אחיו של M0 והפיק אותו",
            "zh": "M0 的 兄 弟 姐 妹 生 产 和 生 产 的 执 行 人 员 是 什 么 ？"
        }
    }
]