[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P1431 M0 }"
        },
        "question": {
            "en": "What did M1 edit and M0 executive produce",
            "kn": "M1 ಸಂಪಾದನೆ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ערכה M1 והפקת M0 המבצעת",
            "zh": "M1 编 辑 和 M0 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Italian sibling write and produce",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב והפיק אחיו האיטלקי של M0",
            "zh": "M0 的 意 大 利 同 胞 写 什 么 东 西 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse direct and produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ביים בן הזוג של M0 והפיק",
            "zh": "M0 的 配 偶 指 挥 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse 's sibling found",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו של בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 的 同 胞 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Spanish sibling direct and executive produce",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצרו האחים הספרדים של M0 ומנהלים",
            "zh": "M0 的 西 班 牙 同 胞 直 接 和 行 政 人 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Spanish sibling edit",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 做 了 哪 些 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק וערך מנהל אחיו של M0",
            "zh": "M0 的 同 级 主 管 执 行 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , write , and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಿದ್ದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הפיק, כתב וביים מנהל האחים של M0",
            "zh": "M0 的 同 级 执 行 人 员 是 什 么 产 生 ， 编 写 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , write , and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಿದ್ದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק, כתב וערך מנהל האחים של M0",
            "zh": "M0 的 同 级 主 管 执 行 了 什 么 操 作 ， 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Japanese sibling write and produce",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב האחים היפניים של M0 והפיקו",
            "zh": "M0 的 日 本 兄 弟 姐 妹 写 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר האחים M0",
            "zh": "M0 的 兄 弟 姐 妹 的 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse found",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן הזוג של M0",
            "zh": "M0 的 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 found and a spouse of M1 found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא M0 ובן זוג של M1 מצא",
            "zh": "M0 找 到 了 什 么 ， M1 的 配 偶 找 到 了 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's Spanish spouse produce",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן הזוג הספרדי של M1",
            "zh": "M1 的 西 班 牙 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Mexican sibling produce and direct",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ייצר ואחיו המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 兄 弟 姐 妹 生 产 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 found and M2 's male spouse found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯನ್ನು ಕಂಡುಹಿಡಿದಿದೆ",
            "he": "מה מצא M0 ובן הזוג הגברי של M2 מצא",
            "zh": "M0 和 M2 的 男 性 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling write and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתבו ואחיו של M0 והפקת המנהלים",
            "zh": "M0 的 兄 弟 姐 妹 编 写 和 执 行 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 direct and M1 's sibling direct",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ביימה M0 ואחיו של M1",
            "zh": "M0 指 导 什 么 ， M1 的 兄 弟 姐 妹 指 导 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P27 wd:Q29 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Spanish sibling 's spouse produce",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן / בת זוגו של אח / ה ספרדי / ת M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 的 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , direct , write , and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು, ನೇರ, ಬರೆಯುವಿಕೆ ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק, ביים, כתב וערך מנהל האחים של M0",
            "zh": "M0 的 同 级 主 管 执 行 了 什 么 操 作 ， 指 挥 ， 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M1 's parent found and M0 found",
            "kn": "M1 ನ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא ההורה של M1 ו- M0 מצא",
            "zh": "M1 的 父 母 找 到 了 什 么 ， M0 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling write",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 }"
        },
        "question": {
            "en": "What did M0 and M1 distribute",
            "kn": "M0 ಮತ್ತು M1 ಏನು ವಿತರಿಸಿದೆ",
            "he": "מה הפיצו M0 ו- M1",
            "zh": "M0 和 M1 分 配 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 write and a parent of M1 write",
            "kn": "M0 ಏನು ಬರೆದರು ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 והורה ל- M1",
            "zh": "M0 写 了 什 么 ， M1 的 父 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 edit and M1 's sibling executive produce",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה עשה M0 ומנהל אחיו של M1 הפיק",
            "zh": "M0 编 辑 和 M1 的 同 级 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 distribute and M1 's sibling produce",
            "kn": "M0 ಏನು ವಿತರಿಸಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק M0 ואחיו של M1",
            "zh": "M0 分 配 了 什 么 ， M1 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "What did M0 edit and M1 edit",
            "kn": "M0 ಏನು ಸಂಪಾದಿಸಿದೆ ಮತ್ತು M1 ಸಂಪಾದಿಸಿದೆ",
            "he": "מה ערכו M0 ו- M1 ערכו",
            "zh": "M0 和 M1 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 and M1 found and M2 's male employee found",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಕಂಡುಕೊಂಡವು ಮತ್ತು M2 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו M0 ו- M1 והעובד הגברי של M2 מצא",
            "zh": "M0 和 M1 发 现 了 什 么 ， M2 的 男 性 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Italian sibling produce , direct , and edit",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה האחים האיטלקיים של M0 הפיקו, ביימו וערכו",
            "zh": "M0 的 意 大 利 同 级 兄 弟 会 产 生 ， 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 direct and M1 's parent direct",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה כיוון M0 וההורה של M1",
            "zh": "M0 指 挥 什 么 ， M1 的 父 母 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , direct , and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, ביים וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 产 生 ， 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 write and M1 's sibling write",
            "kn": "M0 ಏನು ಬರೆದರು ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 ואחיו של M1",
            "zh": "M0 和 M1 的 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's French sibling found",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו הצרפתי של M0",
            "zh": "M0 的 法 国 同 胞 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M1 's parent edit and M0 executive produce",
            "kn": "M1 ನ ಮೂಲ ಸಂಪಾದನೆ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה עשה ההורה של M1 ומנהל M0 הפיק",
            "zh": "M1 的 父 母 编 辑 和 M0 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling 's sibling direct and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה ייצר אחיו של M0 ישיר ומנהל",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 直 接 和 行 政 人 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 found and M1 's Italian sibling found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו M0 ואחיו האיטלקי של M1",
            "zh": "M0 找 到 了 什 么 ， M1 的 意 大 利 同 胞 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's male sibling direct and write",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ביים אחיו הגברים של M0 וכתב",
            "zh": "M0 的 男 性 兄 弟 姐 妹 指 挥 和 书 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 direct and a female spouse of M2 executive produce",
            "kn": "M0 ನೇರ ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק M0 ובן זוג של בכיר M2 הפיק",
            "zh": "M0 指 挥 和 M2 执 行 官 的 女 性 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M0 produce and M1 edit",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ಸಂಪಾದಿಸಿದೆ",
            "he": "מה ייצר M0 ו- M1 ערכו",
            "zh": "M0 产 生 和 M1 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce and produce",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר והפיק בן הזוג של M0",
            "zh": "M0 的 配 偶 高 管 生 产 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's parent write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק מנהל M0 וההורה של M1 כתב",
            "zh": "M0 主 管 产 生 什 么 ， M1 的 父 母 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 produce and M1 's spouse executive produce",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר M0 ומנהל בן / בת הזוג של M1",
            "zh": "M0 和 M1 的 配 偶 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M0 edit and produce",
            "kn": "M0 ಏನು ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה M0 ערך וייצר",
            "zh": "M0 编 辑 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 direct and a female spouse of M2 write",
            "kn": "M0 ನೇರ ಮತ್ತು M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 ובן זוגה של M2 כתב",
            "zh": "M0 指 挥 和 M2 的 女 性 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M1 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What did M0 edit and a sibling of M1 's sibling direct",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ערכה M0 ואח של אחים M1 ישיר",
            "zh": "M0 编 辑 了 什 么 ， 以 及 M1 的 同 级 兄 弟 姐 妹 直 接 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's German sibling found",
            "kn": "M0 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו הגרמני של M0",
            "zh": "M0 的 德 国 同 胞 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 edit and a sibling and parent of M1 write",
            "kn": "M0 ಏನು ಸಂಪಾದಿಸಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 ואח והורה ל- M1 כתב",
            "zh": "M0 编 辑 了 什 么 ， M1 的 兄 弟 姐 妹 和 父 母 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's British sibling executive produce",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר האחים הבריטי של M0",
            "zh": "M0 的 英 国 同 胞 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's British sibling found",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו הבריטי של M0",
            "zh": "M0 的 英 国 同 胞 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x1 wdt:P749 M2 }"
        },
        "question": {
            "en": "What did M0 and M1 distribute and a child of M2 distribute",
            "kn": "M0 ಮತ್ತು M1 ಏನು ವಿತರಿಸಿದೆ ಮತ್ತು M2 ನ ಮಗು ವಿತರಿಸಿದೆ",
            "he": "מה הפיץ M0 ו- M1 וילד של M2 הפיץ",
            "zh": "M0 和 M1 分 发 了 什 么 ， M2 的 子 级 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1040 M0 }"
        },
        "question": {
            "en": "What did M0 edit and M1 direct",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ಏನು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה ערכה M0 ו- M1 ביימה",
            "zh": "M0 编 辑 和 M1 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did M0 's Canadian employee write",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב העובד הקנדי של M0",
            "zh": "M0 的 加 拿 大 雇 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x0 wdt:P57 M1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What did M0 and M1 direct and M3 's Swedish spouse direct",
            "kn": "M0 ಮತ್ತು M1 ನೇರ ಮತ್ತು M3 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוונו M0 ו- M1 ובן הזוג השוודי של M3",
            "zh": "M0 和 M1 指 导 什 么 ， M3 的 瑞 典 配 偶 指 导 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee found",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה אחיו של M0 הפיק וערך",
            "zh": "M0 的 兄 弟 姐 妹 产 生 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did M0 's child produce and executive produce",
            "kn": "M0 ನ ಮಗು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק הילד של M0 והמפיק",
            "zh": "M0 的 孩 子 产 生 和 执 行 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What did M1 's Chinese employee produce and M0 distribute",
            "kn": "M1 ನ ಚೀನೀ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M0 ವಿತರಿಸಿದರು",
            "he": "מה הפיק העובד הסיני של M1 והפיץ M0",
            "zh": "M1 的 中 国 员 工 生 产 和 分 配 的 M0 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P453 M1 }"
        },
        "question": {
            "en": "What did M0 write and M1 's actor write",
            "kn": "M0 ಏನು ಬರೆದರು ಮತ್ತು M1 ನ ನಟ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 והשחקן של M1 כתב",
            "zh": "M0 和 M1 的 演 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M0 produce and direct",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה M0 הפיק וביים",
            "zh": "M0 产 生 并 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P1431 M0 }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ನೇರ ಮಾಡಿದೆ",
            "he": "מה הפיק M0 המבצעת ו- M1 ביימה",
            "zh": "M0 执 行 官 产 生 什 么 ， M1 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's sibling write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבו בכירי M0 ואחיו של M1",
            "zh": "M0 主 管 产 生 了 什 么 ， M1 的 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce and direct",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה הפיק וניהל בן הזוג של M0",
            "zh": "M0 的 配 偶 高 管 产 生 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What did M0 's Japanese employee edit",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עורך העובד היפני של M0",
            "zh": "M0 的 日 本 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's spouse write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ಏನು ಬರೆದನು",
            "he": "מה כתבו מנהלי M0 ובן הזוג של M1",
            "zh": "M0 主 管 和 M1 的 配 偶 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , write , and executive produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಬರೆಯುವಿಕೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה הבינו, כותבים ומנהלי אחיהם של M0",
            "zh": "M0 的 兄 弟 姐 妹 直 接 指 挥 ， 编 写 和 执 行 什 么 工 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , write , direct , edit , and produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಾನೆ, ನಿರ್ದೇಶಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה המפיק בן / בת הזוג של M0 הפיק, כתב, ביים, ערך, והפיק",
            "zh": "M0 的 配 偶 主 管 执 行 什 么 工 作 ， 编 写 ， 指 挥 ， 编 辑 和 生 产 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's parent executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה הפיק בכיר M0 ומנהל ההורים של M1",
            "zh": "M0 执 行 人 员 产 生 什 么 ， M1 的 父 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce , produce , and write",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, הפיק וכתב מנהל ההורים של M0",
            "zh": "M0 的 上 级 主 管 是 如 何 生 产 ， 生 产 和 书 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M1 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M0 produce and M1 direct",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה הפיק M0 ו- M1 ביימה",
            "zh": "M0 产 生 什 么 ， M1 产 生 什 么 ？"
        }
    }
]