[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What did M0 and M1 found and M2 's Canadian employee found",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಕಂಡುಕೊಂಡವು ಮತ್ತು M2 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו M0 ו- M1 והעובד הקנדי של M2 מצא",
            "zh": "M0 和 M1 找 到 了 什 么 ， M2 的 加 拿 大 雇 员 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse edit and direct",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בן הזוג של M0 וביים",
            "zh": "M0 的 配 偶 编 辑 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's parent and spouse found",
            "kn": "M0 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו ההורה ובן הזוג של M0",
            "zh": "M0 的 父 母 和 配 偶 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse and parent found",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו בן הזוג וההורה של M0",
            "zh": "M0 的 配 偶 和 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's French British sibling produce",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו הצרפתי של M0",
            "zh": "M0 的 法 裔 英 国 同 胞 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and a Dutch sibling of M1 executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצרו מנהלי M0 ואח הולנדי ממנהלי M1",
            "zh": "M0 执 行 人 员 产 生 什 么 ？ M1 执 行 人 员 的 荷 兰 同 胞 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's spouse produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר מנהל M0 ובן זוגו של M1",
            "zh": "M0 执 行 人 员 产 生 什 么 ， M1 的 配 偶 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's American sibling write , edit , executive produce , and produce",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב, עורך, הפיק ומפיק אחיו האמריקני של M0",
            "zh": "M0 的 美 国 同 胞 是 怎 样 写 ， 编 辑 ， 执 行 生 产 的 ， 以 及 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce , direct , edit , executive produce , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ನೇರ, ಸಂಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה אחיו של M0 הפיק, ביים, ערך, הפיק בכיר וכתב",
            "zh": "M0 的 同 级 兄 弟 产 生 ， 指 挥 ， 编 辑 ， 执 行 产 生 和 编 写 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct and edit",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ביים אחיו של M0 וערך",
            "zh": "M0 的 同 级 兄 弟 直 接 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce and edit",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק וערך מנהל ההורים של M0",
            "zh": "M0 的 上 级 主 管 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Japanese sibling found",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו היפני של M0",
            "zh": "M0 的 日 本 同 胞 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 write and M1 's parent write",
            "kn": "M0 ಏನು ಬರೆದಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב M0 וההורה של M1 כתב",
            "zh": "M0 和 M1 的 父 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , direct , produce , edit , and write",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, הוביל, הפיק, ערך, וכתב בן הזוג של M0",
            "zh": "M0 的 配 偶 高 管 执 行 ， 指 挥 ， 产 生 ， 编 辑 和 编 写 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent 's employee found",
            "kn": "M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא עובד ההורים של M0",
            "zh": "M0 的 父 母 的 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's sibling found and M0 found",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו של M1 ו- M0",
            "zh": "M1 的 兄 弟 姐 妹 找 到 了 什 么 ， M0 的 兄 弟 姐 妹 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse and sibling found",
            "kn": "M0 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו בן הזוג והאח של M0",
            "zh": "M0 的 配 偶 和 兄 弟 姐 妹 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ ಮತ್ತು ಉತ್ಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה אחיו של M0 ביים והפיק",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 什 么 并 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M1 's child executive produce and M0 executive produce",
            "kn": "M1 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה הפיק מנהל הילד של M1 ומנהל ה- M0",
            "zh": "M1 的 儿 童 主 管 和 M0 主 管 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee produce , edit , and direct",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, עורך והנחה העובד הגברי של M0",
            "zh": "M0 的 男 性 员 工 是 如 何 制 作 ， 编 辑 和 指 挥 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent found",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא ההורה של M0",
            "zh": "M0 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling write and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב והפיק אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's British sibling write",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו הבריטי של M0",
            "zh": "M0 的 英 国 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did M0 write and M1 's female employee executive produce",
            "kn": "M0 ಏನು ಬರೆದಿದೆ ಮತ್ತು M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתבה M0 והמנהלת העובדת של M1 הפיקה",
            "zh": "M0 写 的 是 什 么 ， M1 的 女 员 工 主 管 是 怎 么 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce , produce , direct , edit , and write",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು, ಸಂಪಾದಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, הפיק, ניהל, ערך, וכתב מנהל ההורים של M0",
            "zh": "M0 的 上 级 主 管 是 如 何 生 产 ， 生 产 ， 指 挥 ， 编 辑 和 写 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's French sibling executive produce",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר האחים הצרפתי של M0",
            "zh": "M0 的 法 国 兄 弟 姐 妹 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's German sibling found and M0 found",
            "kn": "M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא אחיו הגרמני של M1 ו- M0",
            "zh": "M1 的 德 国 同 胞 和 M0 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's child executive produce",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M1 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר M0 ומנהל ילד M1",
            "zh": "M0 执 行 人 员 产 生 什 么 ， M1 的 子 执 行 人 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse direct and executive produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן הזוג של M0 ומנהל",
            "zh": "M0 的 配 偶 直 接 和 执 行 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P453 M1 }"
        },
        "question": {
            "en": "What did M0 distribute and M1 's actor produce",
            "kn": "M0 ಏನು ವಿತರಿಸಿತು ಮತ್ತು M1 ನ ನಟನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק M0 והשחקן של M1 הפיק",
            "zh": "M0 分 发 了 什 么 ， M1 的 演 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x1 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "What did M2 's parent distribute and M0 and M1 distribute",
            "kn": "M2 ನ ಪೋಷಕರು ಏನು ವಿತರಿಸಿದರು ಮತ್ತು M0 ಮತ್ತು M1 ವಿತರಿಸಿದರು",
            "he": "מה הפיץ ההורה של M2 ו- M0 ו- M1 הפיצו",
            "zh": "M2 的 父 母 分 配 了 什 么 ， M0 和 M1 分 配 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce and produce",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר והפיק מנכ&quot;ל ההורים של M0",
            "zh": "M0 的 上 级 主 管 生 产 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M0 direct and produce",
            "kn": "M0 ಏನು ನಿರ್ದೇಶಿಸಿತು ಮತ್ತು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה M0 ביים והפיק",
            "zh": "M0 指 挥 并 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did M0 's child executive produce",
            "kn": "M0 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר הילד של M0",
            "zh": "M0 的 儿 童 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , write , and edit",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה אחיו של M0 ביים, כתב וערך",
            "zh": "M0 的 同 级 兄 弟 直 接 指 挥 ， 编 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write and executive produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתב בן הזוג של M0 והמפיק",
            "zh": "M0 的 配 偶 写 什 么 和 执 行 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה הורה אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 指 示 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M0 found and M1 's child 's employee found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಮಗುವಿನ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא M0 ועובד הילד של M1 מצא",
            "zh": "M0 找 到 了 什 么 ， M1 的 孩 子 的 雇 员 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's Italian sibling edit",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערכו בכירי M0 ואחיו האיטלקי של M1",
            "zh": "M0 主 管 和 M1 的 意 大 利 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's sibling produce and M0 distribute",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M0 ವಿತರಿಸಿದರು",
            "he": "מה הפיק אחיו של M1 והפיץ M0",
            "zh": "M1 的 兄 弟 姐 妹 生 产 和 M0 分 配 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What did M0 write and a French employee of M1 produce",
            "kn": "M0 ಏನು ಬರೆದಿದೆ ಮತ್ತು M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה כתב M0 ועובד צרפתי ב- M1 הפיק",
            "zh": "M0 写 的 是 什 么 ， M1 的 法 国 雇 员 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What did M0 produce and edit",
            "kn": "M0 ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ಸಂಪಾದಿಸಿದೆ",
            "he": "מה ייצר וערך M0",
            "zh": "M0 产 生 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P108 M1 }"
        },
        "question": {
            "en": "What did M1 's employee 's parent edit and M0 direct",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಗಳ ಪೋಷಕ ಸಂಪಾದನೆ ಮತ್ತು M0 ಏನು ನಿರ್ದೇಶಿಸಿತು",
            "he": "מה ערך ההורה של עובד M1 וניהל M0",
            "zh": "M1 的 雇 员 的 父 母 编 辑 和 M0 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce and write",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הפיק וכתב בן הזוג של M0",
            "zh": "M0 的 配 偶 生 产 和 书 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent write , direct , edit , and produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הורה של M0 כתב, ביים, ערך, והפיק",
            "zh": "M0 的 父 母 写 ， 指 导 ， 编 辑 和 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What did M0 's female employee found",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאה העובדת של M0",
            "zh": "M0 的 女 员 工 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M1 's parent executive produce and M0 direct",
            "kn": "M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M0 ನೇರ ಏನು",
            "he": "מה הפיק מנכ&quot;ל ההורים של M1 ו- M0 ביים",
            "zh": "M1 的 上 级 主 管 产 生 什 么 ， M0 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent write , edit , direct , produce , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದರು, ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದರು",
            "he": "מה ההורים של M0 כתבו, ערכו, ביימו, הפיקו והנהלו",
            "zh": "M0 的 父 母 写 ， 编 辑 ， 指 导 ， 制 作 和 执 行 制 作 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent write , edit , produce , executive produce , and direct",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ನೇರ",
            "he": "מה הורה של M0 כתב, ערך, הפיק, הפיק בכיר, וביים",
            "zh": "M0 的 父 母 写 ， 编 辑 ， 产 生 ， 执 行 产 生 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What did M1 's employee direct and M0 executive produce",
            "kn": "M1 ನ ಉದ್ಯೋಗಿ ನೇರ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק עובדי M1 ומנהל M0",
            "zh": "M1 的 员 工 直 接 领 导 和 M0 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 executive produce and M1 's sibling direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರವಾಗಿ ಏನು ಮಾಡಿದರು",
            "he": "מה הפיקו מנהלי M0 ואחיו של M1",
            "zh": "M0 执 行 官 产 生 什 么 ， M1 的 兄 弟 姐 妹 直 接 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , direct , and write",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಬರೆಯುತ್ತಿದ್ದನು",
            "he": "מה הפיק, ביים וכתב מנהל בן הזוג של M0",
            "zh": "M0 的 配 偶 高 管 产 生 ， 指 挥 和 写 作 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse write and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה כתב וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 写 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M2 's female spouse write and M0 executive produce",
            "kn": "M2 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתב בן זוגה של M2 והמנהל M0 הפיק",
            "zh": "M2 的 女 性 配 偶 和 M0 主 管 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M1 's parent direct and M0 edit",
            "kn": "M1 ನ ಪೋಷಕರು ನೇರ ಮತ್ತು M0 ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה ההורה של M1 וערך M0",
            "zh": "M1 的 父 母 指 挥 和 M0 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 edit and M1 's spouse edit",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך M0 ובן הזוג של M1 ערך",
            "zh": "M0 和 M1 的 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse 's spouse direct and produce",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הכווין והפיק בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 的 配 偶 指 挥 和 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M1 's child executive produce and M0 edit",
            "kn": "M1 ನ ಮಕ್ಕಳ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M0 ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק מנהל ה- M1 וה- M0 ערכו",
            "zh": "M1 的 孩 子 主 管 执 行 和 M0 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M1 's male parent edit and executive produce",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರ ಸಂಪಾದನೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק ההורה הגברי של M1 והמנהל",
            "zh": "M1 的 男 性 父 母 编 辑 和 执 行 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Spanish sibling produce",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו הספרדי של M0",
            "zh": "M0 的 西 班 牙 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce , direct , and write",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಬರೆಯುತ್ತಿದ್ದನು",
            "he": "מה הפיק, ביים וכתב מנהל האחים של M0",
            "zh": "M0 的 同 级 执 行 人 员 产 生 ， 指 挥 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did M0 found and M2 's Italian parent found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M2 ನ ಇಟಾಲಿಯನ್ ಪೋಷಕರು ಕಂಡುಕೊಂಡಿದ್ದಾರೆ",
            "he": "מה מצא M0 והורה איטלקי של M2 מצא",
            "zh": "M0 找 到 了 什 么 ， M2 的 意 大 利 父 母 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , edit , and direct",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה בן הזוג של M0 הפיק, ערך, והנחה",
            "zh": "M0 的 配 偶 产 生 ， 编 辑 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling 's spouse found",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן / בת הזוג של אח / ת M0",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What did M0 's child found",
            "kn": "M0 ಅವರ ಮಗು ಏನು ಕಂಡುಹಿಡಿದಿದೆ",
            "he": "מה מצא הילד של M0",
            "zh": "M0 的 孩 子 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent executive produce",
            "kn": "M0 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק מנהל ההורים של M0",
            "zh": "M0 的 上 级 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Mexican sibling produce",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 兄 弟 姐 妹 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "What did M0 direct and a Spanish employee of M1 produce",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק M0 ועובד ספרדי של M1 הפיק",
            "zh": "M0 指 挥 和 M1 的 西 班 牙 雇 员 产 生 了 什 么 ？"
        }
    }
]