[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "What did M1 's Spanish employee found and M0 found",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M0 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא העובד הספרדי של M1 ו- M0",
            "zh": "M1 的 西 班 牙 雇 员 和 M0 的 发 现 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 edit and a female spouse of M2 executive produce",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M2 ಕಾರ್ಯನಿರ್ವಾಹಕ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ערכה M0 ובן זוגה של מנהלת M2 הפיק",
            "zh": "M0 编 辑 和 M2 执 行 官 的 女 性 配 偶 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 found and M1 's parent found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಕಂಡುಕೊಂಡಿದ್ದಾರೆ",
            "he": "מה מצא M0 והורה של M1 מצא",
            "zh": "M0 和 M1 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 found and M2 's American spouse found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M2 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא M0 ובן הזוג האמריקאי של M2 מצא",
            "zh": "M0 和 M2 的 美 国 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P1431 M1 }"
        },
        "question": {
            "en": "What did M0 and M1 executive produce",
            "kn": "M0 ಮತ್ತು M1 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצרו M0 ו- M1",
            "zh": "M0 和 M1 执 行 人 员 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 and M1 found and a female sibling of M2 found",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಕಂಡುಕೊಂಡವು ಮತ್ತು M2 ನ ಸ್ತ್ರೀ ಸಹೋದರನನ್ನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו M0 ו- M1 ואח נשי ל- M2",
            "zh": "找 到 了 M0 和 M1 以 及 发 现 了 M2 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M1 's male parent executive produce and edit",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק וערך מנהל ההורים הגברי של M1",
            "zh": "M1 的 男 性 父 母 主 管 执 行 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did M0 's employee direct and edit",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ניהל ועורך עובד M0",
            "zh": "M0 的 员 工 指 挥 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 }"
        },
        "question": {
            "en": "What did M0 executive produce and direct",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನು",
            "he": "מה מיוצר M0 ומפיק",
            "zh": "M0 高 管 产 生 并 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 direct and M1 's parent executive produce",
            "kn": "M0 ನೇರ ಮತ್ತು M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק M0 והנהלת ההורים של M1",
            "zh": "M0 指 挥 和 M1 的 上 级 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's parent 's spouse direct and executive produce",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯು ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן הזוג של הורה M0 ומנהל",
            "zh": "M0 的 父 母 的 配 偶 直 接 和 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce , edit , produce , direct , and write",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ಉತ್ಪಾದಿಸಿದನು, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק, ערך, הפיק, ביים וכתב בן הזוג של M0",
            "zh": "M0 的 配 偶 执 行 人 员 制 作 ， 编 辑 ， 制 作 ， 指 挥 和 编 写 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 distribute and M1 's spouse produce",
            "kn": "M0 ಏನು ವಿತರಿಸಿತು ಮತ್ತು M1 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיצה M0 ובן הזוג של M1 הפיק",
            "zh": "M0 分 配 什 么 ， M1 的 配 偶 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did M0 's British employee found",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא העובד הבריטי של M0",
            "zh": "M0 的 英 国 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M2 's female spouse write and M0 write",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯು ಏನು ಬರೆದರು ಮತ್ತು M0 ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב בן זוגה של M2 ו- M0",
            "zh": "M2 的 女 性 配 偶 和 M0 分 别 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's French sibling write",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתב אחיו הצרפתי של M0",
            "zh": "M0 的 法 国 同 胞 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "What did M0 and M1 edit",
            "kn": "M0 ಮತ್ತು M1 ಏನು ಸಂಪಾದಿಸಿವೆ",
            "he": "מה ערכו M0 ו- M1",
            "zh": "M0 和 M1 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M0 's employee 's sibling executive produce",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר אחיו של עובד M0",
            "zh": "M0 的 雇 员 的 同 级 管 理 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 }"
        },
        "question": {
            "en": "What did M0 found and M1 found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא M0 ו- M1 מצא",
            "zh": "M0 和 M1 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 M0 }"
        },
        "question": {
            "en": "What did M0 edit and direct",
            "kn": "M0 ಏನು ಸಂಪಾದಿಸಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "מה ערך M0 וביים",
            "zh": "M0 编 辑 并 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 ?x2 . ?x1 wdt:P26 M0 . ?x2 wdt:P749 M1 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse found and M1 's child found",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು ಮತ್ತು M1 ನ ಮಗು ಏನು ಕಂಡುಹಿಡಿದಿದೆ",
            "he": "מה מצא בן הזוג של M0 והילד של M1 מצא",
            "zh": "M0 的 配 偶 找 到 了 什 么 ， M1 的 孩 子 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 executive produce and a parent of M1 write",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು ಮತ್ತು M1 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ייצר מנהל M0 והורה ל- M1",
            "zh": "M0 执 行 人 员 产 生 什 么 并 且 M1 的 父 母 写 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse 's parent found",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא ההורה של בן / בת הזוג M0",
            "zh": "M0 的 配 偶 的 父 母 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling 's parent edit",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה ההורה של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 父 母 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 found and M1 's sibling found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאו M0 ואחיו של M1",
            "zh": "M0 找 到 了 什 么 ， M1 的 兄 弟 姐 妹 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did M0 's British employee edit",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה העובד הבריטי של M0",
            "zh": "M0 的 英 国 雇 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did M0 's British employee produce , direct , and edit",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, הנחה וערך העובד הבריטי של M0",
            "zh": "M0 的 英 国 雇 员 是 怎 样 制 作 ， 指 挥 和 编 辑 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee direct , edit , and write",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ביים, עורך וכתב העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 指 挥 ， 编 辑 和 书 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ಸಂಪಾದಿಸಿದೆ",
            "he": "מה הפיק וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's Mexican sibling executive produce and M0 write",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M0 ಬರೆದನು",
            "he": "מה כתבו ומנהלי האחים המקסיקניים של M1 ו- M0",
            "zh": "M1 的 墨 西 哥 兄 弟 姊 妹 主 管 产 生 什 么 ， M0 写 下 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M0 edit and M1 's male sibling executive produce",
            "kn": "M0 ಸಂಪಾದನೆ ಮತ್ತು M1 ನ ಪುರುಷ ಸಹೋದರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה עשה M0 ומנהל אחיו הגברי של M1 הפיק",
            "zh": "M0 编 辑 和 M1 的 男 性 同 级 管 理 人 员 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What did M0 's Italian employee produce",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיק העובד האיטלקי של M0",
            "zh": "M0 的 意 大 利 员 工 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What did M1 's employee 's spouse executive produce and M0 produce",
            "kn": "M1 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M0 ಏನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה ייצר מנהל בן הזוג של עובד M1 ו- M0",
            "zh": "M1 的 雇 员 的 配 偶 高 管 和 M0 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P749 M1 }"
        },
        "question": {
            "en": "What did M0 found and M1 's child found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M1 ನ ಮಗು ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא M0 והילד של M1 מצא",
            "zh": "M0 找 到 了 什 么 ， M1 的 孩 子 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , produce , and edit",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಉತ್ಪಾದನೆ ಮತ್ತು ಸಂಪಾದನೆ ಏನು",
            "he": "מה אחיו של M0 ביים, הפיק וערך",
            "zh": "M0 的 同 级 兄 弟 直 接 指 挥 ， 生 产 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What did M1 's female sibling executive produce and M0 edit",
            "kn": "M1 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು M0 ಸಂಪಾದಿಸಿದನು",
            "he": "מה ערכה ומנהלת האחים M1 ו M0 ערכה",
            "zh": "M1 的 女 性 同 胞 执 行 人 员 和 M0 会 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce and write",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ನಿರ್ಮಿಸಿದನು ಮತ್ತು ಬರೆದನು",
            "he": "מה הפיק וכתב בן הזוג של M0",
            "zh": "M0 的 配 偶 高 管 产 生 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What did M0 distribute and M1 's Japanese employee produce",
            "kn": "M0 ವಿತರಣೆ ಮತ್ತು M1 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה הפיצה M0 והעובד היפני של M1 הפיק",
            "zh": "M0 分 配 了 什 么 ， M1 的 日 本 员 工 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Swedish sibling produce",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה ייצר אחיו השבדי של M0",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling executive produce and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה ייצר ומפיק בכיר האחים M0",
            "zh": "M0 的 兄 弟 姐 妹 高 管 们 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Swedish sibling executive produce",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר האחים השוודי של M0",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling 's spouse direct and edit",
            "kn": "M0 ಅವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הורה וערך בן / בת הזוג של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee direct , produce , and edit",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ನಿರ್ದೇಶಿಸಿದ, ಉತ್ಪಾದಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ",
            "he": "מה הוביל, הפיק וערך העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 指 挥 ， 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling produce , write , and direct",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה ייצר, כתב וביים אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 ， 编 写 和 指 挥 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What did M0 's German female employee found",
            "kn": "M0 ನ ಜರ್ಮನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצאה עובדת גרמנית של M0",
            "zh": "M0 的 德 国 女 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee executive produce , edit , produce , and direct",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಸಂಪಾದಿಸಿದ್ದಾನೆ, ಉತ್ಪಾದಿಸಿದನು ಮತ್ತು ನೇರವಾಗಿ ಮಾಡಿದನು",
            "he": "מה המפיק העובד הגברי של M0 הפיק, ערך, הפיק וביים",
            "zh": "M0 的 男 性 员 工 主 管 负 责 制 作 ， 编 辑 ， 制 作 和 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee executive produce , write , direct , and edit",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು, ಬರೆಯುತ್ತಾನೆ, ನಿರ್ದೇಶಿಸಿದನು ಮತ್ತು ಸಂಪಾದಿಸಿದನು",
            "he": "מה הפיק, כתב, ביים וערך מנהל העובדים הגברי של M0",
            "zh": "M0 的 男 性 员 工 主 管 会 产 生 ， 编 写 ， 指 导 和 编 辑 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What did M0 's employee edit",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה עשה עובד של M0",
            "zh": "M0 的 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent produce , edit , direct , and write",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆಯುತ್ತಾರೆ",
            "he": "מה ההורים של M0 הפיקו, ערכו, ביימו וכתבו",
            "zh": "M0 的 父 代 产 生 ， 编 辑 ， 指 导 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What did M0 's Mexican employee executive produce",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק בכיר העובדים המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 员 工 主 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse executive produce and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ತಯಾರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾನೆ",
            "he": "מה הפיק וערך מנהל בן הזוג של M0",
            "zh": "M0 的 配 偶 主 管 执 行 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce , write , executive produce , direct , and edit",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿದರು, ಬರೆಯುತ್ತಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿದರು, ನೇರ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק, כתב, הפיק, ביים וערך בן הזוג של M0",
            "zh": "M0 的 配 偶 制 作 ， 撰 写 ， 执 行 制 作 ， 指 挥 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's Italian sibling direct and edit",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה בייח וערך אחיו האיטלקי של M0",
            "zh": "M0 的 意 大 利 同 胞 直 接 指 挥 和 编 辑 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What did M3 's male Italian French spouse found",
            "kn": "M3 ನ ಪುರುಷ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯು ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא בן הזוג הצרפתי האיטלקי של M3",
            "zh": "M3 的 男 性 意 大 利 法 国 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 found and M2 's Chinese spouse found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M2 ನ ಚೀನೀ ಸಂಗಾತಿಯು ಕಂಡುಬಂದಿದೆ",
            "he": "מה מצא M0 ובן הזוג הסיני של M2 מצא",
            "zh": "M0 和 M2 的 中 国 配 偶 找 到 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1431 M0 }"
        },
        "question": {
            "en": "What did M0 direct and executive produce",
            "kn": "M0 ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನನ್ನು ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק M0 והנהלה",
            "zh": "M0 直 接 和 执 行 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "What did M0 's German employee found",
            "kn": "M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ ಏನು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא העובד הגרמני של M0",
            "zh": "M0 的 德 国 雇 员 发 现 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What did M0 's American female employee write",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה כתבה עובדת אמריקאית של M0",
            "zh": "M0 的 美 国 女 雇 员 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's spouse produce and executive produce",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಉತ್ಪಾದಿಸಿತು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק בן הזוג של M0 והפיק אותו",
            "zh": "M0 的 配 偶 和 行 政 人 员 生 产 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 M1 }"
        },
        "question": {
            "en": "What did M0 distribute and M1 produce",
            "kn": "M0 ಏನು ವಿತರಿಸಿತು ಮತ್ತು M1 ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיץ M0 והפיק M1",
            "zh": "M0 分 配 了 什 么 ， M1 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P57 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What did M0 direct and a male spouse of M2 direct",
            "kn": "M0 ನೇರ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯು ಏನು ನಿರ್ದೇಶಿಸಿದರು",
            "he": "מה כיוון M0 ובן זוג גבר של M2 כיוון",
            "zh": "M0 指 挥 什 么 ， M2 的 男 性 配 偶 指 挥 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M0 write and M1 's parent executive produce",
            "kn": "M0 ಏನು ಬರೆದಿದೆ ಮತ್ತು M1 ನ ಮೂಲ ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה כתב M0 והפקת ההורים של M1 הפיקה",
            "zh": "M0 写 什 么 ， M1 的 上 级 主 管 产 生 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What did M1 's parent direct and M0 executive produce",
            "kn": "M1 ನ ಮೂಲ ನೇರ ಮತ್ತು M0 ಕಾರ್ಯನಿರ್ವಾಹಕನು ಏನು ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הפיק ההורה של M1 ומנהל M0",
            "zh": "M1 的 父 母 直 接 领 导 和 M0 高 管 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What did M0 's male employee edit , write , and produce",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಉತ್ಪಾದಿಸಿದರು",
            "he": "מה עורך, כתב והפיק העובד הגברי של M0",
            "zh": "M0 的 男 性 员 工 是 如 何 编 辑 ， 编 写 和 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P27 wd:Q34 . ?x2 wdt:P26 M2 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M2 ) }"
        },
        "question": {
            "en": "What did M0 found and a sibling of M2 's Swedish spouse found",
            "kn": "M0 ಏನು ಕಂಡುಹಿಡಿದಿದೆ ಮತ್ತು M2 ನ ಸ್ವೀಡಿಷ್ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಕಂಡುಕೊಂಡರು",
            "he": "מה מצא M0 ואח של בן הזוג השבדי של M2",
            "zh": "M0 找 到 了 什 么 ， M2 的 瑞 典 配 偶 的 同 胞 找 到 了 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What did M0 's parent write , edit , produce , direct , and executive produce",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಉತ್ಪಾದಿಸಿದರು, ನೇರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾಡಿದರು",
            "he": "מה ההורים של M0 כתבו, ערכו, הפיקו, ביימו והנהלו",
            "zh": "M0 的 父 母 写 ， 编 辑 ， 产 生 ， 直 接 和 执 行 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What did M0 's sibling direct , write , executive produce , and produce",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನೇರ, ಬರೆಯುವಿಕೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה אחיו של M0 ביים, כתב, הפיק בכיר והפיק",
            "zh": "M0 的 兄 弟 姐 妹 指 挥 ， 编 写 ， 执 行 生 产 什 么 产 品 ？"
        }
    }
]