[
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Dutch spouse M0",
            "kn": "M2 ನ ಡಚ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג ההולנדי של M2 היה M0",
            "zh": "M2 的 荷 兰 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Swedish Italian sibling",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אחיו האיטלקי השוודי של M0 M1",
            "zh": "M0   M1 是 瑞 典 意 大 利 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 produced by M3 and executive produced by M0 's British sibling",
            "kn": "M2 ಅನ್ನು M3 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי M3 והמנהל הופק על ידי אחיו הבריטי של M0",
            "zh": "M2 是 由 M3 产 生 的 ， 执 行 人 员 是 由 M0 的 英 国 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 's male spouse 's spouse M2",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಂಗಾತಿ M2 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן / בת הזוג הגבר של M1 היו M2",
            "zh": "M1 的 男 性 配 偶 是 M2 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a male Dutch British sibling of M1",
            "kn": "M0 ಪುರುಷ ಡಚ್ ಬ್ರಿಟಿಷ್ ಸಹೋದರ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם M0 היה אח או בריטי הולנדי מ- M1",
            "zh": "M0 是 M1 的 荷 兰 荷 兰 男 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a male Swedish Dutch spouse of M4",
            "kn": "M0 M4 ನ ಪುರುಷ ಸ್ವೀಡಿಷ್ ಡಚ್ ಸಂಗಾತಿಯೇ",
            "he": "האם M0 היה בן זוג הולנדי שוודי של M4",
            "zh": "M0 是 M4 的 瑞 典 男 性 荷 兰 人 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a female sibling of M1",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח / נקבה מ- M1",
            "zh": "M0 是 M1 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q34 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 a Swedish Chinese spouse of M3",
            "kn": "M0 ಸ್ವೀಡಿಷ್ ಚೀನೀ ಸಂಗಾತಿಯ M3 ಆಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג סיני שוודי ל- M3",
            "zh": "M0 是 M3 的 瑞 典 华 人 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's female spouse",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן / בת הזוג של בן / בת הזוג M1 M0 היו",
            "zh": "M1   M0 的 配 偶 是 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q34 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a female Swedish French sibling of M1",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಸ್ವೀಡಿಷ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 הייתה אחיה צרפתית שוודית, אחיה של M1",
            "zh": "M0 是 M1 的 瑞 典 瑞 典 女 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent of a sibling of M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה הורה לאח של M0",
            "zh": "M1 是 M0 兄 弟 姐 妹 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's female American sibling",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה האמריקאי הנשי של M0 M1",
            "zh": "M0   M1 是 美 国 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's parent and spouse",
            "kn": "M0 M1 ನ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם ההורה ובן הזוג של M0 M1 היו",
            "zh": "是 M0   M1 的 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's employee 's child",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಮಗು",
            "he": "האם הילד של העובד M1 M0 היה",
            "zh": "是 M1   M0 的 雇 员 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M3 M1 's German sibling 's female sibling 's sibling",
            "kn": "M3 M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח של אחות גרמנית של M3 M1",
            "zh": "M3   M1 的 德 国 兄 弟 姐 妹 是 女 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה הורה לאחיו של M0",
            "zh": "M1 是 M0 兄 弟 姐 妹 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P737 ?x0 }"
        },
        "question": {
            "en": "Was M2 influenced by M1 's Mexican spouse 's spouse",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ M2 ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מבן / בת הזוג המקסיקני של M1",
            "zh": "M2 是 否 受 M1 的 墨 西 哥 配 偶 的 配 偶 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Spanish spouse M0",
            "kn": "M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הספרדי של M2 היה M0",
            "zh": "M2 的 西 班 牙 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , executive produced by , and edited by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, ביים מנהל, הופק על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 ， 导 演 ， 执 行 官 制 作 还 是 由 M0 的 兄 弟 姐 妹 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M4 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M4 M0 's British male Italian sibling 's parent",
            "kn": "M4 M0 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה של אח / אחות איטלקי M4 M0",
            "zh": "M4   M0 是 英 国 男 性 意 大 利 同 胞 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's American spouse M0",
            "kn": "M2 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האמריקאי של M2 היה M0",
            "zh": "M2 的 美 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 M3 's Italian Spanish parent",
            "kn": "M0 M3 ನ ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה האיטלקי של M0 M3 היה ספרדי",
            "zh": "M0   M3 是 意 大 利 西 班 牙 语 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 a female Spanish Italian parent of M4",
            "kn": "M0 ಮಹಿಳಾ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ M4 M4 ಆಗಿದೆಯೇ",
            "he": "האם M0 הייתה הורה איטלקית ספרדית ל M4",
            "zh": "M0 是 M4 的 西 班 牙 西 班 牙 裔 女 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q17 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Japanese sibling M0",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח היפני של M1 היה M0",
            "zh": "M1 是 日 本 的 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's female sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה של אח M1 M0",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 女 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M2 's Italian actor",
            "kn": "M0 M2 ನ ಇಟಾಲಿಯನ್ ನಟನಾ",
            "he": "האם השחקן האיטלקי של M0 M2 היה",
            "zh": "M0   M2 是 意 大 利 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's spouse and sibling",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם בן / בת הזוג ואחיו של בן / בת הזוג M1 M0",
            "zh": "M1   M0 的 配 偶 是 您 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's sibling and parent",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು",
            "he": "האם אחיו וההורים של M0 M1",
            "zh": "是 M0   M1 的 兄 弟 姐 妹 和 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German American sibling of M1",
            "kn": "M0 ಜರ್ಮನಿಯ ಅಮೇರಿಕನ್ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח אמריקני גרמני של M1",
            "zh": "M0 是 M1 的 德 裔 美 国 人 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 a American German parent of M3",
            "kn": "M0 ಅಮೆರಿಕನ್ ಜರ್ಮನ್ M3 ನ ಪೋಷಕರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה הורה גרמני אמריקאי ל- M3",
            "zh": "M0 是 M3 的 美 国 德 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian male German sibling",
            "kn": "M0 M1 ನ ಕೆನಡಿಯನ್ ಪುರುಷ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אחיו הגרמני הקנדי של M0 M1",
            "zh": "M0   M1 是 加 拿 大 男 性 德 国 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M3 's British Chinese parent M0",
            "kn": "M3 ನ ಬ್ರಿಟಿಷ್ ಚೀನೀ ಪೋಷಕ M0",
            "he": "האם ההורה הסיני הבריטי של M3 היה M0",
            "zh": "M3 的 英 国 华 人 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Spanish German male spouse",
            "kn": "M0 M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಜರ್ಮನ್ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הגרמני הספרדי של M0 M4 היה",
            "zh": "M0   M4 是 西 班 牙 德 国 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a French Mexican sibling of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח מקסיקני צרפתי של M1",
            "zh": "M0 是 M1 的 法 属 墨 西 哥 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 a Mexican French spouse of M3",
            "kn": "M0 M3 ನ ಮೆಕ್ಸಿಕನ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג צרפתי מקסיקני ל- M3",
            "zh": "M0 是 M3 的 墨 西 哥 法 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M1 's British male German employee",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד גרמני בריטי של M0 M1 היה",
            "zh": "M0   M1 是 英 国 的 男 性 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British Dutch sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה האח של הולנד בריטית של M0 M1",
            "zh": "M0   M1 是 英 国 荷 兰 人 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch British sibling",
            "kn": "M0 M1 ನ ಡಚ್ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח הבריטי ההולנדי של M0 M1 היה",
            "zh": "M0   M1 是 荷 兰 人 的 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a British Dutch sibling of M1",
            "kn": "M0 ಬ್ರಿಟಿಷ್ ಡಚ್ ಸಹೋದರ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח של הולנד בריטית של M1",
            "zh": "M0 是 M1 的 英 国 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Dutch British male parent of M4",
            "kn": "M0 ಡಚ್ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಪೋಷಕರಾಗಿದ್ದ M4",
            "he": "האם M0 היה הורה גברי הולנדי בריטי ל- M4",
            "zh": "M0 是 M4 的 荷 兰 英 国 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's female spouse M0",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הנשי של M2 היה M0",
            "zh": "M2 的 女 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and written by a female spouse of M1",
            "kn": "M2 ಅನ್ನು M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך ונכתב על ידי בן זוגה של M1",
            "zh": "M2 是 否 由 M1 的 女 性 配 偶 编 辑 和 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M2 's French actor M0",
            "kn": "M2 ನ ಫ್ರೆಂಚ್ ನಟ M0",
            "he": "האם השחקן הצרפתי של M2 היה M0",
            "zh": "M2 的 法 国 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's Canadian employee M0",
            "kn": "M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הקנדי של M1 היה M0",
            "zh": "M1 的 加 拿 大 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's child",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗು ಸ್ಥಾಪಿಸಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי הילד של M0",
            "zh": "M1 是 由 M0 的 孩 子 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's sibling and parent M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של בן / בת הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 是 兄 弟 姐 妹 ， 还 是 M1 的 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Mexican sibling M0",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו המקסיקני של M1 היה M0",
            "zh": "M1 是 墨 西 哥 的 兄 弟 姐 妹 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German sibling of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח גרמני של M1",
            "zh": "M0 是 M1 的 德 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1040 M1 . M0 wdt:P1040 M2 }"
        },
        "question": {
            "en": "Was M0 edited by M1 and edited by M2",
            "kn": "M0 ಅನ್ನು M1 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 נערך על ידי M1 ונערך על ידי M2",
            "zh": "M0 是 否 由 M1 编 辑 并 由 M2 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M1 's Dutch German employee M0",
            "kn": "M1 ನ ಡಚ್ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הגרמני ההולנדי של M1 היה M0",
            "zh": "M1 的 荷 兰 德 国 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced and edited by M0 's sibling 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק ונערך על ידי אחיו של אחיו M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 生 产 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Mexican Spanish female spouse of M4",
            "kn": "M0 M4 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג מקסיקנית ספרדית של M4",
            "zh": "M0 是 M4 的 墨 西 哥 墨 西 哥 女 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הוקם על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M0 a American actor of M2",
            "kn": "M0 M2 ನ ಅಮೇರಿಕನ್ ನಟನಾ",
            "he": "האם M0 היה שחקן אמריקאי של M2",
            "zh": "M0 是 M2 的 美 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's employee 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿಯ ಸಹೋದರರಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי אחיו של עובד M0",
            "zh": "M1 高 管 是 由 M0 的 雇 员 兄 弟 姐 妹 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 ?x1 }"
        },
        "question": {
            "en": "Was M2 founded by a spouse of M0 and founded by M1 's employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי בן זוג של M0 והוקם על ידי עובד M1",
            "zh": "M2 是 由 M0 的 配 偶 创 立 并 由 M1 的 员 工 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's parent M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של אח M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M2 's Canadian actor",
            "kn": "M0 M2 ನ ಕೆನಡಾದ ನಟನಾ",
            "he": "האם השחקן הקנדי של M0 M2 היה",
            "zh": "M0   M2 是 加 拿 大 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Canadian actor of M2",
            "kn": "M0 M2 ನ ಕೆನಡಾದ ನಟನಾ",
            "he": "האם M0 היה שחקן קנדי של M2",
            "zh": "M0 是 M2 的 加 拿 大 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's American female sibling",
            "kn": "M0 M1 ನ ಅಮೇರಿಕನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה האמריקאי של M0 M1 היה אח",
            "zh": "M0   M1 是 美 国 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P21 wd:Q6581072 . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M3 M0 's German Swedish sibling 's female sibling",
            "kn": "M3 M0 ನ ಜರ್ಮನ್ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה האחות של הגרמנית השוודית הגרמנית M3 M0",
            "zh": "M3   M0 是 德 国 瑞 典 兄 弟 姐 妹 的 女 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's French spouse M0",
            "kn": "M2 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הצרפתי של M2 היה M0",
            "zh": "M2 的 法 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q16 . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Italian sibling 's Canadian sibling M2",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו האיטלקי של M0 היה אחיו הקנדי M2",
            "zh": "M0 是 意 大 利 兄 弟 姐 妹 还 是 加 拿 大 兄 弟 姐 妹 M2 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by and written by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי אחיו של M0 ונכתב",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 并 由 其 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 M4 's Spanish male Italian parent",
            "kn": "M0 M4 ನ ಸ್ಪ್ಯಾನಿಷ್ ಪುರುಷ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה איטלקי זכר של M0 M4 היה ספרדי",
            "zh": "M0   M4 是 西 班 牙 男 性 意 大 利 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a male French Canadian employee of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಫ್ರೆಂಚ್ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד צרפתי קנדי מ- M1",
            "zh": "M0 是 M1 的 加 拿 大 加 拿 大 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 a Swedish actor of M2",
            "kn": "M0 M2 ನ ಸ್ವೀಡಿಷ್ ನಟನಾ",
            "he": "האם M0 היה שחקן שוודי של M2",
            "zh": "M0 是 M2 的 瑞 典 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Italian sibling M0",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האחות האיטלקית של M1 הייתה M0",
            "zh": "M1 是 意 大 利 的 同 级 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 }"
        },
        "question": {
            "en": "Was M0 a actor of M1",
            "kn": "M0 M1 ನ ನಟನಾ",
            "he": "האם M0 היה שחקן של M1",
            "zh": "M0 是 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P27 wd:Q183 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a female German spouse of M0 's sibling 's spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 הייתה בת זוג גרמנית של בן / בת זוגו של M0",
            "zh": "M1 是 M0 的 同 胞 伴 侣 的 德 国 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by a parent of M0",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי הורה ל- M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , edited by , and written by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי, ביים, נערך על ידי ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 ， 导 演 ， 编 辑 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M1 's male actor M0",
            "kn": "M1 ನ ಪುರುಷ ನಟ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם השחקן הגברי של M1 היה M0",
            "zh": "M1 的 男 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 }"
        },
        "question": {
            "en": "Was M0 a actor that M1 was played by",
            "kn": "M1 ನಟಿಸಿದ M0 ನಟನಾ",
            "he": "האם M0 היה שחקן אותו גילמו את M1",
            "zh": "M0 是 扮 演 M1 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's male sibling 's sibling and spouse",
            "kn": "M2 M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו של זכר M2 M0 ואחיו",
            "zh": "M2   M0 的 同 胞 兄 弟 姐 妹 是 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling of M0 's parent",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח של ההורה של M0",
            "zh": "M1 是 M0 的 父 母 的 兄 弟 姐 妹 吗 ？"
        }
    }
]