[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , written by , edited by , directed by , and produced by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נכתב על ידי, נערך על ידי, ביים, והופק על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 编 辑 ， 导 演 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , executive produced by , edited by , directed by , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M1 הופק על ידי, מנהל הופק על ידי, נערך על ידי, ביים, ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 执 行 人 员 由 制 作 ， 编 辑 ， 指 导 还 是 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch sibling",
            "kn": "M0 M1 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח של הולנד M0 M1 היה",
            "zh": "M0   M1 是 荷 兰 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's spouse",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי בן / בת הזוג של M0",
            "zh": "M1 的 执 行 人 员 是 M0 的 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 's Canadian Chinese employee M0",
            "kn": "M1 ನ ಕೆನಡಾದ ಚೀನೀ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הסיני הקנדי של M1 היה M0",
            "zh": "M1 的 加 拿 大 华 裔 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by and executive produced by a male sibling of M0",
            "kn": "M2 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אחראי זכר M0 והנהלתו",
            "zh": "M2 是 由 M0 的 男 性 兄 弟 姐 妹 指 挥 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's sibling 's sibling",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם אחיו של בן / בת הזוג M1 M0",
            "zh": "M1   M0 的 配 偶 是 否 是 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Italian sibling",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו האיטלקי של M0 M1",
            "zh": "M0   M1 是 意 大 利 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 French",
            "kn": "M0 ಫ್ರೆಂಚ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה צרפתי",
            "zh": "M0 是 法 国 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M3 's Japanese Italian parent",
            "kn": "M0 M3 ನ ಜಪಾನೀಸ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה היפני האיטלקי של M0 M3 היה",
            "zh": "M0   M3 是 日 本 意 大 利 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M2 's German actor M0",
            "kn": "M2 ನ ಜರ್ಮನ್ ನಟ M0",
            "he": "האם השחקן הגרמני של M2 היה M0",
            "zh": "M2 的 德 国 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P108 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's child 's employee",
            "kn": "M1 M0 ನ ಮಗುವಿನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם היה עובד הילד של M1 M0",
            "zh": "是 M1   M0 的 孩 子 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's parent",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של אח M1 M0 היה",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's female actor 's spouse",
            "kn": "M2 M0 ನ ಮಹಿಳಾ ನಟನ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של השחקן הנשי של M2 M0 היה",
            "zh": "M2   M0 是 女 演 员 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian sibling",
            "kn": "M0 M1 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם האח הקנדי של M0 M1 היה",
            "zh": "M0   M1 是 加 拿 大 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M1 's French spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי בן הזוג הצרפתי של M1",
            "zh": "M2 是 由 M1 的 法 国 配 偶 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q96 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Mexican employee and produced by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ ಮತ್ತು M3 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי העובד המקסיקני של M0 והופק על ידי M3",
            "zh": "M2 是 由 M0 的 墨 西 哥 员 工 生 产 的 ， 还 是 由 M3 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 M1 's German employee",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הגרמני של M0 M1 היה",
            "zh": "是 M0   M1 的 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced , edited , and directed by M0 's male sibling",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದರು, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק, נערך וביים אחיו הגברי של M0",
            "zh": "M2 主 管 是 由 M0 的 男 性 同 胞 制 作 ， 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's British sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו הבריטי של M0",
            "zh": "M2 是 由 M0 的 英 国 兄 弟 姐 妹 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי עובד של M0",
            "zh": "M1 是 由 M0 的 员 工 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's French German spouse",
            "kn": "M0 M3 ನ ಫ್ರೆಂಚ್ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הגרמני הצרפתי של M0 M3 היה",
            "zh": "M0   M3 是 法 国 的 德 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 's parent 's Swedish employee M1",
            "kn": "M0 ನ ಪೋಷಕರ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד השבדי של ההורה של M0 היה M1",
            "zh": "M0 的 父 母 是 瑞 典 雇 员 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's Dutch Italian spouse M0",
            "kn": "M3 ನ ಡಚ್ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג ההולנדי של M3 היה M0",
            "zh": "M3 的 荷 兰 意 大 利 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's female Italian Dutch spouse M0",
            "kn": "M4 ನ ಸ್ತ್ರೀ ಇಟಾಲಿಯನ್ ಡಚ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג ההולנדית האיטלקית של M4 הייתה M0",
            "zh": "M4 的 女 性 意 大 利 荷 兰 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's French Canadian male sibling",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಕೆನಡಿಯನ್ ಪುರುಷ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם אחי זכר צרפתי של M0 M1 היה אח",
            "zh": "M0   M1 是 加 拿 大 的 法 裔 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . M4 wdt:P737 ?x0 . M4 wdt:P737 M5 }"
        },
        "question": {
            "en": "Was M4 influenced by M5 and influenced by a female American employee of M0 and M1",
            "kn": "M4 M5 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M0 ಮತ್ತು M1 ನ ಮಹಿಳಾ ಅಮೆರಿಕನ್ ಉದ್ಯೋಗಿಯಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M4 הושפעה מ- M5 והושפעה מעובדת אמריקאית של M0 ו- M1",
            "zh": "M4 是 否 受 到 M5 的 影 响 并 受 到 M0 和 M1 的 美 国 女 性 雇 员 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced and executive produced by a Spanish spouse of M1",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಿಂದ M2 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಯಿತು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆಯೇ",
            "he": "האם M2 הופק והנהלה הופקה על ידי בן זוג ספרדי ל- M1",
            "zh": "M2 是 否 由 M1 的 西 班 牙 配 偶 制 作 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M0 Mexican",
            "kn": "M0 ಮೆಕ್ಸಿಕನ್ ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה מקסיקני",
            "zh": "M0 是 墨 西 哥 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P453 M2 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M0 a male actor of M1 and M2",
            "kn": "M0 M1 ಮತ್ತು M2 ನ ಪುರುಷ ನಟನಾ",
            "he": "האם M0 היה שחקן גבר של M1 ו- M2",
            "zh": "M0 是 M1 和 M2 的 男 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a British employee of M1",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד בריטי של M1",
            "zh": "M0 是 M1 的 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Canadian spouse",
            "kn": "M0 M2 ನ ಕೆನಡಿಯನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הקנדי של M0 M2 היה",
            "zh": "M0   M2 是 加 拿 大 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's male French Canadian sibling",
            "kn": "M0 M1 ನ ಪುರುಷ ಫ್ರೆಂಚ್ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אחיו הצרפתי הקנדי של M0 M1",
            "zh": "M0   M1 是 加 拿 大 的 法 国 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q16 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's Canadian sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח הקנדי של M0 היה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 加 拿 大 的 M1 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) . FILTER ( M4 != ?x0 ) . M4 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M4 M3 's female French British spouse 's sibling",
            "kn": "M4 M3 ನ ಸ್ತ್ರೀ ಫ್ರೆಂಚ್ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה של בת הזוג הבריטית הצרפתייה של M4 M3",
            "zh": "M4   M3 是 法 国 法 国 配 偶 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 a actor of M0 's parent",
            "kn": "M1 M0 ನ ಪೋಷಕರ ನಟನಾ",
            "he": "האם M1 היה שחקן של ההורה של M0",
            "zh": "M1 是 M0 父 母 的 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's French female Dutch spouse",
            "kn": "M0 M4 ನ ಫ್ರೆಂಚ್ ಮಹಿಳಾ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג ההולנדי הצרפתי של M0 M4 היה",
            "zh": "M0   M4 是 法 国 的 荷 兰 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q29999 . M1 wdt:P27 wd:Q142 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's French Dutch spouse",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಫ್ರೆಂಚ್ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג של M1 M0 היה בן הזוג הצרפתי ההולנדי",
            "zh": "M1   M0 的 配 偶 是 法 国 荷 兰 人 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Dutch female French spouse of M4",
            "kn": "M0 ಡಚ್ ಮಹಿಳಾ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯ M4 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג הולנדית צרפתייה של M4",
            "zh": "M0 是 M4 的 荷 兰 女 性 法 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a German female Dutch spouse of M4",
            "kn": "M0 ಜರ್ಮನ್ ಮಹಿಳಾ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದ M4",
            "he": "האם M0 הייתה בת זוג גרמנית הולנדית ל- M4",
            "zh": "M0 是 M4 的 德 国 荷 兰 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and directed by a female sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי וביים אח / ה מאישה M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 编 辑 并 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's Italian spouse M0",
            "kn": "M2 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האיטלקי של M2 היה M0",
            "zh": "M2 的 意 大 利 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's Italian sibling 's sibling",
            "kn": "M2 M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם האח של האחות האיטלקית M2 M0",
            "zh": "M2   M0 是 意 大 利 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a Italian spouse of M2",
            "kn": "M0 M2 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג איטלקי ל- M2",
            "zh": "M0 是 M2 的 意 大 利 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a male Mexican Spanish sibling of M1",
            "kn": "M0 M1 ನ ಪುರುಷ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אחי ספרדי מקסיקני זכר של M1",
            "zh": "M0 是 M1 的 墨 西 哥 男 性 墨 西 哥 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a female American sibling of M1",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 הייתה אחיה אמריקאית של M1",
            "zh": "M0 是 M1 的 美 国 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M3 . FILTER ( ?x0 != M3 ) . M4 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M4 M3 's male French Italian spouse 's parent",
            "kn": "M4 M3 ನ ಪುರುಷ ಫ್ರೆಂಚ್ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של בן הזוג הצרפתי האיטלקי זכר M4 M3",
            "zh": "M4   M3 是 法 国 男 方 意 大 利 配 偶 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse and parent of M0 's spouse",
            "kn": "M1 ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ ಮತ್ತು M0 ರ ಸಂಗಾತಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה בן זוג והורה לבן הזוג של M0",
            "zh": "M1 是 配 偶 吗 ？ 还 是 M0 的 配 偶 的 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 a Canadian British employee of M1",
            "kn": "M0 ಕೆನಡಾದ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם M0 היה עובד בריטי קנדי ב- M1",
            "zh": "M0 是 M1 的 加 拿 大 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , edited by , and executive produced by M1 's male spouse",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ M2 ಅನ್ನು ಬರೆಯಲಾಗಿದೆ, ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "האם M2 נכתב על ידי, נערך על ידי, והמנהל הופק על ידי בן הזוג הגברי של M1",
            "zh": "M2 是 由 M1 的 男 性 配 偶 撰 写 ， 编 辑 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M1 's male spouse",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל ה- M2 הופק על ידי בן הזוג הגברי של M1",
            "zh": "M2 主 管 是 由 M1 的 男 性 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M1 's British employee M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הבריטי של M1 היה M0",
            "zh": "M1 的 英 国 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Japanese employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי העובד היפני של M0",
            "zh": "M2 是 由 M0 的 日 本 员 工 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's French sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אחיו הצרפתי של M0",
            "zh": "M2 是 由 M0 的 法 国 同 胞 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P453 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's actor",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ನಟನಾ",
            "he": "האם השחקן של בן הזוג M1 M0 היה השחקן",
            "zh": "M1   M0 的 配 偶 是 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's Italian female British spouse M0",
            "kn": "M4 ನ ಇಟಾಲಿಯನ್ ಮಹಿಳಾ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בת הזוג הבריטית האיטלקית של M4 הייתה M0",
            "zh": "M4 的 意 大 利 女 性 英 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P1040 M2 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M2 and executive produced by M0 's parent 's sibling",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೆ ಮತ್ತು M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי M2 והמנהל הופק על ידי אחיו של ההורה M0",
            "zh": "M1 是 否 由 M2 编 辑 并 由 M0 的 父 母 的 兄 弟 姐 妹 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 . M3 wdt:P1040 M4 . M3 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M3 edited by M4 and executive produced by a American employee of M0 and M1",
            "kn": "M3 ಅನ್ನು M4 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ಮತ್ತು M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M3 נערך על ידי M4 והמנהל הופק על ידי עובד אמריקאי ב- M0 ו- M1",
            "zh": "M3 是 由 M4 编 辑 并 由 一 名 M0 和 M1 的 美 国 雇 员 制 作 的 高 管 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Mexican Spanish sibling M0",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הספרדי המקסיקני של M1 היה M0",
            "zh": "M1 是 墨 西 哥 西 班 牙 语 的 兄 弟 姐 妹 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a Mexican spouse of M2",
            "kn": "M0 M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג מקסיקני של M2",
            "zh": "M0 是 M2 的 墨 西 哥 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Mexican Spanish sibling",
            "kn": "M0 M1 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אחיו הספרדי המקסיקני של M0 M1",
            "zh": "M0   M1 是 墨 西 哥 西 班 牙 语 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P21 wd:Q6581097 . M1 wdt:P27 wd:Q29 . M1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's Mexican male Spanish parent",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಮೆಕ್ಸಿಕನ್ ಪುರುಷ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם הורה ספרדי גבר מקסיקני של ההורה M1 M0",
            "zh": "M1   M0 的 父 母 是 西 班 牙 的 墨 西 哥 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , produced , directed , written , and executive produced by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M1 נערך, הופק, ביים, נכתב והוצג על ידי עובד ב- M0",
            "zh": "M1 是 否 由 M0 的 员 工 进 行 编 辑 ， 制 作 ， 导 演 ， 撰 写 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , produced , written , directed , and executive produced by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿ ತಯಾರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך, הופק, נכתב, ביים ובוצע על ידי עובד M0",
            "zh": "M1 是 由 M0 的 员 工 编 辑 ， 制 作 ， 编 写 ， 导 演 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q30 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , written by , and edited by M0 's American employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי, נכתב על ידי ונערך על ידי העובד האמריקאי של M0",
            "zh": "M2 主 管 由 M0 的 美 国 雇 员 制 作 ， 撰 写 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q16 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a female spouse of a Canadian spouse of M1",
            "kn": "M2 ಕೆನಡಾದ ಸಂಗಾತಿಯ M1 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M2 הייתה בת זוג של בן זוג קנדי של M1",
            "zh": "M2 是 加 拿 大 M1 配 偶 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 a German actor of M2",
            "kn": "M0 M2 ನ ಜರ್ಮನ್ ನಟನಾ",
            "he": "האם M0 היה שחקן גרמני של M2",
            "zh": "M0 是 M2 的 德 国 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M1 's Swedish employee M0",
            "kn": "M1 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד השבדי של M1 היה M0",
            "zh": "M1 的 瑞 典 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 a sibling of a Dutch sibling of M0",
            "kn": "M2 ಡಚ್ ಒಡಹುಟ್ಟಿದವರ M0 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M2 היה אח של אח הולנדי של M0",
            "zh": "M2 是 M0 的 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P27 wd:Q17 . M1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's Japanese Italian parent",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಜಪಾನೀಸ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה איטלקי יפני של אח M1 M0",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 日 本 意 大 利 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P1431 M3 . M2 wdt:P1431 M4 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M0 's Japanese employee and executive produced by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M3 ಮತ್ತು M4 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי העובד והמנהל היפני של M0 מיוצר על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 日 本 雇 员 和 高 管 编 写 的 ， 由 M3 和 M4 制 作 吗 ？"
        }
    }
]