[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי והנהלה שהופק על ידי הורה ל- M0",
            "zh": "M0 的 父 母 写 的 东 西 和 主 管 写 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה נכתב על ידי ומנהל שהופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 内 容 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and executive produced by a spouse of M0",
            "kn": "M0 ರ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה נכתב על ידי והמנהל שהפיק בן / בת זוג של M0",
            "zh": "M0 的 配 偶 写 的 东 西 和 行 政 文 件 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה כתב בן הזוג של M0 והפיק אותו",
            "zh": "M0 的 配 偶 写 的 和 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and produced by a German sibling of M0",
            "kn": "M0 ನ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವನು ಏನು ಬರೆದಿದ್ದಾನೆ ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה נכתב על ידי אחיו הגרמני של M0 והפיק אותו",
            "zh": "M0 的 一 个 德 国 兄 弟 姐 妹 写 的 和 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was written by and produced by a Mexican spouse of M1",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי בן זוג מקסיקני של M1 והפיק אותו",
            "zh": "墨 西 哥 M1 的 配 偶 编 写 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by and produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವನು ಏನು ಬರೆದಿದ್ದಾನೆ ಮತ್ತು ನಿರ್ಮಿಸಿದನು",
            "he": "מה נכתב על ידי אחיו של M0 והופק עליו",
            "zh": "M0 的 兄 弟 姐 妹 写 的 和 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was written by , directed by , and produced by a female employee of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, ביים, והפיק עובדת של M0",
            "zh": "M0 的 女 员 工 写 的 ， 由 导 演 指 导 的 和 制 作 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , directed by , executive produced by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ಸಂಪಾದಿಸಿದ ಏನು",
            "he": "מה נכתב על ידי, בבימויו של מנהל שהופק על ידי וערך אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 撰 写 ， 导 演 ， 执 行 人 员 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , directed by , executive produced by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, בבימויו של מנהל שהופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 导 演 的 ， 执 行 官 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , directed by , executive produced by , produced by , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, בימוי, מנהל שהופק על ידי, הופק ונערך על ידי הורה ל- M0",
            "zh": "由 M0 的 母 公 司 写 ， 指 导 ， 由 执 行 人 制 作 ， 由 制 作 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , directed by , produced by , executive produced by , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, ביים, הופק על ידי, מנהל שהופק ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 写 ， 由 导 演 ， 由 导 演 制 作 ， 由 执 行 人 员 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , edited by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, נערך על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 ， 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , edited by , and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, נערך על ידי והופק על ידי בן הזוג של M0",
            "zh": "M0 的 配 偶 写 的 ， 编 辑 的 和 制 作 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was written by , edited by , directed by , and executive produced by M0 's parent 's spouse",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, נערך על ידי, ביים ומנהל שהופק על ידי בן / בת הזוג של הורה M0",
            "zh": "M0 的 父 母 的 配 偶 写 的 ， 由 编 的 ， 由 导 演 的 和 执 行 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , edited by , directed by , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, נערך על ידי, ביים, והופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 写 ， 由 其 编 辑 ， 由 其 指 导 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was written by , edited by , directed by , and produced by M0 's sibling 's spouse",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, נערך על ידי, ביים, והופק על ידי בן / בת זוגו של אח / ה M0",
            "zh": "M0 的 兄 弟 姐 妹 的 配 偶 写 的 ， 由 编 辑 的 ， 由 导 演 的 和 产 生 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , edited by , directed by , executive produced by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಏನು",
            "he": "מה נכתב על ידי, נערך על ידי, ביים, מנהל שהופק על ידי אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 生 产 ， 由 M0 的 兄 弟 姐 妹 生 产 ， 执 行 ， 编 辑 ， 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , edited by , produced by , directed by , and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, נערך על ידי, הופק על ידי, ביים ומנהל שהופק על ידי הורה ל- M0",
            "zh": "由 M0 的 母 公 司 写 ， 由 其 编 辑 ， 由 其 制 作 ， 由 其 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , edited by , produced by , directed by , and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, נערך על ידי, הופק על ידי, ביים ומנהל שהופק על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 编 辑 ， 制 作 ， 导 演 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, וביים אח של M0",
            "zh": "M0 的 同 级 兄 弟 写 的 ， 执 行 者 写 的 ， 由 M0 的 兄 弟 执 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಾಣ ಮತ್ತು ನಿರ್ದೇಶನ ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, וביים בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 由 执 行 人 员 撰 写 并 由 M0 的 配 偶 执 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , and edited by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, בכיר שהופק על ידי וערך אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 执 行 官 写 的 ， 以 及 由 M0 的 兄 弟 姐 妹 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , and edited by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי וערך אחיו הגברי של M0",
            "zh": "M0 的 男 性 同 胞 写 的 ， 执 行 官 写 的 和 编 辑 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהפיק, ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 执 行 者 制 作 的 和 由 M0 的 兄 弟 姐 妹 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was written by , executive produced by , and produced by a Japanese employee of M0",
            "kn": "M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿಯೊಬ್ಬರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, בכיר שהופק על ידי והופק על ידי עובד יפני של M0",
            "zh": "M0 的 日 本 雇 员 写 的 ， 执 行 人 员 写 的 和 由 M0 的 日 本 雇 员 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, והופק על ידי הורה ל- M0",
            "zh": "M0 的 父 母 写 的 ， 执 行 者 写 的 以 及 M0 的 父 母 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , and produced by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי והופק על ידי עובד M0",
            "zh": "M0 的 员 工 写 的 ， 执 行 人 员 写 的 以 及 M0 的 员 工 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , directed by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ನಿರ್ಮಿಸಿದ ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, ביים, והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 执 行 者 写 的 ， 导 演 的 和 由 M0 的 兄 弟 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , directed by , edited by , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಾಣ, ನಿರ್ದೇಶನ, ಸಂಪಾದನೆ ಮತ್ತು ನಿರ್ಮಾಣ ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, ביים, נערך על ידי והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 执 行 的 是 由 M0 的 兄 弟 姐 妹 写 的 ， 由 导 演 执 导 的 ， 由 编 辑 编 辑 的 ， 还 是 由 M0 的 兄 弟 姐 妹 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , edited by , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಾಣ, ಸಂಪಾದನೆ ಮತ್ತು ನಿರ್ದೇಶನ ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, נערך על ידי וביים אח של M0",
            "zh": "由 M0 的 同 级 兄 弟 写 的 ， 由 执 行 者 制 作 ， 由 编 辑 编 辑 和 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , edited by , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಾಣ, ಸಂಪಾದನೆ ಮತ್ತು ನಿರ್ದೇಶನ ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, נערך על ידי וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 写 的 是 什 么 ， 执 行 是 由 M0 的 配 偶 编 写 的 ， 还 是 由 M0 的 配 偶 执 导 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , edited by , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, נערך על ידי והופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 写 的 是 什 么 ， 高 管 是 由 M0 的 父 母 写 成 的 ， 还 是 由 M0 的 父 母 写 成 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , edited by , directed by , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, נערך על ידי, ביים, והופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 写 的 ， 由 执 行 者 制 作 ， 由 执 行 者 编 辑 ， 由 导 演 指 导 以 及 由 M0 的 父 母 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , edited by , produced by , and directed by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, נערך על ידי, הופק על ידי וביים ההורה של M0",
            "zh": "由 M0 的 父 母 写 的 ， 由 执 行 人 员 制 作 ， 由 执 行 人 员 编 辑 ， 由 生 产 并 由 M0 指 示 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , produced by , and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, הופק ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 写 的 ， 由 他 制 作 的 执 行 官 ， 由 M0 的 父 母 制 作 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , executive produced by , produced by , and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, הופק ונערך על ידי הורה ל- M0",
            "zh": "M0 的 母 公 司 由 M0 的 母 公 司 编 写 ， 由 其 执 行 ， 由 其 生 产 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , executive produced by , produced by , edited by , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ ಏನು",
            "he": "מה נכתב על ידי, מנהל שהופק על ידי, הופק על ידי, נערך על ידי וביים בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 的 ， 由 执 行 者 制 作 的 ， 由 制 作 的 ， 由 剪 辑 的 ， 由 导 演 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , produced by , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, שהופק על ידי והנהלת ההורים על ידי ההורה של M0",
            "zh": "M0 的 父 母 是 由 谁 写 的 ， 由 他 产 生 的 和 由 执 行 者 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , produced by , and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, שהופק על ידי והנהלה שהופק על ידי הורה ל- M0",
            "zh": "M0 的 父 母 写 的 是 什 么 ， 由 M0 的 父 母 写 的 ， 由 执 行 者 写 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , directed by , and edited by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק, ביים, ונערך על ידי בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 制 作 ， 导 演 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , produced by , directed by , edited by , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲಾಗಿದೆ",
            "he": "מה נכתב על ידי, הופק על ידי, ביים, נערך על ידי ומנהל שהופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 写 的 ， 由 制 作 的 ， 由 导 演 指 导 的 ， 由 剪 辑 的 ， 以 及 由 M0 的 父 母 制 作 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , directed by , edited by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק על ידי, ביים, נערך על ידי ומנהל שהופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 由 作 者 制 作 的 ， 由 导 演 导 演 的 ， 由 编 辑 编 辑 的 以 及 由 M0 兄 弟 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , directed by , executive produced by , and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, הופק, ביים, מנהל שהפיק ונערך על ידי בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 制 作 ， 导 演 ， 执 行 者 撰 写 和 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, הופק על ידי, נערך על ידי וביים אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 由 制 作 的 ， 由 编 辑 的 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , and directed by M2 's Mexican Spanish parent",
            "kn": "M2 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק, נערך על ידי וביים ההורה הספרדי המקסיקני של M2",
            "zh": "M2 的 墨 西 哥 西 班 牙 语 父 母 是 由 什 么 撰 写 ， 制 作 ， 编 辑 和 导 演 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק, נערך על ידי וביים בן / בת זוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 制 作 ， 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , and executive produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק על ידי, נערך על ידי ומנהל הופק על ידי הורה ל- M0",
            "zh": "由 M0 的 母 公 司 写 ， 由 其 制 作 ， 由 其 编 辑 以 及 由 执 行 者 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , directed by , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק על ידי, נערך על ידי, בימוי ומנהל שהופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 写 的 ， 由 制 作 的 ， 由 编 辑 编 辑 的 ， 由 导 演 执 导 的 ， 以 及 由 M0 的 兄 弟 姐 妹 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , executive produced by , and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נכתב על ידי, הופק על ידי, נערך על ידי מנהל שהפיק, וביים בן / בת הזוג של M0",
            "zh": "由 M0 的 配 偶 撰 写 ， 制 作 ， 编 辑 ， 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was written by , produced by , edited by , executive produced by , and directed by M0 's sibling 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಏನು ಬರೆಯಲ್ಪಟ್ಟಿದೆ, ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ, ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נכתב על ידי, הופק על ידי, נערך על ידי מנהל שהופק על ידי וביים אחיו של אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 编 写 ， 制 作 ， 编 辑 ， 执 行 的 内 容 是 什 么 ？"
        }
    }
]