[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581097 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's actor 's male spouse",
            "kn": "M1 M0 ನ ನಟನ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגברי של השחקן M1 M0 היה",
            "zh": "M1   M0 是 演 员 的 男 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling and parent of M0 's sibling",
            "kn": "M1 ಒಡಹುಟ್ಟಿದ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה אח והורה לאחיו של M0",
            "zh": "M1 是 兄 弟 姐 妹 ， 还 是 M0 的 兄 弟 姐 妹 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's female American spouse M0",
            "kn": "M3 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האמריקני של M3 היה M0",
            "zh": "M3 的 女 性 美 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P453 ?x0 . M2 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M2 M0 's female sibling 's female actor",
            "kn": "M2 M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರ ಮಹಿಳಾ ನಟನಾ",
            "he": "האם שחקנה של אח / אחות M2 M0 היה השחקן",
            "zh": "M2   M0 的 女 兄 弟 姐 妹 是 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a female spouse of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 הייתה בת זוג של אחיה של M0",
            "zh": "M1 是 M0 兄 弟 姐 妹 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P57 M3 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M3 and written by M1 's German spouse 's sibling",
            "kn": "M2 ಅನ್ನು M3 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯ ಸಹೋದರ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי M3 ונכתב על ידי אחיו של בן הזוג הגרמני של M1",
            "zh": "M2 是 由 M3 指 挥 并 由 M1 的 德 国 配 偶 的 同 胞 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M0 's Chinese sibling and founded by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದರು",
            "he": "האם M2 הוקם על ידי אחיו הסיני של M0 והוקם על ידי M3",
            "zh": "M2 是 由 M0 的 中 国 兄 弟 姐 妹 创 立 并 由 M3 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P108 ?x0 . M1 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's Swedish employee",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד השבדי של ההורה M1 M0 היה",
            "zh": "M1   M0 是 父 母 的 瑞 典 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Swedish Italian sibling of M1",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಇಟಾಲಿಯನ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אחי איטלקי שוודי של M1",
            "zh": "M0 是 M1 的 瑞 典 语 意 大 利 语 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q34 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Italian Swedish sibling M0",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח השוודי האיטלקי של M1 היה M0",
            "zh": "M1 是 意 大 利 瑞 典 兄 弟 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian employee",
            "kn": "M0 M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הקנדי של M0 M1 היה",
            "zh": "是 M0   M1 的 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 M2 's Swedish actor",
            "kn": "M0 M2 ನ ಸ್ವೀಡಿಷ್ ನಟನಾ",
            "he": "האם השחקן השבדי של M0 M2 היה",
            "zh": "M0   M2 是 瑞 典 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch British employee",
            "kn": "M0 M1 ನ ಡಚ್ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הבריטי ההולנדי של M0 M1 היה",
            "zh": "M0   M1 是 荷 兰 的 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch British male employee",
            "kn": "M0 M1 ನ ಡಚ್ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הבריטי ההולנדי של M0 M1 היה עובד",
            "zh": "M0   M1 是 荷 兰 的 英 国 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Dutch British employee of M1",
            "kn": "M0 M1 ನ ಡಚ್ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד בריטי הולנדי ב- M1",
            "zh": "M0 是 M1 的 荷 兰 英 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q16 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's Canadian sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של M1 M0 היה אחיו הקנדי",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 加 拿 大 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P27 wd:Q145 . M1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's British Canadian parent",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಬ್ರಿಟಿಷ್ ಕೆನಡಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הבריטי של אח M1 M0 היה הקנדי",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 加 拿 大 加 拿 大 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M0 M3 's German Spanish parent",
            "kn": "M0 M3 ನ ಜರ್ಮನ್ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הספרדי הגרמני של M0 M3 היה",
            "zh": "M0   M3 是 德 国 的 西 班 牙 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by M0 's Dutch sibling",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿತು ಮತ್ತು M0 ನ ಡಚ್ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הוקם על ידי M3 והוקם על ידי אחיו ההולנדי של M0",
            "zh": "M2 是 由 M3 创 建 并 由 M0 的 荷 兰 兄 弟 姐 妹 创 建 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by M3 and founded by M0 's female employee",
            "kn": "M2 ಅನ್ನು M3 ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 הוקמה על ידי M3 והוקמה על ידי עובדת M0",
            "zh": "M2 是 由 M3 创 立 并 由 M0 的 女 性 雇 员 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's parent 's sibling 's sibling and spouse",
            "kn": "M1 M0 ನ ಪೋಷಕರ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו של אחיו של M1 M0 היה בן / בת הזוג",
            "zh": "是 M1   M0 的 父 母 的 兄 弟 姐 妹 的 兄 弟 姐 妹 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P737 ?x0 . M2 wdt:P737 M3 }"
        },
        "question": {
            "en": "Was M2 influenced by M3 and influenced by a Italian spouse of M1",
            "kn": "M2 M3 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M2 הושפע מ- M3 והושפע מבן זוג איטלקי ל- M1",
            "zh": "M2 是 否 受 到 M3 的 影 响 并 受 到 M1 的 意 大 利 配 偶 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's British Chinese female spouse",
            "kn": "M0 M4 ನ ಬ್ರಿಟಿಷ್ ಚೀನೀ ಮಹಿಳಾ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הסיני הבריטי של M0 M4 היה",
            "zh": "M0   M4 是 英 国 华 裔 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 M3 's Chinese British parent",
            "kn": "M0 M3 ನ ಚೀನೀ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הסיני הבריטי של M0 M3 היה",
            "zh": "M0   M3 是 中 国 的 英 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 M4 's British male Swedish parent",
            "kn": "M0 M4 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಸ್ವೀಡಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה שוודי גברי בריטי של M0 M4",
            "zh": "M0   M4 是 英 国 男 性 瑞 典 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M3 's German Spanish parent M0",
            "kn": "M3 ನ ಜರ್ಮನ್ ಸ್ಪ್ಯಾನಿಷ್ ಪೋಷಕ M0",
            "he": "האם ההורה הספרדי הגרמני של M3 היה M0",
            "zh": "M3 的 德 国 西 班 牙 语 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by and directed by a spouse of a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי והורה על ידי בן / בת זוג של עובד / ת M0",
            "zh": "M1 是 否 由 M0 员 工 的 配 偶 编 辑 并 由 其 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 建 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's child 's spouse M1",
            "kn": "M0 ನ ಮಗುವಿನ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של ילד M0 היה M1",
            "zh": "M0 的 孩 子 的 配 偶 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's female spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של בן / בת הזוג M0 היה M1",
            "zh": "M0 的 配 偶 是 M1 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , directed by , and executive produced by M1 's Japanese parent",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי בימוי והנהלה על ידי ההורה היפני של M1",
            "zh": "M2 是 否 由 M1 的 日 本 父 母 编 辑 ， 导 演 和 执 行 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited , executive produced , and written by M0 's male sibling",
            "kn": "M2 ನ ಸಂಪಾದನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M0 ನ ಪುರುಷ ಸಹೋದರರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נערך, הופק בכיר ונכתב על ידי אחיו הגברי של M0",
            "zh": "M2 是 由 M0 的 男 性 同 胞 编 辑 ， 执 行 制 作 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , edited by , and directed by a male sibling of M0",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M2 הופק על ידי, נערך על ידי וביים אח / זכר M0",
            "zh": "M2 执 行 人 员 是 由 M0 的 男 性 同 胞 制 作 ， 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , written by , directed by , and edited by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נכתב על ידי, ביים ונערך על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 导 演 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a American spouse of M2",
            "kn": "M0 M2 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג אמריקאי של M2",
            "zh": "M0 是 M2 的 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P155 M0 . M1 wdt:P156 ?x0 }"
        },
        "question": {
            "en": "Was M1 a prequel of a sequel of M0",
            "kn": "M1 M0 ನ ಉತ್ತರಭಾಗದ ಪೂರ್ವಭಾವಿಯಾಗಿತ್ತೆ",
            "he": "האם M1 היה פריקוול לסרט ההמשך של M0",
            "zh": "M1 是 M0 续 集 的 前 传 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , directed , written , produced , and edited by M0 's spouse",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק, ביים, נכתב, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M1 主 管 是 否 由 M0 的 配 偶 制 作 ， 导 演 ， 撰 写 ， 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , directed by , produced by , and written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, ביים, הופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 同 胞 编 辑 ， 导 演 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , edited , and directed by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾನೆಯೇ",
            "he": "האם M1 הופק, נערך וביים אח של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . M3 wdt:P737 ?x0 . M3 wdt:P737 M4 }"
        },
        "question": {
            "en": "Was M3 influenced by M2 's British French spouse and influenced by M4",
            "kn": "M3 M2 ನ ಬ್ರಿಟಿಷ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M4 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M3 הושפע מבן זוגה הצרפתי הבריטי של M2 והושפע מ- M4",
            "zh": "M3 是 否 受 M2 的 英 国 法 国 配 偶 影 响 且 受 M4 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a British Italian parent of M3",
            "kn": "M0 M3 ನ ಬ್ರಿಟಿಷ್ ಇಟಾಲಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם M0 היה הורה איטלקי בריטי ל- M3",
            "zh": "M0 是 M3 的 英 国 意 大 利 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's parent",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של בן הזוג M1 M0 היה",
            "zh": "M1   M0 的 配 偶 是 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's actor",
            "kn": "M1 ಅನ್ನು M0 ನ ನಟ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי השחקן של M0",
            "zh": "M1 是 由 M0 的 演 员 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M1 's male employee M0",
            "kn": "M1 ನ ಪುರುಷ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד הגברי של M1 היה M0",
            "zh": "M1 的 男 性 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M2 's Spanish actor M0",
            "kn": "M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ನಟ M0",
            "he": "האם השחקן הספרדי של M2 היה M0",
            "zh": "M2 的 西 班 牙 演 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , written , directed , produced , and edited by M0 's spouse",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק, נכתב, ביים, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M1 主 管 是 否 由 M0 的 配 偶 制 作 ， 撰 写 ， 指 导 ， 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , edited by , written by , directed by , and executive produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, נערך על ידי, נכתב על ידי, ביים, ומנהל הופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 制 作 ， 编 辑 ， 编 写 ， 导 演 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's female sibling 's sibling and spouse M2",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿ M2 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אח / אחות / ת / בן זוגה של M0 היה M2",
            "zh": "M0 的 女 兄 弟 姐 妹 是 配 偶 M2 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581072 . FILTER ( M2 != ?x0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a sibling and spouse of a female parent of M1",
            "kn": "M2 M1 ನ ಸ್ತ್ರೀ ಪೋಷಕರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M2 היה אח ובן זוג להורה נקבה ל- M1",
            "zh": "M2 是 M1 的 女 性 父 母 的 兄 弟 姐 妹 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a Chinese spouse of M2",
            "kn": "M0 M2 ನ ಚೀನೀ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג סיני ל- M2",
            "zh": "M0 是 M2 的 中 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q16 . M3 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Canadian British employee 's parent M3",
            "kn": "M0 ನ ಕೆನಡಿಯನ್ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿಯ ಪೋಷಕ M3 ಆಗಿದೆಯೇ",
            "he": "האם ההורה של העובד הבריטי הקנדי של M0 היה M3",
            "zh": "M0 的 加 拿 大 英 国 雇 员 的 父 母 是 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q145 . M3 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M3 a parent of a Italian British parent of M2",
            "kn": "M3 ಇಟಲಿಯ ಬ್ರಿಟಿಷ್ ಪೋಷಕರ M2 ನ ಪೋಷಕರಾಗಿದ್ದೀರಾ",
            "he": "האם M3 היה הורה להורה בריטי איטלקי ל- M2",
            "zh": "M3 是 M2 的 意 大 利 英 国 父 母 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian British female sibling",
            "kn": "M0 M1 ನ ಕೆನಡಿಯನ್ ಬ್ರಿಟಿಷ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה של קנדה בריטית של M0 M1",
            "zh": "M0   M1 是 加 拿 大 英 国 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's Dutch spouse 's spouse",
            "kn": "M2 M1 ನ ಡಚ್ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של בן הזוג ההולנדי של M2 M1 היה",
            "zh": "M2   M1 是 荷 兰 人 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי אח של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a British male German employee of M1",
            "kn": "M0 ಬ್ರಿಟಿಷ್ ಪುರುಷ ಜರ್ಮನ್ M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד גרמני בריטי ב- M1",
            "zh": "M0 是 M1 的 英 国 男 性 德 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Spanish Italian sibling M0",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האח האיטלקי הספרדי של M1 היה M0",
            "zh": "M1 的 西 班 牙 语 是 意 大 利 意 大 利 语 的 同 级 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Spanish Italian sibling 's spouse M3",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ M3 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן / בת הזוג של האחות האיטלקית M0 / M0 היו M3",
            "zh": "M0 的 西 班 牙 意 大 利 同 胞 的 配 偶 是 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's French sibling",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה האח הצרפתי של M0 M1",
            "zh": "是 M0   M1 的 法 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse of a sibling of M0",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג של אח של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P1040 M2 }"
        },
        "question": {
            "en": "Was M1 edited by M2 and edited by M0 's employee",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי M2 ונערך על ידי עובד M0",
            "zh": "M1 是 否 由 M2 编 辑 并 由 M0 的 员 工 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P108 M1 . ?x0 wdt:P27 wd:Q30 . M3 wdt:P1040 ?x0 . M3 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M3 executive produced and edited by a American employee of M0 and M1",
            "kn": "M3 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಮತ್ತು M1 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M3 הופק ונערך על ידי עובד אמריקאי ב- M0 ו- M1",
            "zh": "M3 主 管 是 由 M0 和 M1 的 美 国 雇 员 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P58 ?x0 . M1 wdt:P58 M2 }"
        },
        "question": {
            "en": "Was M1 written by M0 's parent and written by M2",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ ಮತ್ತು M2 ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי ההורה של M0 ונכתב על ידי M2",
            "zh": "M1 是 由 M0 的 父 母 编 写 的 ， 还 是 由 M2 编 写 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1431 M1 . M0 wdt:P162|wdt:P272 M2 }"
        },
        "question": {
            "en": "Was M0 executive produced by M1 and produced by M2",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನಿರ್ಮಿಸಿ M2 ನಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M0 executive הופק על ידי M1 והופק על ידי M2",
            "zh": "M0 执 行 人 员 是 由 M1 产 生 还 是 由 M2 产 生 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's sibling and parent M0",
            "kn": "M1 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו של M1 וההורה M0",
            "zh": "M1 的 兄 弟 姐 妹 是 M0 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 }"
        },
        "question": {
            "en": "Was M0 a employee of M1",
            "kn": "M0 M1 ನ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד של M1",
            "zh": "M0 是 M1 的 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M4 's Canadian Chinese male parent",
            "kn": "M0 M4 ನ ಕೆನಡಾದ ಚೀನೀ ಪುರುಷ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה גבר סיני קנדי של M0 M4",
            "zh": "M0   M4 是 加 拿 大 华 裔 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M1 's male Chinese Canadian employee",
            "kn": "M0 M1 ನ ಪುರುಷ ಚೀನೀ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הסיני הקנדי של M0 M1 היה עובד",
            "zh": "M0   M1 是 加 拿 大 的 华 裔 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's spouse and parent",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕರು",
            "he": "האם בן / בת הזוג וההורה של בן / בת הזוג M1 M0",
            "zh": "M1   M0 的 配 偶 是 父 母 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , executive produced , written , and produced by M0 's parent",
            "kn": "M1 ನ ನಿರ್ದೇಶಕ, ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 בוצע, הופק, נכתב והופק על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 指 导 ， 执 行 ， 制 作 和 编 写 的 吗 ？"
        }
    }
]