[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was founded by M0 's sibling 's parent",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי ההורה של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was founded by M0 's employee 's sibling",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו של עובד M0",
            "zh": "M0 的 员 工 兄 弟 姐 妹 建 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was founded by M0 's female employee",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי עובדת M0",
            "zh": "M0 的 女 员 工 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by a British spouse of M2",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי בן זוג בריטי ל- M2",
            "zh": "由 M0 创 立 并 由 M2 的 英 国 配 偶 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was founded by M2 's male employee and founded by M0 and M1",
            "kn": "M2 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಮತ್ತು M0 ಮತ್ತು M1 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי העובד הגברי של M2 והוקם על ידי M0 ו- M1",
            "zh": "由 M2 的 男 性 雇 员 创 立 ， 由 M0 和 M1 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M2 's female spouse",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಯಾವುದು",
            "he": "מה הוקם על ידי M0 והוקם על ידי בן זוגה של M2",
            "zh": "M0 创 立 并 由 M2 的 女 性 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was founded by M0 and founded by M2 's Japanese parent",
            "kn": "M0 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಮತ್ತು M2 ನ ಜಪಾನೀಸ್ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי M0 והוקם על ידי ההורה היפני של M2",
            "zh": "由 M0 创 立 并 由 M2 的 日 本 父 母 创 立 的 公 司 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q145 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by a British sibling of M0",
            "kn": "M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אח בריטי מ- M0",
            "zh": "英 国 的 M0 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a Canadian sibling of M1 and founded by M0",
            "kn": "M1 ನ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אח קנדי מ- M1 והוקם על ידי M0",
            "zh": "加 拿 大 的 M1 兄 弟 姐 妹 和 M0 的 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What was founded by a Chinese parent of M1",
            "kn": "M1 ನ ಚೀನೀ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי הורה סיני ל- M1",
            "zh": "M1 的 中 国 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by a Chinese spouse of M2 and founded by M0",
            "kn": "M2 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי בן זוג סיני ל- M2 והוקם על ידי M0",
            "zh": "由 M2 的 中 国 配 偶 创 立 并 由 M0 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a Dutch sibling of M1 and founded by M0",
            "kn": "M1 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אח הולנדי של M1 והוקם על ידי M0",
            "zh": "由 M1 的 荷 兰 兄 弟 姐 妹 创 立 并 由 M0 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by a Dutch spouse of M2 and founded by M0",
            "kn": "M2 ನ ಡಚ್ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי בן זוג הולנדי של M2 והוקם על ידי M0",
            "zh": "什 么 是 由 荷 兰 M2 的 配 偶 创 立 并 由 M0 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "What was founded by a French employee of M0",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי עובד צרפתי של M0",
            "zh": "M0 的 法 国 雇 员 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a French spouse of M1",
            "kn": "M1 ನ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಿಂದ ಏನು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הוקם על ידי בן זוג צרפתי ל- M1",
            "zh": "M1 的 法 国 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P40|wdt:P355 M2 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was founded by a Japanese parent of M2 and founded by M0",
            "kn": "M2 ನ ಜಪಾನಿನ ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי הורה יפני ל- M2 והוקם על ידי M0",
            "zh": "由 M2 的 日 本 父 母 创 立 并 由 M0 创 立 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a Japanese spouse of M1",
            "kn": "M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הוקם על ידי בן זוג יפני ל- M1",
            "zh": "M1 的 日 本 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a Spanish sibling of M1 and founded by M0",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אח ספרדי של M1 והוקם על ידי M0",
            "zh": "M1 的 西 班 牙 兄 弟 姐 妹 和 M0 的 兄 弟 建 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a Spanish spouse of M1",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಿಂದ ಏನು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הוקם על ידי בן זוג ספרדי של M1",
            "zh": "M1 的 西 班 牙 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was founded by a child of M0",
            "kn": "M0 ನ ಮಗು ಏನು ಸ್ಥಾಪಿಸಿತು",
            "he": "מה הקים ילד מ M0",
            "zh": "M0 的 孩 子 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was founded by a female employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקמה על ידי עובדת של M0 ו- M1",
            "zh": "M0 和 M1 的 女 性 员 工 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was founded by a female employee of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקמה על ידי עובדת בחברת M0",
            "zh": "M0 的 女 性 雇 员 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by a female sibling of M2 and founded by M0 and M1",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಮತ್ತು M0 ಮತ್ತು M1 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי אחי M2 והוקם על ידי M0 ו- M1",
            "zh": "什 么 是 由 M2 的 女 性 同 胞 创 立 的 ， 由 M0 和 M1 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by a female sibling of M0",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיה נשית של M0",
            "zh": "M0 的 一 个 女 性 兄 弟 姐 妹 建 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was founded by a male spouse of M1",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಏನು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הוקם על ידי בן זוג גבר ל- M1",
            "zh": "M1 的 男 性 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was founded by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי הורה ל- M0",
            "zh": "M0 的 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P3373 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by a sibling and spouse of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಗಾತಿಯು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אח ובן זוגה של M0",
            "zh": "M0 的 同 胞 和 配 偶 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by a spouse and parent of M0",
            "kn": "ಸಂಗಾತಿ ಮತ್ತು M0 ನ ಪೋಷಕರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי בן זוג והורה ל- M0",
            "zh": "M0 的 配 偶 和 父 母 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was founded by a Italian sibling of M0",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי אחיו האיטלקי של M0",
            "zh": "意 大 利 的 M0 兄 弟 姐 妹 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was founded by a Italian spouse of M2 and founded by M0",
            "kn": "M2 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M0 ಸ್ಥಾಪಿಸಿದ್ದು ಏನು",
            "he": "מה הוקם על ידי בן זוג איטלקי של M2 והוקם על ידי M0",
            "zh": "由 M2 的 意 大 利 配 偶 创 立 并 由 M0 创 立 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was founded by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸ್ಥಾಪಿಸಿದರು",
            "he": "מה הוקם על ידי עובד של M0",
            "zh": "M0 的 员 工 创 立 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P112 ?x1 . ?x0 wdt:P112 M0 . ?x0 wdt:P112 M1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M3 . FILTER ( ?x1 != M3 ) }"
        },
        "question": {
            "en": "What was founded by M0 and M1 and founded by a female spouse of M3",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಮತ್ತು M3 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟದ್ದು ಯಾವುದು",
            "he": "מה הוקם על ידי M0 ו- M1 והוקם על ידי בן זוגה של M3",
            "zh": "M0 和 M1 由 M3 的 女 性 配 偶 创 立 的 东 西 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದರು ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה הופק וביים אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק וביים בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was produced and directed by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ובוים על ידי עובד M0",
            "zh": "M0 的 员 工 制 作 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק וביים על ידי אח של M0",
            "zh": "M0 的 同 胞 产 生 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced and edited by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי ההורה של M0",
            "zh": "M0 的 父 母 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and edited by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי אחיו הגברי של M0",
            "zh": "M0 的 男 性 同 胞 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and edited by M0 's Dutch sibling",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and edited by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was produced and edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי הורה ל- M0",
            "zh": "M0 的 父 级 制 作 和 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was produced and executive produced by M0 's sibling 's parent",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ನಿರ್ಮಿಸಿದರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ",
            "he": "מה הופק והנהלה הופקה על ידי ההורה של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 父 母 生 产 了 什 么 ， 高 管 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was produced and executive produced by M0 's child",
            "kn": "M0 ನ ಮಗು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הפיק והנהלת הילד של M0",
            "zh": "M0 的 孩 子 生 产 了 什 么 ， 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was produced and executive produced by a child of M0",
            "kn": "M0 ನ ಮಗು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק והנהלה הופקה על ידי ילד M0",
            "zh": "M0 的 孩 子 生 产 和 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה הופק והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 产 生 了 什 么 ， 执 行 者 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ונכתב על ידי בן הזוג של M0",
            "zh": "M0 的 配 偶 制 作 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and written by M0 's Chinese sibling",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק ונכתב על ידי אחיו הסיני של M0",
            "zh": "M0 的 中 国 同 胞 制 作 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced and written by a Japanese spouse of M1",
            "kn": "M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ונכתב על ידי בן זוג יפני ל- M1",
            "zh": "日 本 M1 的 配 偶 制 作 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and written by a Mexican sibling of M0",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ונכתב על ידי אח מקסיקני מ- M0",
            "zh": "墨 西 哥 M0 的 兄 弟 姐 妹 生 产 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק ונכתב על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 制 作 和 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P162|wdt:P272 ?x2 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M2 . ?x2 wdt:P26 ?x3 . ?x3 wdt:P26 M0 . FILTER ( ?x1 != M2 ) . FILTER ( ?x2 != ?x3 ) . FILTER ( ?x3 != M0 ) }"
        },
        "question": {
            "en": "What was produced by M0 's spouse 's spouse and directed by a Chinese spouse of M2",
            "kn": "M0 ನ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M2 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי בן / בת הזוג של M0 ובימויו של בן / בת זוג סינית של M2",
            "zh": "M0 的 配 偶 的 配 偶 生 产 并 由 M2 的 中 国 配 偶 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "What was produced by M0 's Mexican employee",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ ಏನು ತಯಾರಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק העובד המקסיקני של M0",
            "zh": "M0 的 墨 西 哥 员 工 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by M0 's Canadian sibling",
            "kn": "M0 ನ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הפיק אחיו הקנדי של M0",
            "zh": "M0 的 加 拿 大 同 胞 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק בן הזוג של M0",
            "zh": "M0 的 配 偶 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by M0 's Dutch sibling",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הפיק אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was produced by M0 's sibling 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಏನು ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הפיק אחיו של אח M0",
            "zh": "M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by M0 and executive produced by M1 's sibling",
            "kn": "M0 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה הופק על ידי M0 והמנהל הופק על ידי אחיו של M1",
            "zh": "M0 产 生 了 什 么 ， M1 的 兄 弟 姐 妹 产 生 了 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "What was produced by M0 's Spanish employee",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ ಏನು ತಯಾರಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק העובד הספרדי של M0",
            "zh": "M0 的 西 班 牙 员 工 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by M0 's Chinese sibling",
            "kn": "M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הפיק אחיו הסיני של M0",
            "zh": "M0 的 中 国 同 胞 产 生 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was produced by M0 and written by a Dutch spouse of M2",
            "kn": "M0 ನಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M2 ನ ಡಚ್ ಸಂಗಾತಿಯಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי M0 ונכתב על ידי בן זוג הולנדי של M2",
            "zh": "由 M0 制 作 并 由 荷 兰 M2 的 配 偶 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 M0 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by M0 and executive produced by M1 's spouse",
            "kn": "M0 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי M0 והמנהל הופק על ידי בן הזוג של M1",
            "zh": "M0 生 产 的 是 什 么 ， M1 的 配 偶 生 产 的 是 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P453 M0 }"
        },
        "question": {
            "en": "What was produced by M0 's actor",
            "kn": "M0 ನ ನಟ ಏನು ನಿರ್ಮಿಸಿದ",
            "he": "מה הפיק השחקן של M0",
            "zh": "M0 的 演 员 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P453 M1 }"
        },
        "question": {
            "en": "What was produced by M1 's actor and distributed by M0",
            "kn": "M1 ನ ನಟನು ನಿರ್ಮಿಸಿದ ಮತ್ತು M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי השחקן של M1 והופץ על ידי M0",
            "zh": "M1 的 演 员 制 作 并 由 M0 分 发 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was produced by M0 and written by M1 's parent and sibling",
            "kn": "M0 ನಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה הופק על ידי M0 ונכתב על ידי ההורה והאח של M1",
            "zh": "M0 产 生 了 什 么 ， 并 由 M1 的 父 母 和 兄 弟 姐 妹 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M1 . ?x0 wdt:P162|wdt:P272 M0 }"
        },
        "question": {
            "en": "What was produced by M0 and edited by M1",
            "kn": "M0 ನಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי M0 ונערך על ידי M1",
            "zh": "M0 制 作 并 由 M1 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "What was produced by a Canadian employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಏನು ತಯಾರಿಸಿದ್ದಾರೆ",
            "he": "מה הפיק עובד קנדי של M0 ו- M1",
            "zh": "M0 和 M1 的 加 拿 大 雇 员 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q16 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was produced by a Canadian sibling of M0",
            "kn": "M0 ನ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופק על ידי אח קנדי מ- M0",
            "zh": "加 拿 大 的 M0 兄 弟 姐 妹 产 生 了 什 么 ？"
        }
    }
]