[
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 M3 's Dutch Japanese parent",
            "kn": "M0 M3 ನ ಡಚ್ ಜಪಾನೀಸ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם הורה יפני הולנדי של M0 M3",
            "zh": "M0   M3 是 荷 兰 人 的 日 本 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 a Japanese Dutch parent of M3",
            "kn": "M0 ಜಪಾನಿನ ಡಚ್ ಪೋಷಕ M3 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה הורה יפני הולנדי ל- M3",
            "zh": "M0 是 M3 的 日 本 荷 兰 人 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי אחיו של M0",
            "zh": "M1 的 执 行 人 员 是 M0 的 兄 弟 姐 妹 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 . M1 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M1 distributed by M0 's parent and distributed by M2 and M3",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆ ಮತ್ತು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי ההורה של M0 והופץ על ידי M2 ו- M3",
            "zh": "M1 是 由 M0 的 父 级 分 发 ， 还 是 由 M2 和 M3 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P26 M1 }"
        },
        "question": {
            "en": "Was M1 's spouse and parent M0",
            "kn": "M1 ಅವರ ಸಂಗಾತಿ ಮತ್ತು ಪೋಷಕ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן הזוג וההורה של M1 היו M0",
            "zh": "M1 的 配 偶 是 父 母 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's employee 's parent",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה של העובד M1 M0 היה",
            "zh": "是 M1   M0 的 雇 员 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and directed by M1 's sibling 's French spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಒಡಹುಟ್ಟಿದವರ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯು ಬರೆದು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי בן הזוג הצרפתי של אחיו של M1 וביים אותו",
            "zh": "M2 是 由 M1 的 兄 弟 姐 妹 的 法 国 配 偶 撰 写 并 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P1040 ?x0 . M2 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M2 edited by M1 's British parent and edited by M3",
            "kn": "M2 ಅನ್ನು M1 ನ ಬ್ರಿಟಿಷ್ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי ההורה הבריטי של M1 ונערך על ידי M3",
            "zh": "M2 是 否 由 M1 的 英 国 父 母 编 辑 并 由 M3 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ, ನಿರ್ಮಿಸಿ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי, הופק על ידי וביים בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ， 制 作 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 produced by M3 and produced by M0 's Chinese sibling",
            "kn": "M2 ಅನ್ನು M3 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಚೀನೀ ಒಡಹುಟ್ಟಿದವರಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופק על ידי M3 והופק על ידי אחיו הסיני של M0",
            "zh": "M2 是 由 M3 产 生 的 ， 还 是 由 M0 的 中 国 同 胞 产 生 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M1 's female German employee M0",
            "kn": "M1 ನ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובדת הגרמנית של M1 הייתה M0",
            "zh": "M1 的 女 性 德 国 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "Was M1 's American female employee M0",
            "kn": "M1 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם עובדת אמריקאית של M1 הייתה M0",
            "zh": "M1 的 美 国 女 雇 员 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 . M2 wdt:P112 M3 }"
        },
        "question": {
            "en": "Was M2 founded by a female sibling of M0 and founded by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು M3 ಸ್ಥಾಪಿಸಿದರು",
            "he": "האם M2 הוקם על ידי אח / ה מ- M0 והוקם על ידי M3",
            "zh": "M2 是 由 M0 的 女 性 兄 弟 姐 妹 创 立 的 ， 还 是 由 M3 创 立 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and directed by M0 's female sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך ובוים על ידי אחיה הנשי של M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 编 辑 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P57 ?x0 . M1 wdt:P57 M2 }"
        },
        "question": {
            "en": "Was M1 directed by M2 and directed by M0 's child",
            "kn": "M1 ಅನ್ನು M2 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಮಗು ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי M2 וביים הילד של M0",
            "zh": "M1 是 由 M2 指 挥 ， 还 是 由 M0 的 孩 子 指 挥 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M0 's male employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי העובד הגברי של M0",
            "zh": "M2 的 执 行 人 员 是 M0 的 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent and spouse of M0 's spouse",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಪೋಷಕರು ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם M1 היה הורה ובן זוג של בן / בת הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 父 母 和 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's German female American sibling M0",
            "kn": "M1 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיה האמריקאי הגרמני של M1 היה M0",
            "zh": "M1 的 德 国 女 性 美 国 同 胞 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Canadian sibling of M1",
            "kn": "M0 M1 ನ ಕೆನಡಾದ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח קנדי של M1",
            "zh": "M0 是 M1 的 加 拿 大 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by M1 's British parent",
            "kn": "M2 ಅನ್ನು M1 ನ ಬ್ರಿಟಿಷ್ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך על ידי ההורה הבריטי של M1",
            "zh": "M2 是 否 由 M1 的 英 国 父 母 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British male Canadian sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಕೆನಡಿಯನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו הקנדי הבריטי של M0 M1 היה אח",
            "zh": "M0   M1 是 英 国 男 性 加 拿 大 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's German Dutch sibling",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם היה אחיו ההולנדי הגרמני של M0 M1",
            "zh": "M0   M1 是 德 国 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M3 's Italian French parent M0",
            "kn": "M3 ನ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಪೋಷಕ M0",
            "he": "האם ההורה הצרפתי האיטלקי של M3 היה M0",
            "zh": "M3 的 意 大 利 法 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q38 . M1 wdt:P27 wd:Q142 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's parent 's Italian French spouse M1",
            "kn": "M0 ನ ಪೋಷಕರ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של צרפת האיטלקית של ההורה M0 היה M1",
            "zh": "M0 的 父 母 是 意 大 利 的 法 国 配 偶 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P453 ?x0 . M1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M1 a male actor of M0 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪುರುಷ ನಟನಾ",
            "he": "האם M1 היה שחקן גבר של אחיו של M0",
            "zh": "M1 是 M0 兄 弟 姐 妹 的 男 性 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a French female Italian spouse of M4",
            "kn": "M0 M4 ನ ಫ್ರೆಂಚ್ ಸ್ತ್ರೀ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג איטלקית צרפתייה ל- M4",
            "zh": "M0 是 M4 的 法 国 女 性 意 大 利 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's British spouse",
            "kn": "M0 M2 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הבריטי של M0 M2 היה",
            "zh": "M0   M2 是 英 国 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's female German sibling",
            "kn": "M0 M1 ನ ಸ್ತ್ರೀ ಜರ್ಮನ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה הגרמני של M0 M1 היה",
            "zh": "M0   M1 是 德 国 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 directed by a male sibling of M0 and produced by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಪುರುಷ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M3 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי אח או זכר M0 והופק על ידי M3",
            "zh": "M2 是 由 M0 的 雄 性 兄 弟 姐 妹 指 挥 并 由 M3 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse and parent of M0 's sibling",
            "kn": "M1 ಸಂಗಾತಿ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם M1 היה בן זוג והורה לאחיו של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן / בת הזוג של M0 היו M1",
            "zh": "M0 的 配 偶 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a German female American spouse of M4",
            "kn": "M0 ಜರ್ಮನಿಯ ಮಹಿಳಾ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯ M4 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה בת זוג אמריקאית גרמנית ל- M4",
            "zh": "M0 是 M4 的 德 国 女 性 美 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by a Swedish sibling of M0",
            "kn": "M2 ಅನ್ನು ಸ್ವೀಡಿಷ್ ಸಹೋದರ M0 ನಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו השוודי של M0",
            "zh": "M2 是 瑞 典 的 M0 兄 弟 姐 妹 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's spouse and sibling M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג של M0 ואח / ה היו M1",
            "zh": "M0 的 配 偶 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's sibling and parent",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು",
            "he": "האם אחיו של בן הזוג M1 M0 וההורה",
            "zh": "M1   M0 的 配 偶 是 兄 弟 姐 妹 还 是 父 母 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M3 's Mexican German parent M0",
            "kn": "M3 ನ ಮೆಕ್ಸಿಕನ್ ಜರ್ಮನ್ ಪೋಷಕ M0",
            "he": "האם ההורה הגרמני המקסיקני של M3 היה M0",
            "zh": "M3 的 墨 西 哥 德 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M1 a parent of M0 's spouse",
            "kn": "M1 M0 ನ ಸಂಗಾತಿಯ ಪೋಷಕರಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה הורה לבן / בת הזוג של M0",
            "zh": "M1 是 M0 的 配 偶 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a German Dutch sibling of M1",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח גרמני הולנדי של M1",
            "zh": "M0 是 M1 的 德 国 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "Was M0 M4 's male Chinese British parent",
            "kn": "M0 M4 ನ ಪುರುಷ ಚೀನೀ ಬ್ರಿಟಿಷ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הבריטי הסיני של M0 M4 היה",
            "zh": "M0   M4 是 英 国 英 国 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M4 's Swedish German female parent M0",
            "kn": "M4 ನ ಸ್ವೀಡಿಷ್ ಜರ್ಮನ್ ಮಹಿಳಾ ಪೋಷಕ M0",
            "he": "האם ההורה הגרמני השוודי של M4 היה M0",
            "zh": "M4 的 瑞 典 德 国 女 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a sibling of M1",
            "kn": "M0 M1 ನ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח של M1",
            "zh": "M0 是 M1 的 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's German female sibling",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיה הגרמני של M0 M1 היה אח",
            "zh": "M0   M1 是 德 国 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a British French employee of M1",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד צרפתי בריטי ב- M1",
            "zh": "M0 是 M1 的 英 国 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M1 's male spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי בן הזוג הגברי של M1",
            "zh": "M2 是 由 M1 的 男 性 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M4 's Canadian Dutch male parent M0",
            "kn": "M4 ನ ಕೆನಡಿಯನ್ ಡಚ್ ಪುರುಷ ಪೋಷಕ M0",
            "he": "האם ההורה הגברי ההולנדי של M4 היה M0",
            "zh": "M4 的 加 拿 大 荷 兰 男 性 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M2 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 a Dutch actor of M2",
            "kn": "M0 M2 ನ ಡಚ್ ನಟನಾ",
            "he": "האם M0 היה שחקן הולנדי של M2",
            "zh": "M0 是 M2 的 荷 兰 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P27 wd:Q16 . M3 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M3 M2 's Chinese Canadian parent 's parent",
            "kn": "M3 M2 ನ ಚೀನೀ ಕೆನಡಾದ ಪೋಷಕರ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה הקנדי של M3 M2 היה ההורה",
            "zh": "M3   M2 是 加 拿 大 华 裔 父 母 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q16 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 a Canadian spouse of M2",
            "kn": "M0 M2 ನ ಕೆನಡಾದ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג קנדי של M2",
            "zh": "M0 是 M2 的 加 拿 大 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 }"
        },
        "question": {
            "en": "Was M0 a female German employee of M1",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ಜರ್ಮನ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M0 הייתה עובדת גרמנית ב- M1",
            "zh": "M0 是 M1 的 德 国 女 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's German female spouse",
            "kn": "M0 M3 ನ ಜರ್ಮನ್ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הגרמני של M0 M3 היה",
            "zh": "M0   M3 是 德 国 的 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי בן הזוג של M0 וביים אותו",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's female American sibling M0",
            "kn": "M1 ನ ಸ್ತ್ರೀ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם האחות האמריקאית הנשית של M1 הייתה M0",
            "zh": "M1 的 女 性 美 国 同 胞 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 }"
        },
        "question": {
            "en": "Was M1 distributed by M0 's child",
            "kn": "M1 ಅನ್ನು M0 ನ ಮಗುವಿನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי הילד של M0",
            "zh": "M1 是 由 M0 的 孩 子 分 发 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P40|wdt:P355 ?x0 }"
        },
        "question": {
            "en": "Was M0 's employee 's parent M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಪೋಷಕ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם ההורה של העובד של M0 היה M1",
            "zh": "M0 的 雇 员 的 父 母 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q96 . M0 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 M3 's Mexican Canadian parent",
            "kn": "M0 M3 ನ ಮೆಕ್ಸಿಕನ್ ಕೆನಡಿಯನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הקנדי המקסיקני של M0 M3 היה",
            "zh": "M0   M3 是 墨 西 哥 的 加 拿 大 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , edited by , directed by , and produced by M0 's female employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נכתב על ידי, נערך על ידי, ביים על ידי והופק על ידי עובדת M0",
            "zh": "M2 是 由 M0 的 女 员 工 撰 写 ， 编 辑 ， 导 演 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . M1 wdt:P155 ?x0 }"
        },
        "question": {
            "en": "Was M0 's prequel 's sequel M1",
            "kn": "M0 ನ ಪ್ರಿಕ್ವೆಲ್ನ ಉತ್ತರಭಾಗ M1 ಆಗಿದೆಯೇ",
            "he": "האם סרט ההמשך של M0 היה סרט ההמשך M1",
            "zh": "M0 的 前 传 是 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's sibling",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם האח של M1 M0 היה האח",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M1 's Mexican employee M0",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד המקסיקני של M1 היה M0",
            "zh": "M1 的 墨 西 哥 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 }"
        },
        "question": {
            "en": "Was M1 's Spanish Mexican employee M0",
            "kn": "M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಮೆಕ್ಸಿಕನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד המקסיקני הספרדי של M1 היה M0",
            "zh": "M1 的 西 班 牙 墨 西 哥 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's sibling 's spouse and sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג של אח / אח / אח M0 היו M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 兄 弟 姐 妹 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 M1 's German Dutch employee",
            "kn": "M0 M1 ನ ಜರ್ಮನ್ ಡಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם עובד ההולנדי הגרמני של M0 M1 היה",
            "zh": "是 M0   M1 的 德 国 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q30 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M3 's American female spouse M0",
            "kn": "M3 ನ ಅಮೇರಿಕನ್ ಮಹಿಳಾ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג האמריקאי של M3 היה M0",
            "zh": "M3 的 美 国 女 性 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M0 's male sibling 's sibling",
            "kn": "M2 M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם אח של זכר M2 M0",
            "zh": "是 M2   M0 的 同 胞 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 Swedish",
            "kn": "M0 ಸ್ವೀಡಿಷ್ ಆಗಿದೆಯೇ",
            "he": "האם M0 היה שוודי",
            "zh": "M0 是 瑞 典 人 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P57 ?x0 . M3 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M3 executive produced and directed by a female American sibling of M0",
            "kn": "M3 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮಹಿಳಾ ಅಮೇರಿಕನ್ ಸಹೋದರ ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהלת M3 הופקה וביימה על ידי אחיה אמריקאית מ- M0",
            "zh": "M3 高 管 是 由 美 国 女 性 M0 兄 弟 姐 妹 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and executive produced by a female employee of M0",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ M2 ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 נכתב על ידי והמנהל הופק על ידי עובדת ב- M0",
            "zh": "M2 是 由 M0 的 女 性 雇 员 编 写 并 由 其 执 行 人 员 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's female spouse",
            "kn": "M0 M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של M0 M2 היה",
            "zh": "M0   M2 是 女 性 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M0 M3 's Dutch German parent",
            "kn": "M0 M3 ನ ಡಚ್ ಜರ್ಮನ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה ההולנדי של M0 M3 היה גרמני",
            "zh": "M0   M3 是 荷 兰 人 的 德 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 }"
        },
        "question": {
            "en": "Was M3 's German Dutch parent M0",
            "kn": "M3 ನ ಜರ್ಮನ್ ಡಚ್ ಪೋಷಕ M0",
            "he": "האם ההורה ההולנדי הגרמני של M3 היה M0",
            "zh": "M3 的 德 国 荷 兰 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's employee",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಉದ್ಯೋಗಿ ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי עובד M0",
            "zh": "M1 的 执 行 人 员 是 M0 的 员 工 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , executive produced by , written by , produced by , and directed by a American sibling of M0",
            "kn": "M2 ಅನ್ನು ಅಮೆರಿಕಾದ ಒಡಹುಟ್ಟಿದವನು M0 ಸಂಪಾದಿಸಿದ್ದಾನೆ, ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನೇ",
            "he": "האם M2 נערך על ידי, מנהל הופק על ידי, נכתב על ידי, הופק על ידי וביים אח / ה אמריקאי / ת M0",
            "zh": "M2 是 由 美 国 M0 兄 弟 姐 妹 编 辑 ， 执 行 由 ， 编 写 ， 由 制 作 和 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , written by , and edited by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי, ביים, נכתב על ידי ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 高 管 是 由 M0 的 配 偶 制 作 ， 导 演 ， 导 演 和 编 辑 吗 ？"
        }
    }
]