[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed and edited by a female sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ביים ונערך על ידי אח / ת אחי / ת מ- M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 指 导 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written and directed by a female sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಬರೆದು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב וביים על ידי אח / ת אחי / ת מ- M0",
            "zh": "M2 是 由 M0 的 女 性 兄 弟 姐 妹 编 写 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and edited by a female sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב ונערך על ידי אח / ת נשי מ- M0",
            "zh": "M2 是 由 M0 的 女 性 兄 弟 姐 妹 编 写 并 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי, הופק על ידי והורה על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 辑 ， 制 作 和 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , written , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך, נכתב והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 辑 ， 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q145 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced and edited by a British parent of M1",
            "kn": "M2 ಅನ್ನು ಬ್ರಿಟಿಷ್ ಪೋಷಕರು M1 ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק ונערך על ידי הורה בריטי ל- M1",
            "zh": "M2 是 由 M1 的 英 国 父 母 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by , written by , and edited by M1 's male parent",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ, ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי, נכתב על ידי ונערך על ידי ההורה הגברי של M1",
            "zh": "M2 是 由 M1 的 男 性 父 母 制 作 ， 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 M2 }"
        },
        "question": {
            "en": "Was M1 executive produced by M2 and directed by M0 's parent",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನಿರ್ಮಿಸಿ M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי M2 וביים ההורה של M0",
            "zh": "M1 执 行 人 员 是 由 M2 制 作 并 由 M0 的 父 母 指 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's parent and sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי ההורה והאח של M0",
            "zh": "M1 是 由 M0 的 父 母 和 兄 弟 姐 妹 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M1 founded by M0 's sibling and parent",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಪೋಷಕರು ಸ್ಥಾಪಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הוקם על ידי אחיו וההורים של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 和 父 母 建 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק על ידי בן זוג של M0 וביים אותו",
            "zh": "M1 是 由 M0 的 配 偶 生 产 并 由 其 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M1 's male spouse 's spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי בן / בת הזוג הגבר של M1",
            "zh": "M2 是 由 M1 的 男 性 配 偶 的 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by a employee of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי עובד של M0",
            "zh": "M1 是 由 M0 的 员 工 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by a female sibling of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ತ್ರೀ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי אח נשי מ- M0",
            "zh": "M2 是 由 M0 的 雌 性 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced and directed by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק ובוים על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 生 产 和 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by , written by , produced by , and edited by M1 's Japanese parent",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ನಿರ್ದೇಶಿಸಲಾಗಿದೆ, ಬರೆದಿದೆ, ನಿರ್ಮಿಸಿದೆ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 ביים, נכתב על ידי, הופק על ידי ונערך על ידי ההורה היפני של M1",
            "zh": "M2 是 由 M1 的 日 本 父 母 指 导 ， 撰 写 ， 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , edited , executive produced , produced , and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, נערך, הופק, הופק, ובוים על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 编 写 ， 编 辑 ， 执 行 ， 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q96 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M1 's Mexican spouse",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל ה- M2 הופק על ידי בן הזוג המקסיקני של M1",
            "zh": "M2 主 管 是 由 M1 的 墨 西 哥 配 偶 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי בן / בת זוג של M0",
            "zh": "M1 高 管 是 由 M0 的 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and distributed by M0 's child",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಮಗುವಿನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 והופץ על ידי הילד של M0",
            "zh": "M1 是 由 M2 分 发 ， 还 是 由 M0 的 孩 子 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , edited by , executive produced by , written by , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 הופנה על ידי, נערך על ידי מנהל, הופק על ידי, נכתב על ידי והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 导 演 ， 编 辑 ， 执 行 ， 还 是 由 M0 的 母 公 司 制 作 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , directed , edited , and produced by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק, ביים, נערך והופק על ידי ההורה של M0",
            "zh": "M1 主 管 是 由 M0 的 父 母 制 作 ， 导 演 ， 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , edited , written , and produced by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק, נערך, נכתב והופק על ידי בן / בת זוג של M0",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 ， 编 辑 ， 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , produced , edited , executive produced , and directed by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದೀರಾ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נכתב, הופק, נערך, הופק והוצא על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 写 ， 制 作 ， 编 辑 ， 执 行 并 由 其 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , produced , and written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M1 ביים, הופק ונכתב על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 级 兄 弟 导 演 ， 生 产 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and directed by M0 's Dutch sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך וביים על ידי אחיו ההולנדי של M0",
            "zh": "M2 是 否 由 M0 的 荷 兰 兄 弟 姐 妹 编 辑 和 导 演 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and edited by a Dutch sibling of M0",
            "kn": "M2 ಅನ್ನು ಡಚ್ ಒಡಹುಟ್ಟಿದವರು M0 ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נכתב ונערך על ידי אחיו ההולנדי של M0",
            "zh": "M2 是 否 由 M0 的 荷 兰 兄 弟 姐 妹 编 写 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Spanish employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק על ידי העובד הספרדי של M0",
            "zh": "M2 是 由 M0 的 西 班 牙 雇 员 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P1431 M1 . M0 wdt:P1431 M2 }"
        },
        "question": {
            "en": "Was M0 executive produced by M1 and executive produced by M2",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನಿರ್ಮಿಸಿದೆಯೇ",
            "he": "האם מנהל M0 הופק על ידי M1 והמנהל הופק על ידי M2",
            "zh": "M0 执 行 人 员 是 M1 产 生 的 ， 还 是 M2 执 行 产 生 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and edited by a female sibling of M1 's spouse",
            "kn": "M1 ನ ಸಂಗಾತಿಯ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ M2 ಅನ್ನು ಬರೆದು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נכתב ונערך על ידי אח או אחות של בן / בת הזוג של M1",
            "zh": "M2 是 由 M1 的 配 偶 的 女 性 兄 弟 姐 妹 撰 写 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M3 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M3 directed by a German American sibling of M0",
            "kn": "M3 ಅನ್ನು ಜರ್ಮನ್ ಅಮೇರಿಕನ್ ಸಹೋದರ M0 ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M3 הופנה על ידי אחיו האמריקני הגרמני של M0",
            "zh": "M3 是 由 M0 的 一 个 德 裔 美 国 人 兄 弟 姐 妹 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P750 ?x0 }"
        },
        "question": {
            "en": "Was M1 distributed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופץ על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 分 发 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by M0 's employee",
            "kn": "M1 ಅನ್ನು M0 ನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופנה על ידי עובד M0",
            "zh": "M1 是 由 M0 的 员 工 指 导 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1040 M3 }"
        },
        "question": {
            "en": "Was M2 edited by M0 's Swedish sibling and edited by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M3 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי אחיו השוודי של M0 ונערך על ידי M3",
            "zh": "M2 是 由 M0 的 瑞 典 兄 弟 姐 妹 编 辑 ， 还 是 由 M3 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's spouse 's parent",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי ההורה של בן / בת הזוג של M0",
            "zh": "M1 的 执 行 人 员 是 由 M0 的 配 偶 的 父 母 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , produced , written , and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 ביים, הופק, נכתב ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 制 作 ， 编 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , executive produced by , and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಬರೆದಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, ההנהלה הופק על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 撰 写 ， 执 行 人 员 由 M0 的 兄 弟 姐 妹 编 写 并 由 M0 的 兄 弟 姐 妹 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , written by , directed by , produced by , and executive produced by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי, נכתב על ידי, ביים, הופק על ידי ומנהל הופק על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 胞 编 辑 ， 编 写 ， 导 演 ， 制 作 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , edited by , produced by , and written by a sibling of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי, ביים, נערך על ידי, הופק על ידי ונכתב על ידי אח של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 同 胞 制 作 ， 导 演 ， 编 辑 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , edited by , executive produced by , and produced by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 נכתב על ידי, ביים, נערך על ידי מנהל שהופק על ידי והופק על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 胞 编 写 ， 导 演 ， 编 辑 ， 执 行 人 员 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , written , produced , and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದೀರಾ",
            "he": "האם M1 ביים, נכתב, הופק ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 导 演 ， 撰 写 ， 制 作 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P749 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 . M1 wdt:P750 M3 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and M3 and distributed by M0 's child",
            "kn": "M1 ಅನ್ನು M2 ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಮಗುವಿನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 ו- M3 והופץ על ידי הילד של M0",
            "zh": "M1 是 由 M2 和 M3 分 发 ， 还 是 由 M0 的 孩 子 分 发 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M3 . ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P27 wd:Q16 . M4 wdt:P57 ?x0 . M4 wdt:P162|wdt:P272 M5 }"
        },
        "question": {
            "en": "Was M4 produced by M5 and directed by M3 's British male Canadian parent",
            "kn": "M4 ಅನ್ನು M5 ನಿರ್ಮಿಸಿ M3 ನ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಕೆನಡಾದ ಪೋಷಕರಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M4 הופק על ידי M5 וביים ההורה הקנדי הגברי הבריטי של M3",
            "zh": "M4 是 由 M5 制 作 并 由 M3 的 英 国 加 拿 大 男 性 父 母 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , executive produced by , written by , and produced by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಬರೆದ ಮತ್ತು ನಿರ್ಮಿಸಿದನೇ",
            "he": "האם M1 הופנה על ידי, בכיר שהופק על ידי, נכתב על ידי והופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 执 行 由 M0 的 兄 弟 姐 妹 编 写 ， 编 写 的 ， 还 是 由 M0 的 兄 弟 姐 妹 制 作 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M1 's American spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי בן הזוג האמריקאי של M1",
            "zh": "M2 是 由 M1 的 美 国 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , directed , produced , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם M1 נערך, ביים, הופק ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ， 导 演 ， 制 作 和 撰 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , edited , directed , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, נערך, ביים והופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 ， 编 辑 ， 指 导 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , directed by , produced by , and executive produced by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ M2 ಅನ್ನು ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ತಯಾರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי, בוצע על ידי, הופק על ידי והמנהל הופק על ידי העובד הגברי של M0",
            "zh": "M2 是 由 M0 的 男 性 雇 员 编 辑 ， 导 演 ， 制 作 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced and edited by M0 's Japanese employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק ונערך על ידי העובד היפני של M0",
            "zh": "M2 是 由 M0 的 日 本 员 工 制 作 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by , edited by , and executive produced by M0 's Japanese employee",
            "kn": "M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ M2 ಅನ್ನು ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי, נערך על ידי והמנהל הופק על ידי העובד היפני של M0",
            "zh": "M2 是 由 M0 的 日 本 员 工 领 导 ， 编 辑 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿ ನಿರ್ಮಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 母 公 司 指 导 并 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q183 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . M3 wdt:P1431 ?x0 . M3 wdt:P58 M4 }"
        },
        "question": {
            "en": "Was M3 written by M4 and executive produced by a American German spouse of M2",
            "kn": "M3 ಅನ್ನು M4 ಬರೆದಿದ್ದೀರಾ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M2 ನ ಅಮೇರಿಕನ್ ಜರ್ಮನ್ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದನೇ",
            "he": "האם M3 נכתב על ידי M4 והמנהל הופק על ידי בן זוג גרמני אמריקאי ל- M2",
            "zh": "M3 是 由 M4 编 写 并 由 美 国 德 国 人 M2 的 配 偶 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a French employee of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד צרפתי של M1",
            "zh": "M0 是 M1 的 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's sibling and spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರ ಮತ್ತು ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם אחיו של אח M1 M0 היה בן / בת הזוג",
            "zh": "M1   M0 的 兄 弟 姐 妹 是 兄 弟 姐 妹 还 是 配 偶 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M1 a spouse and sibling of M0 's sibling and spouse",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಮತ್ತು ಸಂಗಾತಿಯ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם M1 היה בן זוג ואח לאחיו ובן הזוג של M0",
            "zh": "M1 是 M0 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's spouse and sibling M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג / אח של M0 היו / ה M1",
            "zh": "M0 的 兄 弟 姐 妹 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q145 . M0 wdt:P27 wd:Q148 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a male Chinese British sibling of M1",
            "kn": "M0 M1 ನ ಪುರುಷ ಚೀನೀ ಬ್ರಿಟಿಷ್ ಸಹೋದರರಾಗಿದ್ದೀರಾ",
            "he": "האם M0 היה אח סיני בריטי מ- M1",
            "zh": "M0 是 M1 的 华 裔 英 国 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 M1 's Dutch French employee",
            "kn": "M0 M1 ನ ಡಚ್ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הצרפתי ההולנדי של M0 M1 היה",
            "zh": "M0   M1 是 荷 兰 的 法 国 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a French Dutch employee of M1",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד הולנדי צרפתי ב- M1",
            "zh": "M0 是 M1 的 法 国 荷 兰 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Italian male Japanese parent of M4",
            "kn": "M0 ಇಟಾಲಿಯನ್ ಪುರುಷ ಜಪಾನಿನ ಪೋಷಕರಾಗಿದ್ದ M4",
            "he": "האם M0 היה הורה יפני זכר איטלקי ל- M4",
            "zh": "M0 是 M4 的 意 大 利 男 性 日 本 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by M0 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי ההורה של M0",
            "zh": "M1 的 执 行 人 员 是 M0 的 父 母 吗 ？"
        }
    }
]