[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , directed , and produced by M0 's Mexican sibling",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, ביים, והפיק אחיו המקסיקני של M0",
            "zh": "由 M0 的 墨 西 哥 兄 弟 姐 妹 编 辑 ， 导 演 和 制 作 的 作 品 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , directed , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, ביים ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 指 导 和 编 写 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , directed , executive produced , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದನೆ, ನಿರ್ದೇಶನ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು ಉತ್ಪಾದನೆ ಏನು",
            "he": "מה ערך, הופנה, הופק והופק על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 导 演 ， 执 行 人 员 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , directed , executive produced , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, ביים, הופק וכתב על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 导 演 ， 执 行 人 员 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , directed , produced , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, ביים, הופק ונכתב על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 指 导 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , directed , produced , executive produced , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, ביים, הופק, הופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 导 演 ， 制 作 ， 执 行 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , directed , written , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה נערך, ביים, נכתב והוצג על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 导 演 ， 写 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , directed , written , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, ביים, נכתב והופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 指 导 ， 编 写 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , directed , written , produced , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה נערך, ביים, נכתב, הופק והוצג על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 导 演 ， 写 作 ， 制 作 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , executive produced , and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך, הופק ובימויו של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 执 行 并 制 作 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , executive produced , and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ ಮತ್ತು ಬರೆಯಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך, הופק וכתב על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 执 行 ， 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , executive produced , directed , written , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, הופעל, ביים, נכתב והופק על ידי הורה ל- M0",
            "zh": "由 M0 的 父 母 编 辑 ， 执 行 ， 制 作 ， 指 导 ， 编 写 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , executive produced , directed , written , and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಾಣ, ನಿರ್ದೇಶನ, ಬರವಣಿಗೆ ಮತ್ತು ನಿರ್ಮಾಣ ಯಾವುದು",
            "he": "מה נערך, הופק, ביים, נכתב, והופק על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 执 行 ， 制 作 ， 导 演 ， 写 作 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , executive produced , produced , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, הופק ונכתב על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 执 行 ， 制 作 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was edited , executive produced , produced , written , and directed by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ, ಬರಹ ಮತ್ತು ನಿರ್ದೇಶನ ಏನು",
            "he": "מה נערך, הופק, הופק, נכתב, והובל על ידי עובד ב- M0",
            "zh": "由 M0 的 雇 员 编 辑 ， 执 行 ， 制 作 ， 制 作 ， 编 写 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , executive produced , written , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, נכתב והופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 执 行 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , executive produced , written , directed , and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, הופק ההנהלה, נכתב, ביים, והופק על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 编 辑 ， 执 行 ， 制 作 ， 撰 写 ， 导 演 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , executive produced , written , produced , and directed by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, הופק ההנהלה, נכתב, הופק וביים ההורה של M0",
            "zh": "由 M0 的 父 母 编 辑 ， 执 行 ， 制 作 ， 撰 写 ， 制 作 和 导 演 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was edited , produced , and executive produced by a male parent of M1",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಏನು",
            "he": "מה נערך, הופק והוצג על ידי הורה גבר ל- M1",
            "zh": "由 M1 的 男 性 父 母 编 辑 ， 制 作 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , produced , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 制 作 和 编 写 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , produced , and written by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק ונכתב על ידי הורה ל- M0",
            "zh": "M0 的 父 级 编 辑 ， 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , produced , and written by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק ונכתב על ידי אחיו של M0",
            "zh": "M0 的 同 胞 对 什 么 进 行 了 编 辑 ， 制 作 和 编 写 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , produced , directed , and written by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, ביים ונכתב על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 制 作 ， 指 导 和 编 写 了 哪 些 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was edited , produced , directed , executive produced , and written by M0 's sibling 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, ביים, הופק על ידי ההנהלה ונכתב על ידי אחיו של אחיו של M0",
            "zh": "由 M0 的 兄 弟 姐 妹 的 兄 弟 姐 妹 编 辑 ， 制 作 ， 指 导 ， 执 行 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , produced , directed , executive produced , and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, ביים, הופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 制 作 ， 导 演 ， 执 行 制 作 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , produced , directed , written , and executive produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה ערך, הופק, ביים, נכתב והוצג על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 制 作 ， 指 导 ， 撰 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , produced , executive produced , directed , and written by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך, הופק, הופק, ביים ונכתב על ידי הורה ל- M0",
            "zh": "由 M0 的 父 母 编 辑 ， 制 作 ， 执 行 ， 制 作 ， 导 演 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , produced , written , directed , and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה נערך, הופק, נכתב, ביים והוצא על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 制 作 ， 撰 写 ， 指 导 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , produced , written , directed , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה נערך, הופק, נכתב, ביים והוצא על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 制 作 ， 撰 写 ， 指 导 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , written , and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆ",
            "he": "מה ערך, כתב, וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 编 写 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited , written , and executive produced by a male spouse of M1",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ, ಬರೆದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה נערך, נכתב והוצג על ידי בן / בת זוג זכר ל- M1",
            "zh": "由 M1 的 男 性 配 偶 编 辑 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , written , and executive produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ, ಬರೆಯಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נערך, נכתב והוצג על ידי בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 ， 编 写 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , written , directed , executive produced , and produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ערך, נכתב, ביים, הופק והופק על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 ， 写 作 ， 导 演 ， 执 行 人 员 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , written , directed , executive produced , and produced by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, נכתב, ביים, הופק והופק על ידי הורה ל- M0",
            "zh": "由 M0 的 父 母 编 辑 ， 撰 写 ， 指 导 ， 执 行 ， 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited , written , produced , and directed by M0 's Mexican sibling",
            "kn": "M0 ನ ಮೆಕ್ಸಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך, נכתב, הופק וביים אחיו המקסיקני של M0",
            "zh": "由 M0 的 墨 西 哥 兄 弟 姐 妹 编 辑 ， 编 写 ， 制 作 和 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited , written , produced , directed , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה נערך, נכתב, הופק, ביים והוצא על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 ， 撰 写 ， 制 作 ， 指 导 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 ^wdt:P21 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "What was M0 's Spanish employee 's gender",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯ ಲಿಂಗ ಯಾವುದು",
            "he": "מה היה מינו של העובד הספרדי של M0",
            "zh": "M0 的 西 班 牙 雇 员 的 性 别 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was executive produced and directed by a female employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק והנחה בכיר על ידי עובדת ב- M0 ו- M1",
            "zh": "M0 和 M1 的 女 员 工 制 作 和 导 演 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי אחיו של M0",
            "zh": "M0 的 同 胞 产 生 和 指 挥 了 什 么 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P108 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was executive produced and directed by a spouse of M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ההנהלה על ידי בן / בת זוג של עובדת M0",
            "zh": "M0 员 工 的 配 偶 制 作 和 导 演 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was executive produced and edited by M0 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה הופק ונערך על ידי ההורה של M0",
            "zh": "由 M0 的 父 母 制 作 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and edited by a male sibling of M0",
            "kn": "M0 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ונערך על ידי אח / אחי / ת M0",
            "zh": "由 M0 的 男 性 同 胞 制 作 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and edited by a sibling of M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಹೋದರರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ונערך על ידי אחיו של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 和 编 辑 的 主 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק ונערך על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 制 作 和 编 辑 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was executive produced and produced by M0 's child",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಮಗು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿತು",
            "he": "מה הפיק ההנהלה והופק על ידי הילד של M0",
            "zh": "M0 的 孩 子 生 产 了 什 么 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P3373 M0 . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and produced by M0 's sibling 's parent",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಏನು ತಯಾರಿಸಿದರು ಮತ್ತು ನಿರ್ಮಿಸಿದರು",
            "he": "מה הופק והפיק ההנהלה על ידי ההורה של אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 的 父 母 生 产 了 什 么 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced and produced by a Chinese spouse of M1",
            "kn": "M1 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ಉತ್ಪಾದಿಸಿ ಉತ್ಪಾದಿಸಿದ್ದು ಏನು",
            "he": "מה הופק והופק על ידי בן זוג סיני ל- M1",
            "zh": "M1 的 中 国 配 偶 制 作 和 制 作 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced and produced by a Mexican spouse of M1",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הופק והופק על ידי בן / בת זוג מקסיקני ל- M1",
            "zh": "墨 西 哥 M1 的 配 偶 生 产 和 生 产 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was executive produced and produced by a child of M0",
            "kn": "M0 ನ ಮಗುವಿನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הופק והופק על ידי ילד בן M0",
            "zh": "M0 的 孩 子 生 产 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced and produced by a Italian spouse of M1",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿಯಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದನು",
            "he": "מה הופק והופק על ידי בן זוג איטלקי ל- M1",
            "zh": "由 M1 的 意 大 利 配 偶 制 作 和 制 作 的 高 管 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 生 产 和 编 写 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and written by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ונכתב על ידי אחיו הגבר של M0",
            "zh": "M0 的 男 性 兄 弟 姐 妹 制 作 并 写 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was executive produced and written by M0 's spouse",
            "kn": "ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ונכתב על ידי בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 制 作 和 写 了 什 么 执 行 人 员 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q148 }"
        },
        "question": {
            "en": "What was executive produced and written by M0 's Chinese employee",
            "kn": "M0 ನ ಚೀನೀ ಉದ್ಯೋಗಿ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಿ ಬರೆದದ್ದು ಏನು",
            "he": "מה הופק ונכתב על ידי העובד הסיני של M0",
            "zh": "M0 的 中 国 员 工 制 作 和 撰 写 了 什 么 高 管 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was executive produced by M0 and executive produced by M1 's female sibling",
            "kn": "M0 ನಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಮತ್ತು M1 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק ההנהלה על ידי M0 והמנהל הופק על ידי אחיה הנשי של M1",
            "zh": "M0 产 生 的 执 行 人 员 和 M1 的 女 性 同 胞 产 生 的 执 行 人 员 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1431 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was executive produced by M1 's parent and executive produced by M0",
            "kn": "M1 ನ ಪೋಷಕರು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕ ಯಾವುದು",
            "he": "מה הופק המנהל על ידי ההורה של M1 והמנהל הופק על ידי M0",
            "zh": "M1 的 父 母 生 产 的 主 管 和 M0 的 生 产 主 管 是 什 么 ？"
        }
    }
]