[
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P27 wd:Q142 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and produced by M1 's French parent 's French spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಫ್ರೆಂಚ್ ಪೋಷಕರ ಫ್ರೆಂಚ್ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי והופק על ידי בן הזוג הצרפתי של ההורה הצרפתי של M1",
            "zh": "M2 由 M1 的 法 国 父 母 的 法 国 配 偶 编 辑 和 制 作 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M0 M1 's female employee",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם עובדת M0 M1 הייתה עובדת",
            "zh": "是 M0   M1 的 女 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M4 's French male Dutch parent M0",
            "kn": "M4 ನ ಫ್ರೆಂಚ್ ಪುರುಷ ಡಚ್ ಪೋಷಕ M0",
            "he": "האם ההורה ההולנדי הצרפתי של M4 היה M0",
            "zh": "M4 的 法 国 男 性 荷 兰 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך על ידי הורה ל- M0",
            "zh": "M1 是 否 由 M0 的 父 级 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by a Japanese employee of M0",
            "kn": "M2 ಅನ್ನು M0 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופנה על ידי עובד יפני של M0",
            "zh": "M2 是 由 M0 的 日 本 雇 员 指 挥 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q30 . FILTER ( M2 != ?x0 ) . M2 wdt:P21 wd:Q6581072 . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 a female sibling of a American employee of M0",
            "kn": "M2 ಅಮೆರಿಕನ್ ಉದ್ಯೋಗಿಯ M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M2 הייתה אחיה של עובד אמריקאי ב- M0",
            "zh": "M2 是 M0 的 美 国 雇 员 的 女 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's British sibling",
            "kn": "M0 M1 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו הבריטי של M0 M1",
            "zh": "M0   M1 是 英 国 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by and directed by a French sibling of M0",
            "kn": "M2 ಅನ್ನು ಫ್ರೆಂಚ್ ಸಹೋದರ M0 ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי וביים אחי צרפתי מ- M0",
            "zh": "M2 是 由 法 国 的 M0 兄 弟 姐 妹 编 写 并 由 其 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , produced by , edited by , and written by M0 's spouse",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದೀರಾ",
            "he": "האם מנהל M1 הופק על ידי, ביים, הופק, נערך על ידי ונכתב על ידי בן / בת הזוג של M0",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 ， 导 演 ， 制 作 ， 编 辑 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , written , executive produced , and edited by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק, נכתב, הופק ונערך על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 制 作 ， 撰 写 ， 执 行 并 由 其 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P750 ?x0 . M1 wdt:P750 M2 }"
        },
        "question": {
            "en": "Was M1 distributed by M2 and distributed by a parent of M0",
            "kn": "M1 ಅನ್ನು M2 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ ಮತ್ತು M0 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופץ על ידי M2 והופץ על ידי הורה ל- M0",
            "zh": "M1 是 由 M2 分 发 ， 还 是 由 M0 的 父 级 分 发 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , written by , produced by , executive produced by , and edited by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ದೇಶಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופנה על ידי, נכתב על ידי, הופק על ידי מנהל, הופק על ידי ונערך על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 级 导 演 ， 由 编 写 ， 由 制 作 ， 由 执 行 人 员 制 作 并 由 其 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , executive produced by , and written by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי, הופק על ידי מנהל ההפקה, ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 同 胞 编 辑 ， 制 作 ， 由 执 行 人 员 制 作 并 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , produced , directed , executive produced , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך, הופק, ביים, הופק בכיר ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 制 作 ， 导 演 ， 执 行 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , edited by , produced by , and directed by a American sibling of M0",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನೇ",
            "he": "האם מנהל M2 הופק על ידי, נערך על ידי, הופק על ידי וביים אח / ה אמריקאי / ת M0",
            "zh": "M2 执 行 人 员 是 由 美 国 M0 兄 弟 姐 妹 制 作 ， 编 辑 ， 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , directed , written , and edited by M0 's sibling",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, ביים, נכתב ונערך על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 撰 写 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , edited , directed , produced , and written by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם מנהל M1 הופק, נערך, ביים, הופק ונכתב על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 指 导 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , edited , written , produced , and directed by M0 's spouse",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M1 הופק, נערך, נכתב, הופק ובוים על ידי בן / בת הזוג של M0",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 ， 编 辑 ， 撰 写 ， 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by , directed by , and executive produced by a female sibling of M0",
            "kn": "M2 ಅನ್ನು ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವನು M0 ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದನೇ",
            "he": "האם M2 הופק על ידי, בבימויו והנהלתו הופק על ידי אח / ת נשי מ- M0",
            "zh": "M2 是 由 M0 的 女 性 同 胞 产 生 ， 指 导 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , written , edited , directed , and executive produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಾಗಿದ್ದಾರೆ",
            "he": "האם M1 הופק, נכתב, נערך, ביים ומנהל על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 编 辑 ， 导 演 和 执 行 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , executive produced by , edited by , and produced by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಸಂಗಾತಿಯು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נכתב על ידי, ביים מנהל, הופק על ידי, נערך על ידי והופק על ידי בן / בת הזוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 撰 写 ， 导 演 ， 执 行 人 员 制 作 ， 编 辑 还 是 由 M0 的 配 偶 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q34 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P112 ?x0 }"
        },
        "question": {
            "en": "Was M2 founded by a Swedish sibling of M0",
            "kn": "M2 ಅನ್ನು ಸ್ವೀಡಿಷ್ ಸಹೋದರ M0 ಸ್ಥಾಪಿಸಿದಿರಾ",
            "he": "האם M2 הוקם על ידי אח שוודי של M0",
            "zh": "M2 是 由 瑞 典 的 M0 兄 弟 创 立 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q29 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Dutch Spanish sibling M0",
            "kn": "M1 ನ ಡಚ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הספרדי ההולנדי של M1 היה M0",
            "zh": "M1 的 荷 兰 西 班 牙 语 兄 弟 姐 妹 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P21 wd:Q6581097 . M1 wdt:P27 wd:Q145 . M1 wdt:P27 wd:Q16 }"
        },
        "question": {
            "en": "Was M0 's employee 's Canadian male British parent M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯ ಕೆನಡಾದ ಪುರುಷ ಬ್ರಿಟಿಷ್ ಪೋಷಕ M1 ಆಗಿದ್ದೀರಾ",
            "he": "האם ההורה הבריטי הגברי הקנדי של עובד M0 היה M1",
            "zh": "M0 的 雇 员 是 加 拿 大 男 性 英 国 父 母 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581072 . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q29999 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's Dutch female German spouse",
            "kn": "M0 M4 ನ ಡಚ್ ಮಹಿಳಾ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג ההולנדי של M0 M4 היה גרמני",
            "zh": "M0   M4 是 荷 兰 女 性 德 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P40|wdt:P355 M1 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a sibling and parent of M1",
            "kn": "M0 ಒಡಹುಟ್ಟಿದ ಮತ್ತು M1 ನ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם M0 היה אח והורה ל- M1",
            "zh": "M0 是 M1 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q17 . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M4 's male Japanese British spouse M0",
            "kn": "M4 ನ ಪುರುಷ ಜಪಾನೀಸ್ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הבריטי היפני של M4 היה M0",
            "zh": "M4 的 男 性 日 本 英 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M0 a Italian British male employee of M1",
            "kn": "M0 M1 ನ ಇಟಾಲಿಯನ್ ಬ್ರಿಟಿಷ್ ಪುರುಷ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם M0 היה עובד איטלקי בריטי גבר ב- M1",
            "zh": "M0 是 M1 的 意 大 利 英 国 男 性 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P737 ?x0 . M1 wdt:P737 M2 }"
        },
        "question": {
            "en": "Was M1 influenced by M0 's parent and influenced by M2",
            "kn": "M1 M0 ನ ಪೋಷಕರಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ ಮತ್ತು M2 ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿದೆಯೇ",
            "he": "האם M1 הושפע מההורה של M0 והושפע מ- M2",
            "zh": "M1 是 否 受 M0 的 父 级 影 响 而 受 M2 的 影 响 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P40|wdt:P355 ?x0 . M1 wdt:P27 wd:Q29999 . M1 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M1 M0 's spouse 's French Dutch parent",
            "kn": "M1 M0 ಅವರ ಸಂಗಾತಿಯ ಫ್ರೆಂಚ್ ಡಚ್ ಪೋಷಕರಾಗಿದ್ದಾರೆಯೇ",
            "he": "האם ההורה ההולנדי של בן הזוג M1 M0 היה הולנדי",
            "zh": "M1   M0 的 配 偶 是 法 国 荷 兰 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 M4 's French male Dutch spouse",
            "kn": "M0 M4 ನ ಫ್ರೆಂಚ್ ಪುರುಷ ಡಚ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג ההולנדי הצרפתי של M0 M4 היה",
            "zh": "M0   M4 是 法 国 男 性 荷 兰 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P21 wd:Q6581072 . FILTER ( ?x0 != ?x1 ) . FILTER ( M2 != ?x0 ) . M2 wdt:P27 wd:Q29999 . M2 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M2 M1 's female parent 's spouse 's Dutch sibling",
            "kn": "M2 M1 ನ ಸ್ತ್ರೀ ಪೋಷಕರ ಸಂಗಾತಿಯ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם אחיו של בן / בת הזוג של ההורה / ה של M2 M1",
            "zh": "M2   M1 的 女 父 母 的 配 偶 是 荷 兰 的 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 M1 's French Dutch male sibling",
            "kn": "M0 M1 ನ ಫ್ರೆಂಚ್ ಡಚ್ ಪುರುಷ ಸಹೋದರನಾಗಿದ್ದನೇ",
            "he": "האם אחי זכר הולנדי צרפתי של M0 M1",
            "zh": "M0   M1 是 法 国 荷 兰 男 性 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a French Dutch parent of M3",
            "kn": "M0 ಫ್ರೆಂಚ್ ಡಚ್ ಪೋಷಕ M3 ಆಗಿದ್ದೀರಾ",
            "he": "האם M0 היה הורה הולנדי צרפתי ל- M3",
            "zh": "M0 是 M3 的 法 国 荷 兰 人 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M4 . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M0 a male Italian French parent of M4",
            "kn": "M0 M4 ನ ಪುರುಷ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם M0 היה הורה צרפתי איטלקי זכר ל- M4",
            "zh": "M0 是 M4 的 男 性 意 大 利 法 国 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "Was M0 a parent of M1",
            "kn": "M0 M1 ನ ಪೋಷಕರಾಗಿದೆಯೇ",
            "he": "האם M0 היה הורה ל- M1",
            "zh": "M0 是 M1 的 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sibling of M0 's employee",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח של עובד M0",
            "zh": "M1 是 M0 员 工 的 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q145 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M2 's British spouse M0",
            "kn": "M2 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הבריטי של M2 היה M0",
            "zh": "M2 的 英 国 配 偶 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P21 wd:Q6581072 . M1 wdt:P27 wd:Q38 . M1 wdt:P27 wd:Q142 . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's sibling 's female French Italian spouse M1",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸ್ತ್ರೀ ಫ್ರೆಂಚ್ ಇಟಾಲಿಯನ್ ಸಂಗಾತಿ M1 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם בן / בת הזוג האיטלקית הצרפתייה של אח / ה M0 M1",
            "zh": "M0 的 兄 弟 姐 妹 是 法 国 法 裔 意 大 利 配 偶 M1 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P27 wd:Q38 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P108 M1 . FILTER ( ?x1 != ?x2 ) . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M1 's employee 's Italian sibling 's parent",
            "kn": "M2 ಅನ್ನು M1 ನ ಉದ್ಯೋಗಿಯ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי ההורה של אחיו האיטלקי של עובד M1",
            "zh": "M2 是 由 M1 的 雇 员 的 意 大 利 兄 弟 姐 妹 的 父 母 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P453 M1 . M0 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "Was M0 M1 's female actor",
            "kn": "M0 M1 ನ ಮಹಿಳಾ ನಟನಾ",
            "he": "האם השחקן הנשי של M0 M1 היה",
            "zh": "M0   M1 是 女 演 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Spanish spouse",
            "kn": "M0 M2 ನ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הספרדי של M0 M2 היה",
            "zh": "M0   M2 是 西 班 牙 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's Italian Spanish spouse",
            "kn": "M0 M3 ನ ಇಟಾಲಿಯನ್ ಸ್ಪ್ಯಾನಿಷ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג הספרדי האיטלקי של M0 M3 היה",
            "zh": "M0   M3 是 意 大 利 的 西 班 牙 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q38 . M0 wdt:P27 wd:Q29 }"
        },
        "question": {
            "en": "Was M3 's Spanish Italian parent M0",
            "kn": "M3 ನ ಸ್ಪ್ಯಾನಿಷ್ ಇಟಾಲಿಯನ್ ಪೋಷಕ M0",
            "he": "האם ההורה האיטלקי הספרדי של M3 היה M0",
            "zh": "M3 的 西 班 牙 意 大 利 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M4 ) . M0 wdt:P21 wd:Q6581097 . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M4 }"
        },
        "question": {
            "en": "Was M0 a Mexican Spanish male spouse of M4",
            "kn": "M0 M4 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಪುರುಷ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M0 היה בן זוג ספרדי מקסיקני של M4",
            "zh": "M0 是 M4 的 墨 西 哥 墨 西 哥 男 性 伴 侣 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q29 . M0 wdt:P27 wd:Q96 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M0 a Mexican Spanish sibling of M1",
            "kn": "M0 M1 ನ ಮೆಕ್ಸಿಕನ್ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M0 היה אח מקסיקני ספרדי של M1",
            "zh": "M0 是 M1 的 墨 西 哥 西 班 牙 语 同 胞 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M2 ) . M0 wdt:P27 wd:Q96 . M0 wdt:P26 M2 }"
        },
        "question": {
            "en": "Was M0 M2 's Mexican spouse",
            "kn": "M0 M2 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಾಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג המקסיקני של M0 M2 היה",
            "zh": "M0   M2 是 墨 西 哥 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P57 M2 . M0 wdt:P1431 M1 }"
        },
        "question": {
            "en": "Was M0 executive produced by M1 and directed by M2",
            "kn": "M0 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನಿರ್ಮಿಸಿ M2 ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M0 Executive הופק על ידי M1 וביים M2",
            "zh": "M0 执 行 人 员 是 由 M1 制 作 并 由 M2 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . FILTER ( M1 != ?x0 ) . M1 wdt:P27 wd:Q29999 . M1 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M1 a Dutch sibling of M0 's employee",
            "kn": "M1 M0 ನ ಉದ್ಯೋಗಿಯ ಡಚ್ ಒಡಹುಟ್ಟಿದವರೇ",
            "he": "האם M1 היה אח הולנדי של עובד M0",
            "zh": "M1 是 M0 员 工 的 荷 兰 兄 弟 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P27 wd:Q142 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . FILTER ( M3 != ?x0 ) . M3 wdt:P21 wd:Q6581097 . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Italian French sibling 's male sibling M3",
            "kn": "M0 ನ ಇಟಾಲಿಯನ್ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರ ಗಂಡು ಸಹೋದರ M3 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם אחיו הגברי של צרפת האיטלקית M0 היה M3",
            "zh": "M0 的 意 大 利 同 胞 兄 弟 姐 妹 是 M3 的 男 性 兄 弟 姐 妹 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "Was M1 's Italian employee M0",
            "kn": "M1 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿ M0 ಆಗಿದ್ದಾರೆಯೇ",
            "he": "האם העובד האיטלקי של M1 היה M0",
            "zh": "M1 的 意 大 利 员 工 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed and edited by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M1 ביים ונערך על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 级 兄 弟 来 指 挥 和 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , executive produced by , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವನು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M1 נערך על ידי, מנהל הופק ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 人 员 制 作 还 是 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P749 ?x0 }"
        },
        "question": {
            "en": "Was M1 M0 's sibling 's child",
            "kn": "M1 M0 ನ ಒಡಹುಟ್ಟಿದವರ ಮಗು",
            "he": "האם ילד אחיו של M1 M0 היה",
            "zh": "是 M1   M0 的 兄 弟 姐 妹 的 孩 子 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 M1 's Swedish employee",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד השבדי של M0 M1 היה",
            "zh": "是 M0   M1 的 瑞 典 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . FILTER ( ?x0 != ?x1 ) . M1 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by M0 's parent 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 נערך על ידי בן / בת הזוג של ההורה / M0",
            "zh": "M1 是 否 由 M0 的 父 母 的 配 偶 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M1 ) . M0 wdt:P27 wd:Q148 . M0 wdt:P27 wd:Q16 . M0 wdt:P3373 M1 }"
        },
        "question": {
            "en": "Was M1 's Canadian Chinese sibling M0",
            "kn": "M1 ನ ಕೆನಡಿಯನ್ ಚೈನೀಸ್ ಸಹೋದರ M0 ಆಗಿದ್ದೀರಾ",
            "he": "האם האח הסיני הקנדי של M1 היה M0",
            "zh": "M1 是 加 拿 大 华 裔 同 胞 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M2 . ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P27 wd:Q145 . M3 wdt:P40|wdt:P355 ?x0 . M3 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "Was M3 M2 's Japanese British parent 's male parent",
            "kn": "M3 M2 ನ ಜಪಾನೀಸ್ ಬ್ರಿಟಿಷ್ ಪೋಷಕರ ಪುರುಷ ಪೋಷಕರಾಗಿದ್ದರಾ",
            "he": "האם ההורה הגברי של הורה בריטי M3 M2 היה",
            "zh": "M3   M2 是 日 本 的 英 国 父 母 的 男 性 父 母 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 M1 's Swedish Canadian employee",
            "kn": "M0 M1 ನ ಸ್ವೀಡಿಷ್ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד הקנדי השוודי של M0 M1 היה",
            "zh": "M0   M1 是 瑞 典 的 加 拿 大 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P108 M1 . M0 wdt:P27 wd:Q16 . M0 wdt:P27 wd:Q34 }"
        },
        "question": {
            "en": "Was M0 M1 's Canadian Swedish employee",
            "kn": "M0 M1 ನ ಕೆನಡಿಯನ್ ಸ್ವೀಡಿಷ್ ಉದ್ಯೋಗಿಯಾಗಿದ್ದರಾ",
            "he": "האם העובד השבדי הקנדי של M0 M1 היה",
            "zh": "M0   M1 是 加 拿 大 的 瑞 典 雇 员 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯಿಂದ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P453 M0 . ?x0 wdt:P453 M1 . FILTER ( M2 != ?x0 ) . M2 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M2 a spouse of a actor of M0 and M1",
            "kn": "M2 M0 ಮತ್ತು M1 ನ ನಟನ ಸಂಗಾತಿಯಾಗಿದೆಯೇ",
            "he": "האם M2 היה בן זוג של שחקן M0 ו- M1",
            "zh": "M2 是 M0 和 M1 演 员 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , directed by , produced by , and edited by a sibling of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, ביים, הופק ונערך על ידי אח של M0",
            "zh": "M1 是 由 M0 的 同 级 兄 弟 编 写 ， 导 演 ， 由 其 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q142 . FILTER ( M3 != ?x0 ) . M3 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's French Spanish employee 's spouse M3",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಸ್ಪ್ಯಾನಿಷ್ ಉದ್ಯೋಗಿಯ ಸಂಗಾತಿ M3 ಆಗಿದ್ದೀರಾ",
            "he": "האם בן הזוג של עובד צרפתי ספרדי M0 היה M3",
            "zh": "M0 的 法 国 西 班 牙 雇 员 的 配 偶 是 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q29 . ?x0 wdt:P27 wd:Q142 . FILTER ( M3 != ?x0 ) . M3 wdt:P3373 ?x0 }"
        },
        "question": {
            "en": "Was M0 's Spanish French employee 's sibling M3",
            "kn": "M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಫ್ರೆಂಚ್ ಉದ್ಯೋಗಿಯ ಸಹೋದರ M3 ಆಗಿದ್ದೀರಾ",
            "he": "האם אחיו של עובד צרפתי ספרדי M0 היה M3",
            "zh": "M0 是 西 班 牙 法 国 雇 员 的 同 胞 M3 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , executive produced , edited , and written by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 ביים, הופק ההנהלה, נערך ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 执 行 ， 制 作 和 编 辑 的 吗 ？"
        }
    }
]