[
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 }"
        },
        "question": {
            "en": "What was distributed by M0 and distributed by M1",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה הופץ על ידי M0 והופץ על ידי M1",
            "zh": "M0 分 发 了 什 么 ， M1 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 ?x1 . ?x0 wdt:P750 M0 . ?x0 wdt:P750 M1 . ?x1 wdt:P40|wdt:P355 M2 }"
        },
        "question": {
            "en": "What was distributed by M0 and M1 and distributed by M2 's parent",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M2 ನ ಪೋಷಕರು ವಿತರಿಸಿದ್ದಾರೆ",
            "he": "מה הופץ על ידי M0 ו- M1 והופץ על ידי ההורה של M2",
            "zh": "M0 和 M1 分 发 了 什 么 ， M2 的 父 分 发 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What was distributed by M0 and produced by a Italian employee of M1 and M2",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ಮತ್ತು M2 ನ ಇಟಾಲಿಯನ್ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ",
            "he": "מה הופץ על ידי M0 והופק על ידי עובד איטלקי של M1 ו- M2",
            "zh": "M0 分 发 了 什 么 ， 并 由 M1 和 M2 的 意 大 利 雇 员 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was distributed by M0 and produced by M1 's Spanish sibling",
            "kn": "M0 ನಿಂದ ವಿತರಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ತಯಾರಿಸಿದರು",
            "he": "מה הופץ על ידי M0 והופק על ידי אחיו הספרדי של M1",
            "zh": "M0 分 发 并 由 M1 的 西 班 牙 兄 弟 姐 妹 生 产 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P750 M0 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P453 M1 }"
        },
        "question": {
            "en": "What was distributed by M0 and produced by M1 's actor",
            "kn": "M0 ನಿಂದ ಏನು ವಿತರಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ನಟನು ನಿರ್ಮಿಸಿದನು",
            "he": "מה הופץ על ידי M0 והופק על ידי השחקן של M1",
            "zh": "M0 分 发 并 由 M1 的 演 员 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and directed by M0 's female sibling",
            "kn": "M0 ನ ಮಹಿಳಾ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך וביים על ידי אחיה הנשי של M0",
            "zh": "M0 的 女 性 同 胞 编 辑 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and directed by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך וביים בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך וביים על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was edited and directed by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך וביים העובד של M0",
            "zh": "M0 的 员 工 编 辑 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך וביים בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was edited and directed by a employee of M0",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה ערך וביים עובד של M0",
            "zh": "M0 的 员 工 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and executive produced by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נערך והוצג על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 并 制 作 了 什 么 内 容 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and produced by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה ערך והפיק בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and produced by M0 's female sibling",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך והופק על ידי אחיה הנשי של M0",
            "zh": "M0 的 女 性 同 胞 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and produced by M0 's Dutch sibling",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך והופק על ידי אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was edited and produced by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך והופק על ידי העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited and produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "מה נערך והופק על ידי ההורה של M0",
            "zh": "M0 的 父 母 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and produced by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך והפיק בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P162|wdt:P272 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was edited and produced by a employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ತಯಾರಿಸಿದ್ದಾರೆ",
            "he": "מה נערך והופק על ידי עובד M0 ו- M1",
            "zh": "M0 和 M1 的 员 工 编 辑 和 制 作 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was edited and written by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך ונכתב על ידי עובד M0",
            "zh": "M0 的 员 工 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and written by M0 's spouse",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה ערך וכתב בן / בת הזוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and written by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך ונכתב על ידי אחיו של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited and written by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು ಬರೆಯಲಾಗಿದೆ",
            "he": "מה ערך וכתב בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P108 M1 }"
        },
        "question": {
            "en": "What was edited and written by a employee of M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך ונכתב על ידי עובד M0 ו- M1",
            "zh": "M0 和 M1 的 员 工 编 辑 和 编 写 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P27 wd:Q145 . ?x2 wdt:P26 M3 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M3 ) }"
        },
        "question": {
            "en": "What was edited by M0 and M1 and directed by M3 's British spouse 's sibling",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟದ್ದು ಮತ್ತು M3 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯ ಸಹೋದರ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה נערך על ידי M0 ו- M1 וביים אחיו של בן הזוג הבריטי של M3",
            "zh": "由 M0 和 M1 编 辑 并 由 M3 的 英 国 配 偶 同 胞 导 演 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P108 M2 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What was edited by M0 and directed by a British employee of M1 and M2",
            "kn": "M0 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ಮತ್ತು M2 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה נערך על ידי M0 וביים עובד בריטי ב- M1 ו- M2",
            "zh": "由 M0 编 辑 并 由 M1 和 M2 的 英 国 雇 员 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q29999 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by M0 's Dutch sibling",
            "kn": "M0 ನ ಡಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו ההולנדי של M0",
            "zh": "M0 的 荷 兰 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by M0 and edited by M1 's sibling",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי M0 ונערך על ידי אחיו של M1",
            "zh": "M0 和 M1 的 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was edited by M2 's female spouse and edited by M0",
            "kn": "M2 ನ ಸ್ತ್ರೀ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M0 ನಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך על ידי בן זוגה של M2 ונערך על ידי M0",
            "zh": "M2 的 女 性 配 偶 编 辑 的 内 容 以 及 M0 的 编 辑 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was edited by M0 and directed by M1 's parent",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי M0 וביים ההורה של M1",
            "zh": "由 M0 编 辑 并 由 M1 的 父 母 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was edited by M0 and edited by M2 's male spouse",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M2 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך על ידי M0 ונערך על ידי בן הזוג הגברי של M2",
            "zh": "M0 和 M2 的 男 性 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by M0 and written by M1 's parent and sibling",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಪೋಷಕರು ಮತ್ತು ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך על ידי M0 ונכתב על ידי ההורה והאח של M1",
            "zh": "由 M0 编 辑 并 由 M1 的 父 母 和 兄 弟 姐 妹 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P58 ?x1 . ?x1 wdt:P40|wdt:P355 M1 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by M0 and written by a sibling and parent of M1",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಸಹೋದರ ಮತ್ತು ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ",
            "he": "מה נערך על ידי M0 ונכתב על ידי אח והורה ל- M1",
            "zh": "由 M0 编 辑 并 由 M1 的 兄 弟 姐 妹 和 父 母 编 写 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P27 wd:Q148 . ?x1 wdt:P26 M2 . FILTER ( ?x1 != M2 ) }"
        },
        "question": {
            "en": "What was edited by M0 and edited by a Chinese spouse of M2",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M2 ನ ಚೀನೀ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך על ידי M0 ונערך על ידי בן זוג סיני ל- M2",
            "zh": "M0 和 M2 的 中 国 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was edited by M0 's Japanese employee",
            "kn": "M0 ನ ಜಪಾನೀಸ್ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך הערך העובד היפני של M0",
            "zh": "M0 的 日 本 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P27 wd:Q30 }"
        },
        "question": {
            "en": "What was edited by M0 's American employee",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך העריכה של העובד האמריקאי של M0",
            "zh": "M0 的 美 国 雇 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 M0 . ?x0 wdt:P1040 M1 }"
        },
        "question": {
            "en": "What was edited by M0 and M1",
            "kn": "M0 ಮತ್ತು M1 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נערך על ידי M0 ו- M1",
            "zh": "M0 和 M1 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q142 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by M0 's French sibling",
            "kn": "M0 ನ ಫ್ರೆಂಚ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו הצרפתי של M0",
            "zh": "M0 的 法 国 同 胞 对 什 么 进 行 了 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 }"
        },
        "question": {
            "en": "What was edited by M0 's employee",
            "kn": "M0 ನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך העריכה של עובד M0",
            "zh": "M0 的 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x2 . ?x1 wdt:P26 M1 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != M1 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was edited by M0 's spouse and directed by a spouse of M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟದ್ದು ಏನು",
            "he": "מה נערך על ידי בן הזוג של M0 וביים בן / בת זוג של M1",
            "zh": "M0 的 配 偶 编 辑 并 由 M1 的 配 偶 导 演 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by M0 's male sibling",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו הגברי של M0",
            "zh": "M0 的 男 性 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581072 }"
        },
        "question": {
            "en": "What was edited by M0 's female employee",
            "kn": "M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך העריכה של עובדת M0",
            "zh": "M0 的 女 员 工 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q34 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by M0 's Swedish sibling",
            "kn": "M0 ನ ಸ್ವೀಡಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו השבדי של M0",
            "zh": "M0 的 瑞 典 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 ?x2 . ?x2 wdt:P26 M0 . FILTER ( ?x1 != ?x2 ) . FILTER ( ?x2 != M0 ) }"
        },
        "question": {
            "en": "What was edited by M0 's spouse 's sibling",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו של בן / בת הזוג M0",
            "zh": "M0 的 配 偶 的 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P749 M0 }"
        },
        "question": {
            "en": "What was edited by M0 's child 's employee",
            "kn": "M0 ನ ಮಗುವಿನ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי עובד הילד של M0",
            "zh": "M0 的 孩 子 的 雇 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 M0 . ?x1 wdt:P21 wd:Q6581097 }"
        },
        "question": {
            "en": "What was edited by M0 's male employee",
            "kn": "M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי העובד הגברי של M0",
            "zh": "M0 的 男 性 雇 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q38 }"
        },
        "question": {
            "en": "What was edited by M1 's British employee and executive produced by M0",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಉದ್ಯೋಗಿ ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נערך על ידי העובד והמנהל הבריטי של M1 שהופק על ידי M0",
            "zh": "由 M1 的 英 国 雇 员 和 M0 制 作 的 执 行 人 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P108 ?x2 . ?x2 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited by M0 's parent 's employee",
            "kn": "M0 ನ ಪೋಷಕರ ಉದ್ಯೋಗಿ ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי עובד ההורה של M0",
            "zh": "M0 的 父 母 的 雇 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P40|wdt:P355 ?x2 . ?x2 wdt:P26 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was edited by M0 and edited by M1 's spouse 's parent",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי M0 ונערך על ידי ההורה של בן / בת הזוג M1",
            "zh": "M0 和 M1 的 配 偶 的 父 母 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by M0 and edited by M1 's Spanish sibling",
            "kn": "M0 ನಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ ಮತ್ತು M1 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי M0 ונערך על ידי אחיו הספרדי של M1",
            "zh": "M0 和 M1 的 西 班 牙 兄 弟 姐 妹 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q183 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by a German spouse of M1",
            "kn": "M1 ನ ಜರ್ಮನ್ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נערך על ידי בן זוג גרמני ל- M1",
            "zh": "M1 的 德 国 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 M0 . ?x1 wdt:P108 M1 . ?x1 wdt:P27 wd:Q17 }"
        },
        "question": {
            "en": "What was edited by a Japanese employee of M1 and executive produced by M0",
            "kn": "M1 ನ ಜಪಾನಿನ ಉದ್ಯೋಗಿ ಮತ್ತು M0 ನಿರ್ಮಿಸಿದ ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה ערך על ידי עובד יפני של M1 והמנהל שהופק על ידי M0",
            "zh": "M1 的 日 本 雇 员 和 M0 的 执 行 人 员 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 M0 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q17 . ?x1 wdt:P3373 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by a Japanese sibling of M1 and directed by M0",
            "kn": "M1 ನ ಜಪಾನಿನ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು M0 ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה נערך על ידי אח יפני של M1 וביים M0",
            "zh": "由 M1 的 日 本 同 胞 编 辑 并 由 M0 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q96 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by a Mexican spouse of M1",
            "kn": "M1 ನ ಮೆಕ್ಸಿಕನ್ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה ערך בן הזוג המקסיקני של M1",
            "zh": "墨 西 哥 M1 的 配 偶 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 M0 . ?x1 wdt:P40|wdt:P355 M1 }"
        },
        "question": {
            "en": "What was edited by a parent of M1 and edited by M0",
            "kn": "M1 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು M0 ನಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נערך על ידי הורה ל- M1 ונערך על ידי M0",
            "zh": "M1 的 父 级 和 M0 的 父 级 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P40|wdt:P355 M0 }"
        },
        "question": {
            "en": "What was edited by a parent of M0",
            "kn": "M0 ನ ಪೋಷಕರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך על ידי הורה ל- M0",
            "zh": "M0 的 父 母 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಸಂಪಾದಿಸಲಾಗಿದೆ",
            "he": "מה נערך על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x1 wdt:P27 wd:Q30 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by a American sibling of M0",
            "kn": "M0 ನ ಅಮೇರಿಕನ್ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "מה ערך בערב אחי אמריקאי M0",
            "zh": "美 国 M0 的 同 胞 编 辑 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1040 ?x2 . ?x1 wdt:P108 M0 . ?x2 wdt:P26 M1 . FILTER ( ?x2 != M1 ) }"
        },
        "question": {
            "en": "What was edited by a employee of M0 and edited by a spouse of M1",
            "kn": "M0 ನ ಉದ್ಯೋಗಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು M1 ನ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך על ידי עובד של M0 ונערך על ידי בן זוג של M1",
            "zh": "M0 的 员 工 编 辑 的 内 容 和 M1 的 配 偶 编 辑 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by and directed by M0 's sibling",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו של M0 וביים אותו",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 和 指 导 了 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P21 wd:Q6581072 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by and directed by M0 's female sibling",
            "kn": "M0 ನ ಸ್ತ್ರೀ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದು ಏನು",
            "he": "מה נערך על ידי וביים אחיה הנשי של M0",
            "zh": "由 M0 的 女 性 同 胞 编 辑 和 指 导 的 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by and directed by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರು ಏನು ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "מה נערך על ידי אחיו של M0 וביים אותו",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P57 ?x1 . ?x0 wdt:P1040 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by and directed by a spouse of M0",
            "kn": "M0 ನ ಸಂಗಾತಿಯಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה ערך וניהל בן / בת זוג של M0",
            "zh": "M0 的 配 偶 编 辑 和 指 导 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by and executive produced by a male sibling of M0",
            "kn": "M0 ನ ಪುರುಷ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נערך על ידי ומנהל מיוצר על ידי אח או זכר M0",
            "zh": "M0 的 一 个 男 性 兄 弟 姐 妹 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x1 != M1 ) }"
        },
        "question": {
            "en": "What was edited by and executive produced by a male spouse of M1",
            "kn": "M1 ನ ಪುರುಷ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך על ידי הבכיר והופק על ידי בן / בת זוג גבר של M1",
            "zh": "由 M1 的 男 性 配 偶 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x1 != M0 ) }"
        },
        "question": {
            "en": "What was edited by and executive produced by a sibling of M0",
            "kn": "M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕವಾಗಿದೆ",
            "he": "מה נערך על ידי והמנהל שהופק על ידי אח של M0",
            "zh": "M0 的 兄 弟 姐 妹 编 辑 和 执 行 的 内 容 是 什 么 ？"
        }
    },
    {
        "mr": {
            "sparql": "SELECT DISTINCT ?x0 WHERE { ?x0 wdt:P1040 ?x1 . ?x0 wdt:P1431 ?x1 . ?x1 wdt:P26 ?x2 . ?x2 wdt:P40|wdt:P355 M0 . FILTER ( ?x1 != ?x2 ) }"
        },
        "question": {
            "en": "What was edited by and executive produced by a spouse of M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರ ಸಂಗಾತಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ಏನು ಸಂಪಾದಿಸಲ್ಪಟ್ಟಿದೆ",
            "he": "מה נערך על ידי המנהל והפיק אותו בן / בת זוגו של הורה M0",
            "zh": "由 M0 的 父 母 的 配 偶 编 辑 和 制 作 的 内 容 是 什 么 ？"
        }
    }
]