[
    {
        "mr": {
            "sparql": "ASK WHERE { FILTER ( M0 != M3 ) . M0 wdt:P27 wd:Q183 . M0 wdt:P27 wd:Q38 . M0 wdt:P26 M3 }"
        },
        "question": {
            "en": "Was M0 M3 's Italian German spouse",
            "kn": "M0 M3 ನ ಇಟಾಲಿಯನ್ ಜರ್ಮನ್ ಸಂಗಾತಿಯಾಗಿದ್ದರಾ",
            "he": "האם בן הזוג הגרמני האיטלקי של M0 M3 היה",
            "zh": "M0   M3 是 意 大 利 的 德 国 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced , written , directed , executive produced , and edited by M0 's spouse",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕ ನಿರ್ಮಿಸಿದ ಮತ್ತು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק, נכתב, ביים, הופק ונערך על ידי בן / בת הזוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 制 作 ， 撰 写 ， 导 演 ， 执 行 和 编 辑 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P26 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . FILTER ( M1 != ?x0 ) . M1 wdt:P26 ?x0 }"
        },
        "question": {
            "en": "Was M0 's spouse 's spouse 's spouse M1",
            "kn": "M0 ಅವರ ಸಂಗಾತಿಯ ಸಂಗಾತಿಯ ಸಂಗಾತಿ M1 ಆಗಿದೆಯೇ",
            "he": "האם בן הזוג של בן / בת הזוג של M0 היה M1",
            "zh": "M0 的 配 偶 是 M1 的 配 偶 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { M0 wdt:P40|wdt:P355 M3 . M0 wdt:P27 wd:Q29999 . M0 wdt:P27 wd:Q142 }"
        },
        "question": {
            "en": "Was M3 's Dutch French parent M0",
            "kn": "M3 ನ ಡಚ್ ಫ್ರೆಂಚ್ ಪೋಷಕ M0",
            "he": "האם ההורה ההולנדי של M3 היה M0",
            "zh": "M3 的 荷 兰 法 国 父 母 是 M0 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , edited by , and written by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, נערך על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 主 管 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M0 's German employee",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי העובד הגרמני של M0",
            "zh": "M2 的 执 行 官 是 由 M0 的 德 国 员 工 生 产 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , produced , and written by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך, הופק ונכתב על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 辑 ， 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written , edited , produced , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב, נערך, הופק ובוים על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 写 ， 编 辑 ， 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed , executive produced , and written by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶನ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 ביים, הופק בכיר ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 执 行 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q16 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed , edited , written , and produced by a Canadian employee of M0",
            "kn": "M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿಯೊಬ್ಬರು M2 ಅನ್ನು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M2 ביים, נערך, נכתב והופק על ידי עובד קנדי של M0",
            "zh": "M2 是 否 由 M0 的 加 拿 大 雇 员 指 导 ， 编 辑 ， 编 写 和 制 作 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by and written by a spouse of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי בן זוג של M0 ונכתב",
            "zh": "M1 主 管 是 由 M0 的 配 偶 制 作 并 由 其 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 M3 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M3 and executive produced by a male sibling of M0",
            "kn": "M2 ಅನ್ನು M3 ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M0 ನ ಗಂಡು ಒಡಹುಟ್ಟಿದವರಿಂದ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי M3 והמנהל הופק על ידי אח או זכר M0",
            "zh": "M2 是 由 M3 指 挥 并 由 M0 的 男 性 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P21 wd:Q6581097 . ?x1 wdt:P26 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M1 's male spouse 's sibling",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಸಂಗಾತಿಯ ಒಡಹುಟ್ಟಿದವರು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי אחיו של בן / בת הזוג הגבר של M1",
            "zh": "M2 高 管 是 由 M1 的 男 性 配 偶 的 兄 弟 姐 妹 培 养 出 来 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by , written by , produced by , and directed by M1 's American spouse",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಅಮೇರಿಕನ್ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ನಿರ್ಮಿಸಿದ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದನೇ",
            "he": "האם מנהל M2 הופק על ידי, נכתב על ידי, הופק על ידי וביים בן הזוג האמריקאי של M1",
            "zh": "M2 执 行 人 员 是 由 M1 的 美 国 配 偶 制 作 ， 编 写 ， 制 作 和 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced , produced , directed , and written by a parent of M0",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರು ನಿರ್ಮಿಸಿದರು, ನಿರ್ಮಿಸಿದರು, ನಿರ್ದೇಶಿಸಿದರು ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק, הופק, ביים ונכתב על ידי הורה ל- M0",
            "zh": "M1 主 管 是 由 M0 的 母 公 司 制 作 ， 制 作 ， 导 演 和 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P27 wd:Q30 . ?x0 wdt:P26 M2 . FILTER ( ?x0 != M2 ) . M3 wdt:P1431 ?x0 . M3 wdt:P1431 M4 }"
        },
        "question": {
            "en": "Was M3 executive produced by M4 and executive produced by a female American spouse of M2",
            "kn": "M3 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M4 ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕ M2 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם מנהל M3 הופק על ידי M4 והמנהל הופק על ידי בת זוג אמריקאית של M2",
            "zh": "M3 高 管 是 由 M4 产 生 的 ， 高 管 是 由 美 国 M2 的 女 性 配 偶 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , produced by , written by , and directed by M1 's British spouse",
            "kn": "M1 ನ ಬ್ರಿಟಿಷ್ ಸಂಗಾತಿಯಿಂದ M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ, ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ, ಬರೆಯಲಾಗಿದೆಯೇ ಮತ್ತು ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי, הופק על ידי, נכתב על ידי וביים בן הזוג הבריטי של M1",
            "zh": "M2 由 M1 的 英 国 配 偶 编 辑 ， 制 作 ， 编 写 和 导 演 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , directed by , edited by , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק על ידי, ביים, נערך ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 由 M0 的 配 偶 制 作 ， 导 演 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P453 M0 . ?x1 wdt:P21 wd:Q6581072 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P57 ?x0 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's female actor 's sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಮಹಿಳಾ ನಟನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 ביים אחיו של השחקן הנשי של M0",
            "zh": "M2 是 由 M0 的 女 演 员 兄 弟 姐 妹 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , produced by , and edited by M0 's British sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಬ್ರಿಟಿಷ್ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נכתב על ידי, הופק על ידי ונערך על ידי אחיו הבריטי של M0",
            "zh": "M2 是 由 M0 的 英 国 同 胞 撰 写 ， 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and produced by a male parent of M1",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಪುರುಷ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי והורה גברי ל- M1 והופק אותו",
            "zh": "M2 执 行 人 员 是 由 M1 的 男 性 父 母 生 产 的 还 是 由 M1 的 男 性 父 母 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q38 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M0 's Italian sibling",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಇಟಾಲಿಯನ್ ಒಡಹುಟ್ಟಿದವರು ತಯಾರಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי אחיו האיטלקי של M0",
            "zh": "M2 的 执 行 人 员 是 由 M0 的 意 大 利 同 胞 产 生 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , edited by , produced by , and directed by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಬರೆದಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, נערך על ידי, הופק על ידי והורה על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 级 编 写 ， 由 其 编 辑 ， 由 其 产 生 并 由 其 指 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , executive produced by , written by , edited by , and produced by a sibling of M0",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಸಂಪಾದಿಸಿದ, ಮತ್ತು ನಿರ್ಮಿಸಿದನೇ",
            "he": "האם M1 הופנה על ידי, המנהל הופק על ידי, נכתב על ידי, נערך על ידי והופק על ידי אח של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 执 导 的 ， 由 M0 的 同 级 成 员 执 行 ， 编 写 ， 编 辑 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , executive produced , directed , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M1 נערך, הופק, הופעל, ביים ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 ， 制 作 ， 导 演 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , written , directed , executive produced , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך, נכתב, ביים, הופק והופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 编 写 ， 导 演 ， 执 行 官 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 written by , produced by , edited by , executive produced by , and directed by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ಅವರ ಒಡಹುಟ್ಟಿದವರು ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נכתב על ידי, הופק על ידי, נערך על ידי מנהל, הופק על ידי וביים אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 写 ， 制 作 ， 编 辑 ， 执 行 由 M0 的 兄 弟 姐 妹 进 行 导 演 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P57 ?x0 . M2 wdt:P57 M3 }"
        },
        "question": {
            "en": "Was M2 directed by M0 's German employee and directed by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಜರ್ಮನ್ ಉದ್ಯೋಗಿ ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು M3 ನಿರ್ದೇಶಿಸಿದೆಯೇ",
            "he": "האם M2 הופנה על ידי העובד הגרמני של M0 והובל על ידי M3",
            "zh": "M2 是 由 M0 的 德 国 雇 员 领 导 并 由 M3 领 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 ?x1 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by and written by a spouse of M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק ונכתב על ידי בן / בת זוגו של אח / ת M0",
            "zh": "M1 是 由 M0 的 同 胞 的 同 伴 产 生 并 由 其 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q29999 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P57 ?x0 . M2 wdt:P162|wdt:P272 M3 }"
        },
        "question": {
            "en": "Was M2 produced by M3 and directed by M1 's Dutch spouse",
            "kn": "M2 ಅನ್ನು M3 ನಿರ್ಮಿಸಿ M1 ನ ಡಚ್ ಸಂಗಾತಿಯಿಂದ ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופק על ידי M3 וביים בן הזוג ההולנדי של M1",
            "zh": "M2 是 由 M3 制 作 并 由 M1 的 荷 兰 配 偶 导 演 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 ?x1 . ?x1 wdt:P27 wd:Q29 . ?x1 wdt:P3373 M0 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M0 ) . M2 wdt:P750 M3 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Spanish sibling 's sibling and distributed by M3",
            "kn": "M2 ಅನ್ನು M0 ನ ಸ್ಪ್ಯಾನಿಷ್ ಒಡಹುಟ್ಟಿದವರ ಒಡಹುಟ್ಟಿದವರು ಉತ್ಪಾದಿಸಿದರು ಮತ್ತು M3 ನಿಂದ ವಿತರಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק על ידי אחיו של אחיו הספרדי של M0 והופץ על ידי M3",
            "zh": "M2 是 由 M0 的 西 班 牙 兄 弟 姐 妹 生 产 并 由 M3 分 发 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , edited by , produced by , executive produced by , and written by M0 's sibling",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ಮಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವನು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M1 הופנה על ידי, נערך על ידי, הופק על ידי, מנהל הופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 导 演 ， 由 其 编 辑 ， 由 其 制 作 ， 由 执 行 人 员 制 作 并 由 M0 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 directed by , executive produced by , edited by , and written by a sibling of M0",
            "kn": "M1 ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾನೆಯೇ",
            "he": "האם M1 הופנה על ידי מנהל, מיוצר על ידי, נערך על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 执 导 的 ， 由 M0 的 同 级 成 员 执 行 ， 编 辑 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , directed by , executive produced by , and produced by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי, ביים מנהל, הופק על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 由 M0 的 兄 弟 姐 妹 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581097 . ?x0 wdt:P3373 ?x1 . ?x1 wdt:P3373 M1 . FILTER ( ?x0 != ?x1 ) . FILTER ( ?x1 != M1 ) . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by , executive produced by , and produced by M1 's sibling 's male sibling",
            "kn": "M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ M1 ನ ಒಡಹುಟ್ಟಿದವರ ಗಂಡು ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נערך על ידי, מנהל הופק על ידי, והופק על ידי אחיו של אחיו של M1",
            "zh": "M2 是 由 M1 的 兄 弟 姐 妹 的 男 性 兄 弟 姐 妹 编 辑 ， 执 行 者 还 是 由 M1 的 兄 弟 姐 妹 的 男 性 兄 弟 姐 妹 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited by , produced by , executive produced by , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך על ידי, הופק על ידי, מנהל הופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 制 作 ， 由 执 行 人 员 制 作 并 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , executive produced , produced , directed , and written by M0 's sibling",
            "kn": "M1 ನ ಸಂಪಾದಕ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಉತ್ಪಾದನೆ, ಉತ್ಪಾದನೆ, ನಿರ್ದೇಶನ ಮತ್ತು M0 ನ ಒಡಹುಟ್ಟಿದವರಿಂದ ಬರೆಯಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 נערך, הופק, הופק, ביים ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 编 辑 ， 执 行 ， 制 作 ， 制 作 ， 导 演 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by , directed by , produced by , written by , and edited by M0 's sibling",
            "kn": "M1 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪಾದಿಸಿದ್ದಾರೆ",
            "he": "האם מנהל M1 הופק על ידי, ביים, הופק על ידי, נכתב על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 执 行 人 员 是 由 M0 的 兄 弟 姐 妹 制 作 ， 导 演 ， 由 制 作 ， 编 写 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , edited by , directed by , executive produced by , and written by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವನು ನಿರ್ಮಿಸಿದ, ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, נערך על ידי, ביים מנהל, הופק על ידי ונכתב על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 辑 ， 导 演 ， 执 行 人 员 制 作 并 由 M0 的 兄 弟 姐 妹 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , written by , executive produced by , and edited by M0 's sibling",
            "kn": "M1 ಅನ್ನು M0 ನ ಒಡಹುಟ್ಟಿದವರು ನಿರ್ಮಿಸಿದ, ಬರೆದ, ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M1 הופק על ידי, נכתב על ידי מנהל, הופק על ידי ונערך על ידי אחיו של M0",
            "zh": "M1 是 由 M0 的 兄 弟 姐 妹 制 作 ， 编 写 ， 由 执 行 人 员 制 作 并 由 M0 的 兄 弟 姐 妹 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P27 wd:Q16 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P162|wdt:P272 M3 . M2 wdt:P162|wdt:P272 M4 }"
        },
        "question": {
            "en": "Was M2 produced by M0 's Canadian employee and produced by M3 and M4",
            "kn": "M2 ಅನ್ನು M0 ನ ಕೆನಡಾದ ಉದ್ಯೋಗಿ ಉತ್ಪಾದಿಸಿದ ಮತ್ತು M3 ಮತ್ತು M4 ನಿಂದ ಉತ್ಪಾದಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם M2 הופק על ידי העובד הקנדי של M0 והופק על ידי M3 ו- M4",
            "zh": "M2 是 由 M0 的 加 拿 大 雇 员 生 产 的 ， 还 是 由 M3 和 M4 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 ?x1 . ?x1 wdt:P40|wdt:P355 M0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M1 executive produced by and produced by M0 's parent 's parent",
            "kn": "M1 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪೋಷಕರ ಪೋಷಕರು ನಿರ್ಮಿಸಿ ಉತ್ಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M1 הופק על ידי והורה של הורה M0 והופק אותו",
            "zh": "M1 执 行 人 员 是 由 M0 的 父 母 的 父 母 生 产 的 还 是 由 M0 的 父 母 的 父 母 生 产 的 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited and produced by a British sibling of M0",
            "kn": "M2 ಅನ್ನು ಬ್ರಿಟಿಷ್ ಸಹೋದರ M0 ನಿಂದ ಸಂಪಾದಿಸಿ ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך והופק על ידי אחיו הבריטי של M0",
            "zh": "M2 是 由 英 国 M0 的 兄 弟 姐 妹 编 辑 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q148 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by M0 's Chinese sibling",
            "kn": "M2 ಅನ್ನು M0 ನ ಚೀನೀ ಸಹೋದರರಿಂದ ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי אחיו הסיני של M0",
            "zh": "M2 是 由 M0 的 中 文 同 胞 编 辑 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q17 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 M3 . M2 wdt:P1431 M4 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by M3 and M4 and produced by M1 's Japanese spouse",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M3 ಮತ್ತು M4 ನಿರ್ಮಿಸಿದವು ಮತ್ತು M1 ನ ಜಪಾನಿನ ಸಂಗಾತಿಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆಯೇ",
            "he": "האם מנהל M2 הופק על ידי M3 ו- M4 והופק על ידי בן הזוג היפני של M1",
            "zh": "M2 主 管 是 由 M3 和 M4 制 作 并 由 M1 的 日 本 配 偶 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 ?x1 . ?x1 wdt:P108 M1 . FILTER ( ?x0 != ?x1 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and directed by M1 's employee 's female spouse",
            "kn": "M2 ಅನ್ನು M1 ನ ಉದ್ಯೋಗಿಯ ಮಹಿಳಾ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿ ನಿರ್ದೇಶಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נערך על ידי וביים בן / בת הזוג של עובדת M1",
            "zh": "M2 是 否 由 M1 员 工 的 女 性 配 偶 编 辑 和 指 导 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P156 M0 . M1 wdt:P155 ?x0 }"
        },
        "question": {
            "en": "Was M1 a sequel of M0 's prequel",
            "kn": "M1 M0 ನ ಪೂರ್ವಭಾವಿ ಉತ್ತರಭಾಗವೇ",
            "he": "האם M1 היה סרט המשך לפריקוול של M0",
            "zh": "M1 是 M0 的 前 传 的 续 集 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , executive produced , directed , written , and produced by a parent of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಪೋಷಕರು ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಕಾರ್ಯನಿರ್ವಾಹಕರು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ಮಿಸಿದ್ದಾರೆ",
            "he": "האם M1 נערך, הופק, הופעל, ביים, נכתב והופק על ידי הורה ל- M0",
            "zh": "M1 是 由 M0 的 父 母 编 辑 ， 执 行 ， 制 作 ， 导 演 ， 编 写 和 制 作 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M0 . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P1431 ?x0 . M1 wdt:P162|wdt:P272 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 produced by , directed by , edited by , written by , and executive produced by M0 's parent",
            "kn": "M0 ನ ಪೋಷಕರು M1 ಅನ್ನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ, ಬರೆದಿದ್ದಾರೆ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಾಹಕರಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆಯೇ",
            "he": "האם M1 הופק על ידי, ביים, נערך על ידי, נכתב על ידי ומנהל הופק על ידי ההורה של M0",
            "zh": "M1 是 由 M0 的 父 母 制 作 ， 导 演 ， 编 辑 ， 撰 写 和 执 行 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q183 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced and written by a German parent of M1",
            "kn": "M2 ಅನ್ನು ಜರ್ಮನ್ ಪೋಷಕರು M1 ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 הופק ונכתב על ידי הורה גרמני ל- M1",
            "zh": "M2 是 由 M1 的 德 国 父 母 制 作 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P21 wd:Q6581072 . ?x0 wdt:P26 M1 . FILTER ( ?x0 != M1 ) . M2 wdt:P1431 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and written by a female spouse of M1",
            "kn": "M2 ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M1 ನ ಮಹಿಳಾ ಸಂಗಾತಿಯು ನಿರ್ಮಿಸಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק ונכתב על ידי בן זוגה של M1",
            "zh": "M2 行 政 人 员 是 由 M1 的 女 性 配 偶 制 作 并 由 其 撰 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 }"
        },
        "question": {
            "en": "Was M2 edited by and produced by M1 's male parent",
            "kn": "M1 ನ ಪುರುಷ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ",
            "he": "האם M2 נערך על ידי והופק על ידי ההורה הגברי של M1",
            "zh": "M2 由 M1 的 男 性 父 母 编 辑 和 制 作 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P27 wd:Q145 . ?x0 wdt:P3373 M0 . FILTER ( ?x0 != M0 ) . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by , produced by , edited by , and directed by a British sibling of M0",
            "kn": "M2 ಅನ್ನು ಬ್ರಿಟಿಷ್ ಸಹೋದರ M0 ಬರೆದಿದ್ದಾರೆ, ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಸಂಪಾದಿಸಿದ್ದಾರೆ ಮತ್ತು ನಿರ್ದೇಶಿಸಿದ್ದಾರೆ",
            "he": "האם M2 נכתב על ידי, הופק על ידי, נערך על ידי וביים אחיו הבריטי של M0",
            "zh": "M2 是 由 英 国 的 M0 兄 弟 姐 妹 撰 写 ， 制 作 ， 编 辑 和 指 导 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581097 . M2 wdt:P1040 ?x0 . M2 wdt:P1431 ?x0 }"
        },
        "question": {
            "en": "Was M2 executive produced by and edited by a male employee of M0",
            "kn": "M2 ನ ಕಾರ್ಯನಿರ್ವಾಹಕನನ್ನು M0 ನ ಪುರುಷ ಉದ್ಯೋಗಿ ನಿರ್ಮಿಸಿ ಸಂಪಾದಿಸಿದ್ದಾರೆಯೇ",
            "he": "האם מנהל M2 הופק ונערך על ידי עובד גבר של M0",
            "zh": "M2 主 管 由 M0 的 男 性 雇 员 制 作 和 编 辑 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P108 M0 . ?x0 wdt:P21 wd:Q6581072 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 written by M0 's female employee",
            "kn": "M2 ಅನ್ನು M0 ನ ಮಹಿಳಾ ಉದ್ಯೋಗಿ ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M2 נכתב על ידי עובדת M0",
            "zh": "M2 是 由 M0 的 女 员 工 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P40|wdt:P355 M1 . ?x0 wdt:P27 wd:Q17 . M2 wdt:P57 ?x0 . M2 wdt:P1040 ?x0 . M2 wdt:P162|wdt:P272 ?x0 . M2 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M2 produced , edited , directed , and written by M1 's Japanese parent",
            "kn": "M1 ನ ಜಪಾನೀಸ್ ಪೋಷಕರಿಂದ M2 ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆಯೇ, ಸಂಪಾದಿಸಲಾಗಿದೆಯೇ, ನಿರ್ದೇಶಿಸಲಾಗಿದೆಯೇ ಮತ್ತು ಬರೆಯಲಾಗಿದೆಯೇ",
            "he": "האם M2 הופק, נערך, ביים ונכתב על ידי ההורה היפני של M1",
            "zh": "M2 是 由 M1 的 日 本 父 母 制 作 ， 编 辑 ， 指 导 和 编 写 的 吗 ？"
        }
    },
    {
        "mr": {
            "sparql": "ASK WHERE { ?x0 wdt:P26 M0 . FILTER ( ?x0 != M0 ) . M1 wdt:P57 ?x0 . M1 wdt:P1040 ?x0 . M1 wdt:P58 ?x0 }"
        },
        "question": {
            "en": "Was M1 edited , directed , and written by a spouse of M0",
            "kn": "M1 ಅನ್ನು M0 ನ ಸಂಗಾತಿಯು ಸಂಪಾದಿಸಿದ, ನಿರ್ದೇಶಿಸಿದ ಮತ್ತು ಬರೆದಿದ್ದಾರೆಯೇ",
            "he": "האם M1 נערך, ביים ונכתב על ידי בן / בת זוג של M0",
            "zh": "M1 是 否 由 M0 的 配 偶 编 辑 ， 导 演 和 撰 写 ？"
        }
    }
]